Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_main.xml/*.po
Languages: pl

# data/events_special_main.xml$/FTL/event[@name="FINISH_BEACON_REAL"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
pl: Dotarłeś do długiej latarni morskiej.Po naładowaniu napędu Super -Light możesz przejść do następnego sektora.

source: Explore.
pl: Badania.

source: Do something onboard the ship.
pl: Zrób coś na statku.

source: Do nothing.
pl: Nic do roboty.

# data/events_special_main.xml$/FTL/event[@name="FINISH_BEACON_NEBULA_REAL"]/text
source: This Long-Range Beacon is almost hidden within a nebula. When the FTL Drive is charged you can jump to the next Sector.
pl: Ta długa, latarnia morska jest prawie ukryta w głębokości mgławicy.Po naładowaniu napędu Super -Light możesz przejść do następnego sektora.

source: Explore.
pl: Badania.

source: Do something onboard the ship.
pl: Zrób coś na statku.

source: Do nothing.
pl: Nic do roboty.

# data/events_special_main.xml$//event[@name="START_BEACON_REAL"]/text
source: You take a look at the distant swirls of space as the stars fly past. This is the beginning of the next chapter in your saga. What will await you next?
pl: Patrzysz na odległy kosmos, który cię wzywa.To jest początek następnego rozdziału twojej sagi.Co cię czeka dalej?

source: Open the storage menu.
pl: Otwórz menu magazynu.

source: Unavailable: You cannot do this while in danger!
pl: Nieostre: nie możesz tego zrobić, gdy jest w niebezpieczeństwie!

# data/events_special_main.xml$//eventButton[@name="UI_JUKEBOX"]/tooltip
source: Open the jukebox.
pl: Otwórz kolekcję muzyki.

# data/events_special_main.xml$//eventButton[@name="UI_JUKEBOX"]/inactiveTooltip
source: Unavailable.
pl: Niedostępny.

# data/events_special_main.xml$//eventButton[@name="UI_TOGGLE_BUTTON"]/tooltip
source: Toggle your equipment.
pl: Zmień sprzęt.

source: Unavailable!
pl: Niedostępny!

# data/events_special_main.xml$//event[@name="START_BEACON_REAL"]/choice/text
source: Proceed with your mission.
pl: Rozpocznij wykonanie zadania.

# data/events_special_main.xml$/FTL/event[@name="START_BEACON_COMPATIBILITY"]/text
source: It appears you are playing on a ship not designed for Multiverse! Do you believe this to be incorrect? Please report it so we or the appropriate developers can correct it! It is heavily recommended you do not use ships or other mods not made for Multiverse to prevent issues. However, since you are, we have added some markers needed for compatibility. This will prevent some errors, but does not guarantee you won't have issues. If you wish to update the ship you are playing to support MV but don't know how, feel free to ask about it on the forums or our discord, we'll be happy to help.
pl: Wygląda na to, że grasz na statku, który nie jest zaprojektowany dla Multiverse!Myślisz, że to jest złe?Zgłoś to, aby my lub odpowiednie programiści mogli to poprawić! Zdecydowanie zalecamy, aby nie używać statków ani innych modów, które nie są tworzone dla multiwersum, aby uniknąć problemów.Ponieważ jednak to robisz, dodaliśmy niektóre markery niezbędne do kompatybilności.Zapobiegnie to niektórym błędom, ale nie gwarantuje, że nie będziesz mieć problemów. Jeśli chcesz, aby statek, na którym grasz, był kompatybilny z MV, ale nie wiedz, jak to zrobić, możesz zadać pytanie na forach lub na naszej niezgodności, chętnie pomożemy.

source: Continue...
pl: Kontynuować...

# data/events_special_main.xml$/FTL/event[@name="START_BEACON_PRESELECT"]/text
source: Before your mission begins, it might be time to prepare before you arrive at the warp bay. What would you like to do?
pl: Przed rozpoczęciem misji warto przygotować się przed przybyciem do Warp Angara.Co chciałbyś robić?

source: Proceed with your mission.
pl: Rozpocznij wykonanie zadania.

# data/events_special_main.xml$//event[@name="LIGHTSPEED_DROPPOINT"]/text
source: Name: Federation Multiverse Drop Point Type: Friendly Dominant Faction: The United Federation Rebel Threat Level: Medium (Neutral Fleet) You're about to arrive at the nearest Federation warpbay, a structure acting as a beacon for traveling between universes.
pl: Tytuł: Plant of the Multiverse Federation Typ: Union Frakcja dominująca: United Federation Poziom zagrożenia rebeliantami: medium (flota neutralna) Zaraz dotrzesz do najbliższych algarów warpów federacji-budynku, który służy jako latarnia do podróży między wszechświatami.

source: Exit Hyperspeed.
pl: Wyjdź z reżimu Hypercost.

source: You may immediately install the [X] augments below, losing the option to sell them or benefit from unconventional stacking. Should you choose to keep them, you may internalize them later on any time you can access the storage.
pl: Możesz natychmiast zainstalować poniższe moduły [w], straciłem możliwość ich sprzedaży lub uzyskania korzyści z non -standardowego podsumowania.Jeśli zdecydujesz się je opuścić, możesz następnie zainstalować je w dowolnym momencie, gdy otwierasz magazyn.

source: Payload Fabricator
pl: Fabryka amunicji

source: Respirators
pl: Respiratory

source: Extinguishers
pl: Gaśnice

source: Sealant
pl: Szpachlówka

source: Hard-Light Bypass
pl: Obwód stałego światła

source: Lifeform Scanner
pl: Skaner form życia

source: Defense Scrambler
pl: GP dla dronów ochronnych

source: Shield Charge Booster
pl: Przyśpieszenie.Ładunek tarczy

source: Ion Field
pl: Pole jonowe

source: FTL Booster
pl: Akcelerator SSD

source: Re-loader
pl: Resetowanie

source: Explosive Replicator
pl: Replikator Eksplionu

source: Stealth Weapons
pl: Broń ukrycia

source: Med-bots
pl: Boty medyczne

source: Medical Stimulants
pl: Stymulanty medyczne

source: Safety Blankets
pl: Ochronne koce

source: Backup DNA
pl: Bank rezerwowy DNA

source: Drone Booster
pl: Stymulator dronów

source: Reconstructive Teleporter
pl: Przywracanie teleportera

source: FTL Jammer
pl: SSD młynek

source: Neural Disruptor
pl: Generator neuropomeh

source: Emergency Generator
pl: Awaryjny generator

source: Challenge levels locked. Get to sector 8 to unlock them!
pl: Poziomy złożoności są zablokowane.Dotrzyj do sektora 8, aby je odblokować!

source: Learn about challenge levels.
pl: Dowiedz się o poziomach złożoności.

source: --CASUAL--
pl: -zwykły--

source: Change to Casual level.
pl: Zmień tryb dla przypadkowego.

source: Change to Standard level.
pl: Zmień reżim na standard.

source: --CHALLENGE--
pl: --TRUDNY--

source: Change to Challenge level.
pl: Zmień reżim na złożony.

source: --EXTREME--
pl: --SKRAJNY--

source: Change to Extreme level.
pl: Zmień tryb na ekstremalne.

source: Download the Federation Database entries. [HEAVILY recommended for beginners]
pl: Pobierz nagrywanie bazy danych federacji.[Gorąco polecam dla początkujących]

source: Reread the Federation Database entries.
pl: Przejrzyj wpisy w bazie danych federacji.

# data/events_special_main.xml$//event[@name="START_DIFFICULT_MENU"]/text
source: Challenge levels alter the way you experience Multiverse. Once you've started your run, it cannot be changed! Challenge level configuration is saved across all runs until changed again. The challenge level is independent from the standard difficulty slider in the hangar, and is a complement rather than replacement; it alters aspects that the default difficulty couldn't tweak itself.
pl: Poziomy złożoności zmieniają postrzeganie multiwersum.Po zacznieniu nie możesz tego zmienić!Wybrana konfiguracja złożoności jest zachowana dla wszystkich fragmentów, dopóki nie zostanie ponownie zmieniona. Poziom złożoności nie zależy od standardowego wyboru złożoności w hangaru i jest więcej niż dodatkiem niż zamiennik;Zmienia te aspekty, których standardowa złożoność nie może się zmienić.

source: Casual.
pl: Zwykły.

source: [CASUAL MODE: A mode for people who just want to experience the gameplay in a relaxed way.] Starting scrap: 50~ Starting fuel: 25{ The Rebel ship at the sector one exit will not be an Elite. Renegade minibosses will never spawn, and Federation Outposts give free repairs. The Traveling Merchant always gives a sizable free gift, is weaker, and drops a powerful Energy Shield augment if killed. Will reduce the difficulty of the True Ending.
pl: [Tryb zwyczajny: tryb dla osób, które po prostu chcą cieszyć się rozgrywką w spokojnej atmosferze] Początkowe złom: 50 ~ Uruchomienie paliwa: 25 { Statek statku przy wyjściu z pierwszego sektora nie będzie elity. Minibosses-Rhiza Nawigates nigdy się nie pojawia, a eksposty federacji zapewniają bezpłatne naprawy. Wędrujący kupiec zawsze daje duży bezpłatny prezent, słabszy niż zwykle, a kiedy zostanie zamordowany jako nagroda, podano potężną modyfikację tarczy energetycznej. Zmniejszy złożoność prawdziwego zakończenia.

source: Return.
pl: Powrót.

source: [STANDARD MODE: plays the way the mod was originally designed.] Starting scrap: 20~ Starting fuel: 12{ A weaker Rebel Elite will await you at the sector one exit. Renegade minibosses will spawn with moderate strength and take scrap as tribute. The Traveling Merchant gives a small free gift in the Drop Point and Last Stand, and drops a powerful Energy Shield augment if killed.
pl: [Tryb standardowy: grany tak, jak pierwotnie pomyślano dla mody] Początkowe złom: 20 ~ Uruchomienie paliwa: 12 { Przy wyjściu z pierwszego sektora słaby elitarny statek rebeliantów będzie na ciebie czekać. Minibosses-Rivergates pojawią się z umiarkowaną częstotliwością i zemści się złom. Wędrujący kupiec daje mały bezpłatny prezent w punkcie lądowania i w ostatniej linii, a kiedy zostaje zamordowany, jako nagroda jest podana potężna tarcza energetyczna.

source: Return.
pl: Powrót.

source: Challenge.
pl: Trudny.

source: [CHALLENGE MODE: A mode for people looking for a harder challenge, but without things getting too out of hand.] Starting scrap: none Starting fuel: 10{ The Rebel fleet gains a 1 jump boost. Increases difficulty of the Elite at the sector one exit. Renegades minibosses are buffed and demand more scrap as tribute, Last Stand repair beacons will always be under attack by Elite Rebels. The Traveling Merchant never gives any gifts, is stronger, and drops a powerful weapon under most circumstances if killed. Will increase the difficulty of the True Ending.
pl: [Tryb złożony: tryb dla tych, którzy szukają trudniejszego wyzwania, ale aby wszyscy nie wymknęli się spod kontroli] Początkowe złom: nie Początkowe paliwo: 10 { Flota rebeliantów otrzymuje przyspieszenie skoku przez 1. Złożoność elitarnego statku na wyjściu z pierwszego sektora wzrasta. Minobossa-narygates są wzmocnione i wymagają więcej złomu jako używane, naprawy latarni z ostatniej linii będą zawsze atakowane przez elitarnych rebeliantów. Wędrujący kupiec nigdy nie daje prezentów, staje się silniejszy, aw większości przypadków zabijanie pozostawia potężną broń. Zwiększa złożoność prawdziwego zakończenia.

source: Return.
pl: Powrót.

source: Extreme.
pl: Skrajny.

source: [EXTREME MODE: Bored of things being too easy? Looking to make your life hell? This might be the mode for you.] Starting scrap: none Starting fuel: 8{ Extra preparation options at the starting beacon are disabled. The Rebel fleet gains a 1 jump boost. Increases difficulty of the Elite at the sector one exit. Renegade minibosses are massively buffed, demand a bigger scrap tribute, and will stop taking tribute after 5 sectors, Last Stand repair beacons will always be under attack by MFK Aces, the Last Stand start beacon is under attack by an MFK Picket Ace that will prevent you from jumping away. The Traveling Merchant gives much less scrap for resources, is stronger, and drops a powerful weapon under most circumstances if killed. Will further increase the difficulty of the True Ending.
pl: [Tryb ekstremalny: zmęczony, że wszystko jest zbyt proste?Chcesz zamienić twoje życie w piekło?Być może ten tryb jest dla Ciebie]. Początkowe złom: nie Rozpoczęcie paliwa: 8 { Dodatkowe opcje przygotowania na początkowej latarni morskiej są wyłączone. Flota rebeliantów otrzymuje przyspieszenie skoku o 1. Zwiększyła złożoność elitarnego statku przy wyjściu z pierwszego sektora. Minobossi-nyegates są znacznie wzmocnione, wymagają jeszcze większego złomu i przestań akceptować odkupienie po 5 sektorach, nawigacje naprawcze ostatniej linii będą zawsze atakowane przez asy IFC, początkowa latarnia morska ostatniej linii zostanie zaatakowana przez sentikularną IFC Jak, co nie pozwoli ci skakać. Wędrujący kupiec daje znacznie mniej złomu zasobów, jest silniejszy, aw większości przypadków zabijanie pozostawia potężną broń. Znacząco zwiększa złożoność prawdziwego zakończenia.

source: Return.
pl: Powrót.

source: Return.
pl: Powrót.

# data/events_special_main.xml$//event[@name="GIVE_DATABASE"]/text
source: You've downloaded the database, which will now grant you the opportunity to read about various factions, individuals, or locations. This provides no physical benefit, but will help guide you on your path to success in your journey. It will also provide detailed tutorials on new mechanics such as the Atlas or Internal Upgrades.
pl: Pobrałeś bazę danych, która teraz da ci możliwość przeczytania o różnych ułamkach, osobowościach lub lokalizacjach.Nie daje to żadnej istotnej korzyści, ale pomoże ci skierować Cię w drodze do sukcesu w podróży.Zapewni również szczegółowe wytyczne dotyczące nowych mechaników, takich jak Atlas i wewnętrzne ulepszenia.

source: [Federation Database] Remind yourself about your mission.
pl: [Baza danych federacji] Przypomnij sobie o swojej misji.

# data/events_special_main.xml$//event[@name="DATABASE_LOREDUMP"]/text
source: You, captain, are now a central part of the largest known conflict in not just the galaxy, but the multiverse itself. After the conclusion of the original Federation Civil War in Universe 0, your home reality, the Galactic Federation defeated Admiral Vance and the Rebellion, securing their control over the galaxy.
pl: Ty, kapitan, jesteś obecnie centralną częścią największego słynnego konfliktu nie tylko w galaktyce, ale także w całym wielu członkach.Po wojnie domowej we Federacji we wszechświecie 0, wasza rodzima rzeczywistość, Federacja Galaktyczna pokonała admirała Wansa i powstanie, zabezpieczając kontrolę nad galaktyką.

# data/events_special_main.xml$//event[@name="DATABASE_LOREDUMP"]/choice[1]/text
source: Keep reading.
pl: Kontynuuj czytanie.

source: The Federation struggled with various other conflicts, most notably a cold war between the dangerous Coalition Alliance endorsed by the Slug Kleptocracy, Mantis Hive, Rock Theocracy, and Eargen Republic. This conflict finally escalated into the invasion of Aquarian territory, resulting in heavy losses. After the Coalition's attack temporarily destabilized the Federation once again, Vance ran a covert operation from the Rebel Stronghold to attempt to salvage the heavily protected ancient ruins that the Coalition had been seeking as well.
pl: Federacja uczestniczyła w różnych konfliktach, przede wszystkim w zimnej wojnie z niebezpiecznym sojuszem koalicyjnym wspieranym przez kleptokrację ślimaków, Ulya Bogomolov, teokracji Valunowa i Republikę Irgenic.Konflikt ten ostatecznie stał się inwazją na terytorium akwariów, co doprowadziło do dużych strat.Po ponownym ataku koalicji destabilizowało federację, Wen, zorganizował tajną operację z twierdzy rebeliantów, aby spróbować odebrać wszystkie wartościowe z dobrze rozwiązywanych starożytnych ruin, których szukała również koalicja.

source: Keep reading.
pl: Kontynuuj czytanie.

source: Though the full details are unknown, it is believed that among these ruins Vance's team salvaged the first Multiverse Drive, which he would reverse engineer and install on the remaining Rebel fleet. After a Federation raid on the Rebel Stronghold, Vance and his men fled to Universe 1 and allied with the Rebellion of that reality to overthrow the Federation. Universe 1 now acts as the center of the Interdimensional Rebellion's operations, while Universe 0 leads the counterattack.
pl: Chociaż wszystkie szczegóły są nieznane, uważa się, że wśród tych ruin zespół Wansa znalazł pierwszy Multi -Senior Drive, z którego otrzymał technologię podróży między wszechświatami i dostarczył jej resztki floty rebeliantów.Podczas nalotu federacji dla twierdzy powstania, Wence i jego lud uciekli do wszechświata 1 i zawarli sojusz z rebeliantami od rzeczywistości, aby obalić Federację.Teraz wszechświat 1 jest centrum dowodzenia powstania międzyprzestrzennego, a wszechświat 0 prowadzi kontratak.

source: Keep reading.
pl: Kontynuuj czytanie.

source: Fruitless as though it might be, both sides are now locked into a seemingly unending conflict, invading realities to secure the strength and survival of their own faction. Make no mistake - though the Rebellion continues to perpetuate their title of a brave uprising, the Rebellion is well beyond a simple insurrection. Though intel is sparse, it would appear Universe 1 has been transformed into a desolate, industrial dystopia fueling the eternal gears of war that seek nothing less than the total annihilation of the Federation and all non-human species.
pl: Bez względu na to, jak bezcelowe jest to, obie strony są teraz wciągane w pozornie niekończący się konflikt, atakując rzeczywistość, aby zapewnić siłę i przetrwanie własnej frakcji.Nie buduj złudzeń - chociaż powstanie nadal utrzymuje wizerunek odważnych rebeliantów, wykraczał daleko poza zakres prostego buntu.Pomimo skromnych danych wydaje się, że wszechświat 1 został przekształcony w opustoszoną, przemysłową antyutopię, która karmią wieczne biegi wojny, które dążą do nic innego, jak w przypadku całkowitego zniszczenia federacji i wszystkich ras, z wyjątkiem ludzi.

source: Keep reading.
pl: Kontynuuj czytanie.

source: The whereabouts of U0 Vance are currently unknown, though sightings of suspicious movements of the privately trained MFK Ace corps, undyingly loyal to Vance Prime, have been seen all around the Multiverse. The MFK Aces will likely prove to be your greatest threat, along with the powerful redesigned Flagship model dispatched to this reality to destroy the Federation base and secure a Rebel victory.
pl: Obecnie miejsce pobytu Vance'a ze wszechświata 0 są nieznane, chociaż podejrzane ruchy specjalnie wyszkolonego korpusu dupy IFC, bezinteresownie oddane Vance na pierwszą, są odnotowane w całym multiverse.Ass of the IFC będzie prawdopodobnie największym zagrożeniem dla ciebie, podobnie jak potężny przekształcony flagowy model, wysłany do tej rzeczywistości w celu zniszczenia bazy federacji i zapewnienia zwycięstwa rebeliantów.

source: Keep reading.
pl: Kontynuuj czytanie.

source: This is where you get involved. As a Renegade hired by the Federation your goal is simple - destroy the Flagship, and it is highly unlikely the Rebellion will be willing to dedicate any further efforts to capturing this reality. It is far more practical for them to divert the remaining Rebel forces to a different reality. If you fail, it is certain the Federation of this reality will fall, and this will become just another piece in the Rebels' arsenal of enslaved realities.
pl: To tutaj musisz wziąć udział w wojnie jako renegata zatrudnionego przez Federację.Twój cel jest prosty - zniszcz flagowy i jest bardzo mało prawdopodobne, aby powstanie będzie chciało poświęcić dalsze wysiłki na rzecz przejęcia tej rzeczywistości.O wiele bardziej praktyczne jest przeniesienie pozostałych rebeliantów na inną rzeczywistość.Jeśli zawiodłeś, federacja w tej rzeczywistości niewątpliwie spadnie, a ten wszechświat po prostu uzupełni listę rzeczywistości zniewolonych przez rebeliantów.

source: That's all for now. Time to get on with the mission.
pl: To wszystko.Czas zacząć wypełniać misję.

source: That's enough for now.
pl: Jak dotąd jest wystarczająco dużo.

source: That's enough for now.
pl: Jak dotąd jest wystarczająco dużo.

source: That's enough for now.
pl: Jak dotąd jest wystarczająco dużo.

source: That's enough for now.
pl: Jak dotąd jest wystarczająco dużo.

# data/events_special_main.xml$//event[@name="DATABASE_LOREDUMP"]/choice[2]/text
source: That's enough for now.
pl: Jak dotąd jest wystarczająco dużo.

# data/events_special_main.xml$//event[@name="GIVE_DATABASE"]/choice[2]/text
source: Continue...
pl: Kontynuować...

# data/events_special_main.xml$//backgroundObject[@name="DETERGENT"]/tooltip
source: A bottle of detergent.
pl: Butelka środka czyszczącego.

# data/events_special_main.xml$//backgroundObject[@name="GNOME"]/tooltip
source: A gnome.
pl: Krasnolud.

# data/events_special_main.xml$/FTL/event[@name="START_BEACON_FLEETBOOST"]/text
source: The fleet draws in closer...
pl: Flota zbliża się ...

source: Continue...
pl: Kontynuować...

# data/events_special_main.xml$/FTL/event[@name="START_BEACON_PREP_SKIP"]/text
source: You slowly exit hyperspeed, transitioning to a speed safe for landing and steer closer to the hangar below. There, your ship is stocked up and prepped to head out into this foreign galaxy.
pl: Powoli wychodzisz z hiper skoku, przełączając się na prędkość bezpieczną do sadzenia i idziesz do hangaru poniżej.Tam twój statek uzupełni zapasy i będzie przygotowany do wysłania do tej obcej galaktyki.

source: The hangar operators hail you.
pl: Operatorzy Angara są z tobą związani.

source: Grab the magic hat.
pl: Weź magiczny kapelusz.

source: Continue...
pl: Kontynuować...

# data/events_special_main.xml$//event[@name="START_BEACON_PREP"]/text
source: You slowly exit hyperspeed, transitioning to a speed safe for landing and steer closer to the hangar below. There, your ship is stocked up and prepped to head out into this foreign galaxy.
pl: Powoli wychodzisz z hiper skoku, przełączając się na prędkość bezpieczną do sadzenia i idziesz do hangaru poniżej.Tam twój statek uzupełni zapasy i będzie przygotowany do wysłania do tej obcej galaktyki.

source: The hangar operators hail you.
pl: Operatorzy Angara są z tobą związani.

# data/events_special_main.xml$//event[@name="START_BEACON_PREP"]/choice[2]/text
source: Continue...
pl: Kontynuować...

# data/events_special_main.xml$/FTL/event[@name="START_BEACON_PREP_OPTIONS"]/text
source: You hurry to your ship, but realize you still have a little time before you leave. You likely have time to grab one last thing.
pl: Spieszysz się ze swoim statkiem, ale rozumiesz, że wciąż masz trochę czasu przed wyjazdem.Wygląda na to, że w końcu udaje ci się coś wziąć.

source: Grab a weapon.
pl: Weź broń.

source: Looks like there's a few options.
pl: Wygląda na to, że nie ma wielu opcji.

source: Grab a Basic Laser.
pl: Weź regularny laser.

source: Confident with your new arsenal, you prepare to continue on your mission.
pl: Pewna w zaktualizowanym Arsenalu, przygotowujesz się do rozpoczęcia misji.

source: Continue...
pl: Kontynuować...

source: Grab a Simple Ion.
pl: Weź prosty pistolet jonowy.

source: Confident with your new arsenal, you prepare to continue on your mission.
pl: Pewna w zaktualizowanym Arsenalu, przygotowujesz się do rozpoczęcia misji.

source: Continue...
pl: Kontynuować...

source: Grab a Leto Launcher.
pl: Weź letnią instalację rakiet.

source: Confident with your new arsenal, you prepare to continue on your mission.
pl: Pewna w zaktualizowanym Arsenalu, przygotowujesz się do rozpoczęcia misji.

source: Continue...
pl: Kontynuować...

source: You cannot grab a free weapon.
pl: Nie możesz brać darmowej broni.

source: Find another crew member.
pl: Znajdź innego członka załogi.

source: Confident with your new crew, you prepare to continue on your mission.
pl: Pewne zaktualizowanego składu załogi, przygotowujesz się do rozpoczęcia misji.

source: Continue...
pl: Kontynuować...

source: Grab some extra resources.
pl: Weź dodatkowe zasoby.

source: With some extra resources in your storage, you prepare to continue on your mission.
pl: Po otrzymaniu dodatkowych zasobów przygotowujesz się do rozpoczęcia misji.
