Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_main.xml/*.po
Languages: pl

source: Continue...
pl: Kontynuować...

source: Grab the magic hat.
pl: Weź magiczny kapelusz.

# data/events_special_main.xml$//event[@name="MAGIC_HAT"]/text
source: The magic hat makes you feel warm and fuzzy, despite being crafted in an incomprehensible and non-euclidean shape and color which eludes your mind. As soon as you put it on, it feels as though there is nowhere you couldn't go if you put your mind to it.
pl: Magiczny kapelusz rozgrzewa cię ciepłem i chmurami postrzeganie, pomimo faktu, że jest wykonana w niezrozumiałej i nie -ewerycznej formie i kolorze, co wymyka się twój umysł.Gdy tylko go włożycie, istnieje wrażenie, że nie ma miejsca, w którym nie możesz dostać, jeśli włożycie wszelkie wysiłki.

# data/events_special_main.xml$//event[@name="MAGIC_HAT"]/choice/text
source: Continue...
pl: Kontynuować...

source: You're good with what you have. Get a head start on the fleet!
pl: Wszystko ci odpowiada.Zdobądź przewagę od floty rebeliantów!

source: You decide not to take anything extra, and carry on.
pl: Zdecydujesz się nie brać niczego zbędnego i iść w drogę.

source: Continue...
pl: Kontynuować...

# data/events_special_main.xml$//event[@name="START_BOON_MENU"]/text
source: It seems a gift awaits you. From uncertain origins it's labeled, in strange penmanship, "A gift from the observers, on behalf of the last challenger to find us. We sincerely await meeting you. See you soon, perhaps?"
pl: Wygląda na to, że czeka na Ciebie prezent.Zostało napisane w dziwnym pismowi: „Prezent od obserwatorów, w imieniu ostatniego wnioskodawcy, który nas znalazł. Szczerze czekamy na spotkanie z tobą. Może wkrótce cię zobaczysz?”

# data/events_special_main.xml$//event[@name="START_BOON_MENU"]/choice[1]/text
source: Accept the gift.
pl: Zaakceptuj prezent.

# data/events_special_main.xml$//event[@name="START_BOON_MENU"]/choice[2]/text
source: Turn down the gift.
pl: Odmów prezentu.

# data/events_special_main.xml$//eventButton[@name="UI_RECALL_BUTTON"]/tooltip
source: Recover your boarding crew.
pl: Przywróć załogę pokładową.

source: Unavailable: You cannot do this while in danger!
pl: Nieostre: nie możesz tego zrobić, gdy jest w niebezpieczeństwie!

# data/events_special_main.xml$//event[@name="START_BEACON_EXPLAIN"]/text
source: Finally suited up and ready to go, you take a look at your beacon map. Looks like you still have a while until the fleet becomes an immediate threat, so you can spare some time to do something on the ship if you wish.
pl: Wreszcie, wyposażenie i przygotowanie do odlotu, spojrzałeś na swoją mapę Mayakova.Wygląda na to, że nadal masz czas, aż flota stanie się bezpośrednim zagrożeniem, więc możesz przeznaczyć trochę czasu na zrobienie czegoś na statku, jeśli chcesz.

source: A strange beacon lays nearby. Do you want to activate it?
pl: Dziwna latarnia morska jest w pobliżu.Chcesz to aktywować?

source: The beacon beeps and a cascading signal ricochets outwards into the depths of space. You don't know who's listening or where they are, but hopefully they're friendly - or carry good loot.
pl: Latarnia morska reaguje, a sygnał kaskadowy z rykoszetem trafia do głębokości kosmosu.Nie wiesz, kto go usłyszał ani gdzie on, ale masz nadzieję, że są przyjaźni lub noszą dobrą ofiarę.

source: Continue...
pl: Kontynuować...

source: Do something onboard the ship.
pl: Zrób coś na statku.

source: Do nothing.
pl: Nic do roboty.

# data/events_special_main.xml$//event[@name="BROKEN_START"]/text
source: CAUTION. Incompatible mods have been detected, breaking some core functions of Multiverse. It is mandatory that you re-evaluate your modlist to eliminate issues, and use mods that were meant for Multiverse in mind. Common cause of issues; Beginning Scrap advantage Engi Scrap advantage Any fleet removal mod Just about any mod made prior to the release of Multiverse that modifies events
pl: UWAGA.Stwierdzono niedopuszczalne mody, które naruszają niektóre z głównych funkcji Multiverse.Pamiętaj, aby zrewidować swoją listę zmodyfikowaną, aby wyeliminować problemy i użyć trybów zaprojektowanych dla Multiverst. Częste przyczyny problemów; Początkowa przewaga złomu Przewaga złomu Engin Każdy mod do usunięcia floty Prawie każdy mod utworzony przed wyjściem Multiverse, który zmienia zdarzenia

# data/events_special_main.xml$//event[@name="BROKEN_START"]/choice[1]/text
source: Read the disclaimer carefully.
pl: Ostrożnie przeczytaj zrzeczenie się.

# data/events_special_main.xml$//event[@name="BROKEN_START"]/choice[2]/text
source: Continue...
pl: Kontynuować...
