Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: As you start to leave, one of the Slugs pushes the Engi out of the way. "Not cool dudessss, you really jussst gonna bail on usss like that?" Scans show their weapons have come online!
it: Quando inizi a partire, una delle lumache spinge via l'EGTI."Non è cool Dudessss, davvero Jussst ti saluterà su USSS così?"Le scansioni mostrano che le loro armi sono arrivate online!
ja: 君たちが去ろうとすると、スラッグの一人がエンジを突き飛ばした。"カッコ悪いぜ、お前ら本当に俺たちを見捨てるつもりか？"スキャンの結果、彼らの武器がオンラインになった！
pl: Kiedy zaczniesz wychodzić, jeden z ślimaków odpycha Angie z drogi.„Nie fajni kolesie, czy jesteście zdawani, że to jest prostytutka Nassy Brosksit?”Skan pokazuje, że ich broń jest aktywowana!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_DANGER"]/text
source: You receive a distress call from a nearby Engi ship. "Assistance requested. Danger present. Imminent destruction."
it: Ricevi una chiamata di soccorso da una vicina nave Engi."Assistenza richiesta. Pericolo presente. Distruzione imminente."
ja: 近くのエンジ船から救難信号を受信。「救助を要請する。"危険発生破壊間近
pl: Dostajesz sygnał niepokoju z najbliższego statku Angie.„Wymagana jest pomoc. Niebezpieczeństwo jest obecne. Zniszczenie jest nieuniknione”.

source: Respond to the call and move in to assist.
it: Rispondi alla chiamata e trasferiti per assistere.
ja: 呼びかけに応じ、支援のために動く。
pl: Odpowiedz na sygnał i awansuj na ratunek.

source: Keep your distance.
it: Mantieni le distanze.
ja: 距離を置く。
pl: Aby zachować odległość.

source: You receive another message from the ship, this time with a Mantis at the comm-log. "Foolish meatsacks," he yells. Sensors indicate the ship is moving in to attack and boarders teleport from the station.
it: Ricevi un altro messaggio dalla nave, questa volta con una mantide al Comm-Log."I segnali folli", urla.I sensori indicano che la nave si sta trasferendo in attacco e i boarder si teletrasportano dalla stazione.
ja: 船からまたメッセージが届き、今度はマンティスが通信ログに向かっている。「愚かなミートサックどもめ」と叫ぶ。センサーによると、船は攻撃態勢に入り、乗組員はステーションからテレポートする。
pl: Dostajesz następną wiadomość ze statku, tym razem Mantis w komunikacji.„Głupie torby mięsne” - krzyczy.Czujniki pokazują, że statek atakuje atak, a funkcjonariusze wejściowe są teleportowani ze stacji.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: You approach to find a Mantis ship assaulting a small Engi space station. You prepare for a fight!
it: Ti avvicini per trovare una nave mantide che aggrava una piccola stazione spaziale Engi.Ti prepari per una lotta!
ja: 近づいてみると、マンティス艦が小さなエンギ宇宙ステーションを襲撃していた。戦いに備えろ！
pl: Zbliżasz się i zauważasz, że statek Bogomolov atakuje małą stację kosmiczną Angie.Przygotuj się do bitwy!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi station is stripped bare and there are signs of a fierce battle. The Mantis must have left the distress call active to lure other ships into a trap.
it: La stazione Engi è spogliata e ci sono segni di una feroce battaglia.La mantide deve aver lasciato la chiamata di soccorso attiva per attirare altre navi in una trappola.
ja: エンギ・ステーションは丸裸にされ、激しい戦闘の跡がある。マンティスは他の船を罠に誘い込むため、救難信号を作動させたままにしたのだろう。
pl: Stacja Angie została splądrowana, widoczne są ślady ostrej bitwy.Modliszka musiała pozostawić aktywny sygnał niepokoju, aby zwabić inne statki do pułapki.

source: The station was in the process of being evacuated. A number of civilian Engi offer their gratitude as they finalize their preparations to leave. They offer some fuel as a reward.
it: La stazione era in procinto di essere evacuata.Numerosi Engi civili offrono la loro gratitudine mentre finalizzano i loro preparativi per andarsene.Offrono un po 'di carburante come ricompensa.
ja: ステーションは避難中だった。多くの民間のエンジが、出発の準備を整えながら感謝の言葉を述べる。お礼に燃料を差し出す。
pl: Stacja była w trakcie ewakuacji.Kilka cywilnych Angie wyraża swoją wdzięczność, kończąc przygotowania do odejścia.Jako nagroda oferują trochę paliwa.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The station hails you, "Gratitude. Expected probability of defeat without assistance... 86.2 percent. Request suitable reward."
it: La stazione ti saluta, "Gratitudine. Probabilità prevista di sconfitta senza assistenza ... 86,2 per cento. Richiedi una ricompensa adeguata."
ja: 局から「感謝」の声。アシストなしでの予想敗戦確率は...86.2パーセント。適切な報酬を要求する"
pl: Stacja jest związana z tobą: „Wdzięczność. Oczekiwane prawdopodobieństwo porażki bez pomocy ... 86,2 procent. Poproś o odpowiednią nagrodę”.

source: Request fuel.
it: Richiedi carburante.
ja: 燃料を要求する。
pl: Poproś o paliwo.

source: "Request granted. Fuel transferring."
it: "Richiesta concessa. Trasferimento di carburante."
ja: "要請は承認された。燃料移送中"
pl: „Żądanie jest spełnione. Transfer paliwa”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Request weapon.
it: Richiedi arma.
ja: 武器を要求する。
pl: Poproś o broń.

source: "Request granted. Weapon transferring."
it: "Richiesta concessa. Trasferimento di armi."
ja: "要請を許可する。武器を譲渡する"
pl: „Żądanie jest spełnione. Przeniesienie broni”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Request drone.
it: Richiedi drone.
ja: ドローンを要請する。
pl: Poproś o drona.

source: "Request granted. Drone schematic transferring."
it: "Richiesta concessa. Trasferimento schematico dei droni."
ja: "要請を承認。ドローンの概略図を転送する"
pl: „Prośba jest spełniona. Przeniesienie programu dronów”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Harmony Crew) "Threat unresolved. Current mission imperative: Protocol 52.34."
it: (Equipaggio di Harmony) "minaccia irrisolta. Propro impegno della missione: protocollo 52.34."
ja: (ハーモニークルー）「脅威は未解決。現在の任務は必須：プロトコル 52. 34
pl: (Członek załogi ENGI) „Zagrożenie nie jest wyeliminowane. Wymagana jest obecna misja: protokół 52.34”.

source: They respond, "Understood. Re-establishment of Federation highest importance. Repairing hull and attaching ship to ship ordnance."
it: Rispondono: "Compresi. Restablishment della Federazione La massima importanza. Riparare lo scafo e attaccare la nave all'ordinanza della nave."
ja: 彼らは「理解した」と答える。連邦の再確立は最重要事項だ。船体を修理し、船と船に兵器を取り付ける。"
pl: Odpowiadają: „Rozumiem. Przywrócenie federacji ma ogromne znaczenie. Naprawiono obudowę i dołączamy broń do statku”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: They thank you for the assistance and when you tell them of your mission, one of the Engi asks if he can assist your crew. You welcome him aboard.
it: Ti ringraziano per l'assistenza e quando dici loro della tua missione, uno degli Engi chiede se può aiutare il tuo equipaggio.Lo accolgono a bordo a bordo.
ja: 彼らは援助に感謝し、あなたが任務を伝えると、エンジの一人がクルーを援助できるかどうか尋ねてきた。あなたは彼を乗船させる。
pl: Dziękuję za pomoc, a kiedy powiesz im o swojej misji, jedna z Angie pyta, czy może pomóc twojej załodze.Witaj go na pokładzie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_SLAVE"]/text
source: You find a poorly equipped set of Mantis ships. Surprisingly, one of them hails you. "You're Federation ship? Maybe yes, maybe no, we not care. We have proposition for you."
it: Trovi un set scarsamente attrezzato di navi mantide.Sorprendentemente, uno di loro ti saluta."Sei la nave della Federazione? Forse sì, forse no, non ci interessa. Abbiamo una proposta per te."
ja: 装備の悪いマンティス艦を見つける。驚いたことに、そのうちの1隻があなたに声をかけてきた。「連邦の船か？そうかもしれないし、そうでないかもしれない。君たちに提案がある。
pl: Znajdziesz słabo wyposażoną liczbę modlitwy.Zaskakujące jest to, że jeden z nich jest z tobą związany.„Czy jesteś statkiem Federacji? Może tak, może nie, nie obchodzi nas. Mamy dla ciebie propozycję.”

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_SLAVE"]/choice[1]/text
source: Listen to their offer.
it: Ascolta la loro offerta.
ja: 彼らの申し出に耳を傾けてほしい。
pl: Posłuchaj ich propozycji.

source: "As can see, arsenal on ships less than good. High grade Engi military facility is nearby, we cannot raid it like this. Your ship, better armed. Break in, steal slaves, bring to us. We pay you."
it: "Come si può vedere, l'Arsenal sulle navi meno che buone. La struttura militare Engi di alta qualità si trova nelle vicinanze, non possiamo razziarlo in questo modo. La tua nave, meglio armata. Inserisci, ruba schiavi, portaci. Ti paghiamo."
ja: 「見ての通り、船の武器庫はあまり良くない。エンギの高級軍事施設が近くにあるが、これでは襲撃できない。お前の船はもっと武装している。侵入して奴隷を盗み 我々に連れて来い報酬は払う"
pl: „Jak zobaczyć, arsenał na statkach nie jest zbyt dobry. W pobliżu znajduje się fabryka wojskowa o wysokiej klasy Angie. Niewolnicy i dostarczamy ci. ”

source: Agree to break in.
it: Accettare di entrare.
ja: 慣らし運転に同意する。
pl: Zgadzam się złamać.

source: The leader of the Mantis ships, a Suzerain vessel, transmits the co-ordinates of the facility, and shows you how to communicate with them when the job is done.
it: Il leader delle navi di Mantis, una nave surana, trasmette i coordinate della struttura e mostra come comunicare con loro quando il lavoro è finito.
ja: マンティス船のリーダーであるスゼレーン船は、施設の座標を送信し、仕事が終わったときに彼らと通信する方法を教えてくれる。
pl: Lider statków Bogomolova, statek władców, przechodzi przez współrzędne zakładu i pokazuje, jak się z nim skontaktować po zakończeniu pracy.

source: We aren't in the slavery business.
it: Non siamo nel settore della schiavitù.
ja: 我々は奴隷ビジネスをやっているわけではない。
pl: Nie jesteśmy zaangażowani w handel niewolnikami.

source: "Pah, Federation ship so boring. Don't come back."
it: "Pah, nave della Federazione così noiosa. Non tornare."
ja: 「連邦の船はつまらない。二度と戻ってくるな。
pl: „Fu, statek federacyjny jest tak nudny. Nie wracaj”.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_SLAVE"]/choice[2]/text
source: We aren't looking to take any jobs.
it: Non stiamo cercando di fare alcun lavoro.
ja: どんな仕事も奪おうとは思っていない。
pl: Nie chcemy dla Ciebie pracować.

source: "Pah, Federation ship so boring. Don't come back."
it: "Pah, nave della Federazione così noiosa. Non tornare."
ja: 「連邦の船はつまらない。二度と戻ってくるな。
pl: „Fu, statek federacyjny jest tak nudny. Nie wracaj”.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: A Mantis asked you to raid a station to gain Engi captives.
it: Una mantide ti ha chiesto di fare irruzione in una stazione per guadagnare prigionieri.
ja: マンティスから、エンギの捕虜を得るためにステーションを急襲するよう依頼された。
pl: Modliszka poprosiła cię o napad na stację, aby wziąć Angie w niewoli.

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_SLAVE_FACILITY"]/text
source: The Engi facility appears to be a medium sized Engi station. If you're going to capture slaves, you'll need to weaken their defenses enough that they surrender.
it: La struttura ENGI sembra essere una stazione ENGI di medie dimensioni.Se hai intenzione di catturare schiavi, dovrai indebolire abbastanza le loro difese da arrendersi.
ja: エンギの施設は中規模のエンギ・ステーションのようだ。奴隷を捕らえるなら、降伏するほど防衛力を弱める必要がある。
pl: Najwyraźniej roślina Angie jest stacją średniej wielkości Angie.Jeśli zamierzasz schwytać niewolników, musisz tak bardzo osłabić ich obronę, że się poddają.

source: Attack the station.
it: Attaccare la stazione.
ja: 駅を攻撃しろ
pl: Zaatakować stacji.

source: You prepare to engage the station. Completely unable to flee, the Engi have no choice but to fight back.
it: Ti prepari a coinvolgere la stazione.Completamente incapace di fuggire, gli Engi non hanno altra scelta che reagire.
ja: ステーションとの交戦に備える。完全に逃げられなくなったエンジは反撃するしかない。
pl: Przygotowujesz się do dołączenia do bitwy ze stacją.Nie można biec, Angie nie ma innego wyjścia, jak się oprzeć.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Teleporter) Try to board and take an Engi.
it: (Teletrasporto) Cerca di salire a bordo e prendere un Engi.
ja: (テレポーター) 乗船してエンギを取ろうとする。
pl: (Teleporter) Spróbuj wziąć udział w pokładu i przechwytywania Angie.

source: Your crew's attempts at boarding the ship go in vain. The Engi security system is too good and detects your crew almost immediately. You beam them back and prepare to fight.
it: I tentativi dell'equipaggio di salire a bordo della nave vanno invano.Il sistema di sicurezza ENGI è troppo buono e rileva il tuo equipaggio quasi immediatamente.Li fai indietro e ti prepari a combattere.
ja: 乗組員が船に乗り込もうとしても無駄だった。エンギのセキュリティ・システムは優秀で、乗組員を即座に発見する。君は彼らを転送し、戦闘の準備をする。
pl: Próby załogi do schwytania stacji są na próżno.System bezpieczeństwa Angie jest zbyt dobry i niemal natychmiast zauważa załogę.Teleportujesz je z powrotem i przygotowujesz się do bitwy.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: It's not worth it.
it: Non ne vale la pena.
ja: そんな価値はない。
pl: To nie jest tego warte.

source: You aren't going to go stealing Engi slaves for a Mantis, especially not in the Harmony sector.
it: Non andrai a rubare schiavi Engi per una mantide, soprattutto non nel settore dell'armonia.
ja: 特にハーモニー・セクターでは。
pl: Nie zamierzasz ukraść Angie jako niewolników dla modliszki, szczególnie w sektorze harmonii.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: You have no hope of saving an Engi now that you have destroyed the station. You delete the Mantis contact and scrap the station.
it: Non hai speranza di salvare un Engi ora che hai distrutto la stazione.Elimina il contatto mantide e scarta la stazione.
ja: ステーションを破壊した今、エンギを救う望みはない。マンティスのコンタクトを削除し、ステーションをスクラップにする。
pl: Nie masz nadziei na uratowanie Angie po zniszczeniu stacji.Usuwasz kontakt z matką Bożą i zbierasz wszystko, co przydatne z fragmentów stacji.

source: In a mission to capture a living Engi crew, you decided it was a good idea to murder them all. With no way to get a live Engi now, you delete the Mantis contact and scrap the station.
it: In missione per catturare un equipaggio di Engi vivente, hai deciso che era una buona idea ucciderli tutti.Senza modo di ottenere un Engi Live ora, elimini il contatto mantide e scarta la stazione.
ja: 生きているエンギのクルーを捕獲するミッションで、あなたは彼らを皆殺しにするのが良い考えだと判断した。生きているエンギを捕獲する方法がなくなったので、マンティスのコンタクトを削除し、ステーションをスクラップにした。
pl: Wypełniając zadanie uchwycenia żywej załogi Angie, zdecydowałeś, że miło byłoby ich zabić.Bez teraz możliwości zdobycia żywej Angie, usuwasz kontakt z modliszką modlącą i zbierasz wszystko, co przydatne z fragmentów stacji.

source: The Engi station transmits a surrender message. They're willing to meet any of your demands.
it: La stazione Engi trasmette un messaggio di resa.Sono disposti a soddisfare una qualsiasi delle tue richieste.
ja: エンギ・ステーションから降伏メッセージ。どんな要求にも応じるそうだ。
pl: Stacja Angie przekazuje wiadomość poddania się.Są gotowi spełnić którekolwiek z twoich wymagań.

source: Demand they give you an Engi as a slave.
it: Chiedono che ti danno un Engi come schiavo.
ja: エンギを奴隷として与えるよう要求する。
pl: Żądać przekazania ci Angie jako niewolnika.

source: The Engi station spends a few minutes deciding who to send over. At last, one unlucky Engi is sent over to your ship.
it: La stazione Engi trascorre qualche minuto a decidere chi inviare.Finalmente, uno sfortunato Engi viene inviato alla tua nave.
ja: エンギ・ステーションは誰を送り込むか数分かけて決める。そしてついに、一人の不運なエンギがあなたの船に送られた。
pl: Stacja Angie decyduje przez kilka minut, kogo wysłać.Wreszcie jedna pechowa Angie idzie na twój statek.

source: Do as promised and bring them back to the Mantis.
it: Fai come promesso e riportali alla mantide.
ja: 約束通り、彼らをマンティスに連れて帰ってくれ。
pl: Wykonaj obiecane i przynieś je na modlitwy.

source: It seems brutal, but you have no choice but to lock up the Engi in the cargo hold. You contact the Mantis, who are pleased with you. They transmit their new co-ordinates.
it: Sembra brutale, ma non hai altra scelta che bloccare l'EGTI nella presa del carico.Contatta la mantide, che è contenta di te.Trasmettono i loro nuovi coordinati.
ja: 残酷に思えるが、エンギを貨物室に閉じ込めるしかない。マンティスに連絡すると、マンティスは喜んでくれた。彼らは新しい座標を送信してきた。
pl: To jest okrutne, ale nie masz innego wyjścia, jak tylko zablokować Angie w przedziale towarowym.Jesteście związani z modliszką, która jest z ciebie zadowolona.Przekazują swoje nowe współrzędne.

source: Let them stay and work aboard your ship.
it: Lascia che rimangono e lavorano a bordo della tua nave.
ja: 彼らをあなたの船に滞在させ、働かせる。
pl: Pozwól mu zostać i pracować na pokładzie twojego statku.

source: The Engi is as close to surprised as it can be. With this outcome much preferred to toiling away on a Mantis ship, the Engi willingly joins your crew.
it: L'EGTI è il più sorpreso possibile.Con questo risultato molto preferito per lavorare su una nave mantide, l'EGI si unisce volentieri al tuo equipaggio.
ja: エンギは驚きを隠せない。この結果はマンティス船で苦労するよりもずっと好ましく、エンギは進んであなたのクルーに加わります。
pl: Angie jest tak blisko zaskoczenia, jak jest to ogólnie możliwe.Ponieważ taki wynik jest znacznie lepszy od pracy na statku Bogomolov, Angie chętnie dołącza do twojej załogi.

source: Screw the Mantis and the Engi, let's finish this fight.
it: Avvita la mantide e l'ingini, finiamo questa lotta.
ja: マンティスもエンジも関係ない。
pl: Do diabła z Mantis i Angie, zakończmy tę bitwę.

source: The Mantis are awaiting the delivery of the Engi here.
it: I mantide sono in attesa della consegna dell'EGTI qui.
ja: マンティスはここでエンジの納車を待っている。
pl: Oczekuje się, że matka Bożej dostarczy Angie.

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_SLAVE_MANTIS"]/text
source: You arrive at the location of the Mantis. They take the Engi aboard, and as promised give you plenty of scrap, as well as a drone they stole from another Engi ship.
it: Arrivi nella posizione della mantide.Prendono l'EGTI a bordo e, come promesso, ti danno un sacco di scarti, nonché un drone che hanno rubato da un'altra nave Engi.
ja: マンティスに到着。約束通りエンギを乗船させ、多くのスクラップと他のエンギ船から盗んだドローンを渡す。
pl: Przybywasz do lokalizacji Bogomolova.Biorą Angie na pokład i, zgodnie z obietnicą, dają ci dużo złomu, a także drona, który ukradli z innego statku Angie.

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_CRIME"]/text
source: Of all the ships you would have thought to see here, a Rebel Engineer is the last one you would have expected. They're busy inspecting the wreck of an Engi ship, though due to the non-aggression pact between the Rebels and Engi, and the fact that the Engineer's weapons don't match with the damage done to the ship, it's likely they weren't the one to destroy the ship.
it: Di tutte le navi che avresti pensato di vedere qui, un ingegnere ribelle è l'ultimo che ti saresti aspettato.Sono impegnati a ispezionare il relitto di una nave Engi, sebbene a causa del patto di non aggressione tra i ribelli e l'ingini, e il fatto che le armi dell'ingegnere non corrispondano al danno arrecato alla nave, è probabile che non siano "quello per distruggere la nave.
ja: ここで目にすることになるであろう船の中で、反乱軍のエンジニアはあなたが予想する最後の1隻だ。彼らはエンギ船の残骸の検査に忙しいが、反乱軍とエンギの不可侵条約や、エンジニアの武器と船の損傷が一致しないことから、船を破壊したのは彼らではないだろう。
pl: Spośród wszystkich statków, których się spodziewałeś, inżynierowie rebeliantów są ostatnimi oczekiwaniami.Są zajęci badaniem wraku statku Angie, chociaż biorąc pod uwagę umowę o nieagresji między rebeliantami a Angie, a także fakt, że broń inżynierów nie odpowiada szkodom wyrządzonym statkowi, najprawdopodobniej tak się stanie nie niszcz tego statku.

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_CRIME"]/choice[1]/text
source: Hail them to ask about the wreck.
it: Salutali per chiedere informazioni sul relitto.
ja: 難破船について尋ねてみてください。
pl: Skontaktuj się z nimi i zapytaj o zniszczony statek.

source: The Engineer sighs, deep in thought. "No, we didn't do this... It's a shame that someone would. I know it's very uncharacteristic of a Rebel to care about something like this, but I didn't join the Rebellion for just a 'glorious human future'. The Rebels fund my projects, and that's all I care about. Someone has been hunting the Engi in this territory, and I want it stopped. Do you think you could inspect the wreck and figure out who did it?"
it: L'ingegnere sospira, profondamente nel pensiero."No, non l'abbiamo fatto ... è un peccato che qualcuno lo farebbe. So che è molto insolito di un ribelle preoccuparsi di qualcosa del genere, ma non mi sono unito alla ribellione solo per un" glorioso futuro umano "I ribelli finanziano i miei progetti, e questo è tutto ciò che mi interessa.
ja: エンジニアは深く考え込んでため息をつく。「いや、こんなことはしていない...。残念なことだ。こんなことを気にするのは反乱軍らしからぬことだが、私は「輝かしい人類の未来」のためだけに反乱軍に参加したわけじゃない。反乱軍は私のプロジェクトに資金を提供してくれる。誰かがこの領域でエンギを狩っている。それを阻止したい。残骸を調べて、犯人を突き止められると思う？"
pl: Inżynier wzdycha, pogrążając się w myśl.„Nie, nie zrobiliśmy tego ... Szkoda, że ​​ktoś to zrobił. Wiem, że jest to bardzo nietypowe, ponieważ buntownik-zaopiekować się czymś takim, ale dołączyłem do buntowników ze względu na” Chwalebna ludzka przyszłość.Ktoś poluje na Angie na tym terytorium i chcę, aby został zatrzymany.Czy uważasz, że możesz zbadać wrak i dowiedzieć się, kto to zrobił?

source: Agree to find the killer.
it: Accetta di trovare l'assassino.
ja: 犯人を見つけることに同意する
pl: Zgodzić się na poszukiwanie zabójcy.

source: We aren't detectives, we can't help.
it: Non siamo investigatori, non possiamo fare a meno.
ja: 我々は刑事ではないので、助けることはできない。
pl: Nie jesteśmy detektywami, nie możemy pomóc.

source: "Expected. This was the second reason I joined the Rebellion..."
it: "Previsto. Questo è stato il secondo motivo per cui mi sono unito alla ribellione ..."
ja: "予想通り。これが私が反乱軍に加わった2つ目の理由だ..."
pl: „Oczekiwano. To był drugi powód, dla którego dołączyłem do powstania ...”

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_CRIME"]/choice[2]/text
source: Who cares about who's responsible? Kill the Rebels!
it: Chi se ne frega di chi è responsabile?Uccidi i ribelli!
ja: 誰が責任者かなんて気にするか？反乱軍を殺せ！
pl: Jaką różnicę jest winna?Zabij rebeliantów!

source: It doesn't matter if the Engineers didn't kill the Engi, they've no doubt killed plenty others.
it: Non importa se gli ingegneri non hanno ucciso l'IGTI, senza dubbio ne hanno uccisi molti altri.
ja: エンジニアがエンジを殺さなくても、他にもたくさん殺しているのは間違いない。
pl: Nie ma znaczenia, że ​​inżynierowie nie zabili Angie, niewątpliwie zabili wielu innych.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_CRIME"]/choice[3]/text
source: Ignore the Engineer.
it: Ignora l'ingegnere.
ja: エンジニアを無視する。
pl: Nie zwracaj uwagi na inżynierów.

source: The Engineer continues to inspect the Engi wreck and ignores your ship.
it: L'ingegnere continua a ispezionare il relitto Engi e ignora la tua nave.
ja: エンジニアはエンギの残骸を調べ続け、あなたの船を無視している。
pl: Inżynierowie nadal sprawdzają wrak statku Angie i nie zwracają uwagi na twój statek.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.
