Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: The Engineer is glad you've caught the Mantis ship. They jump in nearby to apprehend the Mantis. Naturally, they aren't going to give up without a fight, but now you have extra fire support on your side.
it: L'ingegnere è contento di aver catturato la nave mantide.Saltano nelle vicinanze per arrestare la mantide.Naturalmente, non si arrenderanno senza combattere, ma ora hai un supporto per il fuoco extra dalla tua parte.
ja: エンジニアは、あなたがマンティス船を捕まえたことを喜んでいる。彼らはマンティスを逮捕するために近くに飛び込んだ。当然、彼らは戦わずにあきらめるつもりはないだろうが、これで味方の火力支援が増えた。
pl: Inżynierowie cieszą się, że złapałeś statek Bogomolova.Skaczą w pobliżu, aby zatrzymać modliszkę.Oczywiście nie zamierzają się poddać bez walki, ale teraz po twojej stronie znajduje się dodatkowe wsparcie pożarowe.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Rock culprit.
ja: ロックの犯人。
pl: Głazy są winne.

source: You've tracked down the Rockman suspect to this beacon.
it: Hai rintracciato il sospetto di Rockman su questo faro.
ja: あなたはロックマン容疑者をこのビーコンまで追跡した。
pl: Śledziłeś podejrzanych o głazach w tej latarni morskiej.

source: We know what you've done!
it: Sappiamo cosa hai fatto!
ja: あなたが何をしたかは知っている！
pl: Wiemy, co zrobiłeś!

source: "Huh? What are you on about?"
it: "Eh? Di cosa stai?"
ja: 「何を言っているんだ？
pl: - A o czym ty mówisz?

source: You killed the Engi!
it: Hai ucciso l'ingpo!
ja: あなたはエンジを殺した！
pl: Zabiłeś Angie!

source: "Oh, those guys. They were beeping at us! Imagine how annoying that would be. I don't see the problem here."
it: "Oh, quei ragazzi. Ci stavano emettendo un segnale acustico! Immagina quanto sarebbe fastidioso. Non vedo il problema qui."
ja: "ああ、あいつら。私たちに向かってピーピー鳴ってた！それがどんなに迷惑なことか。私はここで問題があるとは思わない"
pl: „Och, ci faceci. Podpisali nas! Wyobraź sobie, jak to denerwujące. Nie widzę tutaj problemu.”

source: Report them to the Engineer.
it: Segnalali all'ingegnere.
ja: エンジニアに報告してください。
pl: Zgłoś o nich inżynierom.

source: The Engineer is glad you've caught the Rock ship. They jump in nearby to apprehend the Rockmen. Naturally, they aren't going to give up without a fight, but now you have extra fire support on your side.
it: L'ingegnere è contento di aver catturato la nave rocciosa.Saltano nelle vicinanze per arrestare i Rockmen.Naturalmente, non si arrenderanno senza combattere, ma ora hai un supporto per il fuoco extra dalla tua parte.
ja: エンジニアはあなたがロック船を捕まえたことを喜んでいる。彼らはロックマンを逮捕するため、近くに飛び込んだ。当然、彼らは戦わずにあきらめるつもりはないだろうが、今は味方に追加の射撃支援がある。
pl: Inżynierowie cieszą się, że złapałeś statek głazów.Skaczą w pobliżu, aby opóźnić głazy.Oczywiście nie zamierzają się poddać bez walki, ale teraz po twojej stronie znajduje się dodatkowe wsparcie pożarowe.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Separatist culprit.
it: Colpevole separatista.
ja: 分離主義者の犯人
pl: Separatiści są winni.

source: You've tracked down the Separatist suspect to this beacon.
it: Hai rintracciato il sospetto separatista su questo faro.
ja: 分離主義者の容疑者をこのビーコンまで突き止めた。
pl: Śledziłeś podejrzanych separatystów w tej latarni morskiej.

source: We know what you've done!
it: Sappiamo cosa hai fatto!
ja: あなたが何をしたかは知っている！
pl: Wiemy, co zrobiłeś!

source: "Error: Confusion. I am afraid I do not [understand] what you are referring to. Context would be -appreciated-."
it: "Errore: confusione. Temo di non [capire] ciò a cui ti riferisci. Il contesto sarebbe apprezzato-."
ja: 「エラー：混乱。あなたが何を言っているのか理解できません。文脈をお教えください。
pl: „Błąd: zamieszanie. Obawiam się, że nie jestem [rozumiem], co masz na myśli. Przydatne byłoby uzyskanie -planacje…”.

source: You killed the Engi!
it: Hai ucciso l'ingpo!
ja: あなたはエンジを殺した！
pl: Zabiłeś Angie!

source: "Harmony is enemy. You kill [enemy] Rebels, correct? I still do not understand issue."
it: "L'armonia è nemica. Uccidi i ribelli [nemici], corretto? Non capisco ancora la questione."
ja: "ハーモニー "は敵だ。あなたは[敵の]反乱軍を殺しますね？私はまだ問題を理解していない"
pl: „Harmonia jest wrogiem. Zabijasz [wrogów], prawda? Nadal nie rozumiem istoty problemu”.

source: Report them to the Engineer.
it: Segnalali all'ingegnere.
ja: エンジニアに報告してください。
pl: Zgłoś o nich inżynierom.

source: The Engineer is glad you've caught the Separatist ship. They jump in nearby to apprehend the Engi. Naturally, they aren't going to give up without a fight, but now you have extra fire support on your side.
it: L'ingegnere è contento di aver catturato la nave separatista.Saltano nelle vicinanze per arrestare l'EGTI.Naturalmente, non si arrenderanno senza combattere, ma ora hai un supporto per il fuoco extra dalla tua parte.
ja: エンジニアがあなたが分離主義者の船を捕まえられて嬉しい。エンギを逮捕するために近くに飛び込む。当然、彼らは戦わずに諦めないけど、これで味方の火力支援が増えた。
pl: Inżynierowie cieszą się, że złapałeś statek separatystów.Skaczą w pobliżu, aby zatrzymać Angie.Oczywiście nie zamierzają się poddać bez walki, ale teraz po twojej stronie znajduje się dodatkowe wsparcie pożarowe.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Lanius culprit.
ja: ラニウスの犯人。
pl: Laniuses są winni.

source: You've tracked down the Lanius suspect to this beacon.
it: Hai rintracciato il sospetto di Lanius a questo faro.
ja: あなたはラニウス容疑者をこのビーコンまで追跡した。
pl: Śledziłeś podejrzanych Laniusa w tej latarni morskiej.

source: We know what you've done!
it: Sappiamo cosa hai fatto!
ja: あなたが何をしたかは知っている！
pl: Wiemy, co zrobiłeś!

source: "But afraid cannot understand. Clearer be?"
it: "Ma la paura non può capire. Be più chiaro?"
ja: "しかし、怖くて理解できない。もっと明確に？
pl: „Ale boję się nie zrozumieć. Bardziej wyjaśniające?”

source: You killed the Engi!
it: Hai ucciso l'ingpo!
ja: あなたはエンジを殺した！
pl: Zabiłeś Angie!

source: "Think mean trash. Ship trash, ship eat! Eat trash. You eat? Trash!"
it: "Pensa alla spazzatura media. Cestino della nave, nave mangia! Mangia la spazzatura. Mangi? Cestino!"
ja: "意地悪なゴミ "と思え。船はゴミ、船は食べる！ゴミを食え。食うか？ゴミだ！"
pl: „Pomyśl o śmieciach. Statek jest śmieciami, zjedz statek! Zjedz śmieci. Jadłeś? Śmieci!”

source: Report them to the Engineer.
it: Segnalali all'ingegnere.
ja: エンジニアに報告してください。
pl: Zgłoś o nich inżynierom.

source: The Engineer is glad you've caught the Lanius ship. They jump in nearby to apprehend the Lanius. Naturally, they aren't going to give up without a fight, but now you have extra fire support on your side.
it: L'ingegnere è contento di aver catturato la nave Lanius.Saltano nelle vicinanze per arrestare il Lanius.Naturalmente, non si arrenderanno senza combattere, ma ora hai un supporto per il fuoco extra dalla tua parte.
ja: ラニウスの船を捕まえたことを喜ぶエンジニア。彼らはラニウスを逮捕するため、近くに飛び込んできた。当然、彼らは戦わずにあきらめるつもりはないだろうが、今は味方に追加の火力支援がある。
pl: Inżynierowie cieszą się, że złapałeś statek Laniusa.Skaczą w pobliżu, aby opóźnić Laniusa.Oczywiście nie zamierzają się poddać bez walki, ale teraz po twojej stronie znajduje się dodatkowe wsparcie pożarowe.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_CRIME_WIN"]/text
source: You have avenged the Engi ship. The Engineers thank you for your efforts. "Maybe the Feds ain't so bad after all. Here, help yourself to some of this."
it: Hai vendicato la nave Engi.Gli ingegneri ti ringraziano per i tuoi sforzi."Forse i federali non sono così male dopo tutto. Qui, aiutati ad un po 'di questo."
ja: あなたはエンジ船の仇を討った。エンジニアは君の努力に感謝している。"FBIも捨てたもんじゃないなこれでも食え
pl: Zemściłeś się na statku Angie.Inżynierowie dziękujemy za twoje wysiłki.„Może w końcu Federalowie nie są tak źli. Teraz weź to”.

source: Mantis culprit.
it: Colpevole di mantide.
ja: カマキリの犯人。
pl: Matka Boża jest winna.

source: You've tracked down the Mantis suspect to this beacon.
it: Hai rintracciato il sospetto di Mantis su questo faro.
ja: あなたはマンティス容疑者をこのビーコンまで追跡した。
pl: Śledziłeś podejrzaną modliszkę w tej latarni morskiej.

source: We know what you've done!
it: Sappiamo cosa hai fatto!
ja: あなたが何をしたかは知っている！
pl: Wiemy, co zrobiłeś!

source: "Eh, what? We done lot of things. You need be specific."
it: "Eh, cosa? Abbiamo fatto molte cose. Devi essere specifico."
ja: 「え、なに？いろいろやったよ。具体的に言ってよ"
pl: „Uh, co? Robimy wiele rzeczy. Podaj więcej szczegółów”.

source: You killed the Engi!
it: Hai ucciso l'ingpo!
ja: あなたはエンジを殺した！
pl: Zabiłeś Angie!

source: "What? We no kill any Engi. Ok... that lie. We no kill any Engi HERE."
it: "Cosa? Non uccidiamo nessun Engi. Ok ... quella menzogna. Non uccidiamo nessun Engi qui."
ja: 「何だと？エンギは殺さない分かった...嘘だここではエンジは殺さない"
pl: „Co? Nie niszczymy statku Angie. Dobra… kłamstwo. Nie niszczymy tutaj statku Angie.”

source: Damn it, these aren't the killers...
it: Dannazione, questi non sono gli assassini ...
ja: くそっ、これは犯人じゃない...。
pl: Cholera, to nie jest zabójca ...

source: The Mantis ship is confused, but they're agitated from you accusing them and attack!
it: La nave Mantis è confusa, ma sono agitate da te accusandoli e attaccano!
ja: マンティス艦は混乱しているが、あなたが非難したことで激昂し、攻撃を仕掛けてくる！
pl: Statek Bogomolova jest zdezorientowany, ale są oburzone faktem, że oskarżasz ich i atakujesz!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Rock culprit.
ja: ロックの犯人。
pl: Głazy są winne.

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_CRIME_ROCK_WRONG"]/text
source: You've tracked down the Rockman suspect to this beacon.
it: Hai rintracciato il sospetto di Rockman su questo faro.
ja: あなたはロックマン容疑者をこのビーコンまで追跡した。
pl: Śledziłeś podejrzanych o głazach w tej latarni morskiej.

source: We know what you've done!
it: Sappiamo cosa hai fatto!
ja: あなたが何をしたかは知っている！
pl: Wiemy, co zrobiłeś!

source: "Huh? What are you on about?"
it: "Eh? Di cosa stai?"
ja: 「何を言っているんだ？
pl: - A o czym ty mówisz?

source: You killed the Engi!
it: Hai ucciso l'ingpo!
ja: あなたはエンジを殺した！
pl: Zabiłeś Angie!

source: "I don't know what you are talking about. Is this some kind of racist joke?"
it: "Non so di cosa stai parlando. È una specie di scherzo razzista?"
ja: 「何を言っているのかわからない。人種差別的なジョークか？"
pl: „Nie rozumiem, o czym mówisz. Czy to jakiś rasistowski żart?”

source: Damn it, these aren't the killers...
it: Dannazione, questi non sono gli assassini ...
ja: くそっ、これは犯人じゃない...。
pl: Cholera, to nie jest zabójca ...

source: The Rock ship is confused, but they're agitated from you accusing them and attack!
it: La nave rocciosa è confusa, ma sono agitate da te accusandoli e attaccano!
ja: ロック号は混乱しているが、あなたが自分たちを非難したことで激昂し、攻撃を仕掛けてくる！
pl: Statek głazów jest zdezorientowany, ale są one oburzone faktem, że oskarżasz ich i atakujesz!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Separatist culprit.
it: Colpevole separatista.
ja: 分離主義者の犯人
pl: Separatiści są winni.

source: You've tracked down the Separatist suspect to this beacon.
it: Hai rintracciato il sospetto separatista su questo faro.
ja: 分離主義者の容疑者をこのビーコンまで突き止めた。
pl: Śledziłeś podejrzanych separatystów w tej latarni morskiej.

source: We know what you've done!
it: Sappiamo cosa hai fatto!
ja: あなたが何をしたかは知っている！
pl: Wiemy, co zrobiłeś!

source: "Error: Confusion. I am afraid I do not [understand] what you are referring to. Context would be -appreciated-."
it: "Errore: confusione. Temo di non [capire] ciò a cui ti riferisci. Il contesto sarebbe apprezzato-."
ja: 「エラー：混乱。あなたが何を言っているのか理解できません。文脈をお教えください。
pl: „Błąd: zamieszanie. Obawiam się, że nie jestem [rozumiem], co masz na myśli. Przydatne byłoby uzyskanie -planacje…”.

source: You killed the Engi!
it: Hai ucciso l'ingpo!
ja: あなたはエンジを殺した！
pl: Zabiłeś Angie!

source: "Further confusion. My understanding has further decreased. No Engi ship has been engaged by us."
it: "Ulteriore confusione. La mia comprensione è ulteriormente diminuita. Nessuna nave Engi è stata impegnata da noi."
ja: "さらなる混乱"。私の理解はさらに低下した。エンギ船は我々と交戦していない"
pl: „Zamieszanie trwa. Moje zrozumienie pogorszyło się jeszcze bardziej. Żaden statek Angie nie został przez nas zniszczony”.

source: Damn it, these aren't the killers...
it: Dannazione, questi non sono gli assassini ...
ja: くそっ、これは犯人じゃない...。
pl: Cholera, to nie jest zabójca ...

source: The Separatist ship is confused, but they're agitated from you accusing them and attack!
it: La nave separatista è confusa, ma sono agitati da te accusandoli e attaccano!
ja: 分離主義者の船は混乱してるけど、あなたが自分たちを非難したことで興奮して、攻撃してくる！
pl: Statek statku jest zdezorientowany, ale są oburzone faktem, że ich oskarżasz i atakujesz!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Lanius culprit.
ja: ラニウスの犯人。
pl: Laniuses są winni.

source: You've tracked down the Lanius suspect to this beacon.
it: Hai rintracciato il sospetto di Lanius a questo faro.
ja: あなたはラニウス容疑者をこのビーコンまで追跡した。
pl: Śledziłeś podejrzanych Laniusa w tej latarni morskiej.

source: We know what you've done!
it: Sappiamo cosa hai fatto!
ja: あなたが何をしたかは知っている！
pl: Wiemy, co zrobiłeś!

source: "But afraid cannot understand. Clearer be?"
it: "Ma la paura non può capire. Be più chiaro?"
ja: "しかし、怖くて理解できない。もっと明確に？
pl: „Ale boję się nie zrozumieć. Bardziej wyjaśniające?”

source: You killed the Engi!
it: Hai ucciso l'ingpo!
ja: あなたはエンジを殺した！
pl: Zabiłeś Angie!

source: "Engi ship perish no. Not kill trash. Dare you accuse?"
it: "La nave Engi perisce no. Non uccidere la spazzatura. Osererai accusato?"
ja: "エンジ船は滅びない。ゴミは殺さない。非難する勇気があるか？"
pl: „Statek Angie nie ma umrzeć. Nie zabijaj śmieci. Czy odważyłeś się winić?”

source: Damn it, these aren't the killers...
it: Dannazione, questi non sono gli assassini ...
ja: くそっ、これは犯人じゃない...。
pl: Cholera, to nie jest zabójca ...

source: The Lanius ship is confused, but they're agitated from you accusing them and attack!
it: La nave Lanius è confusa, ma sono agitate da te accusandoli e attaccano!
ja: ラニウスの船は混乱していたが、あなたが自分たちを非難したことで激昂し、攻撃を仕掛けてきた！
pl: Statek Laniusesa jest zdezorientowany, ale są oburzone faktem, że ich oskarżasz i atakujesz!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="QUEST_ENGI_CRIME_LOSE"]/text
source: You've failed to track down the true killers of the Engi ship. You refrain from contacting the Engineers, and scrap the wreckage.
it: Non sei riuscito a rintracciare i veri assassini della nave Engi.Ti astieni dal contattare gli ingegneri e ti raschia il relitto.
ja: エンギ船の真犯人を突き止められなかった。あなたはエンジニアとの接触を控え、残骸をスクラップにした。
pl: Nie byłeś w stanie śledzić prawdziwych zabójców statku Angie.Nie skontaktowałeś się z inżynierami i nie zbierałeś wszystkiego, co przydatne z wraku.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//textList[@name="ENGI_MANTIS_FIGHT_MV"]/text[1]
source: A mixed radar signal turns out to be a Mantis attack ship scavenging the remains of an Engi carrier. They turn and fight.
it: Un segnale radar misto risulta essere una nave di attacco di mantide che elimina i resti di un vettore Engi.Si girano e combattono.
ja: 混信したレーダー信号は、エンギ空母の残骸を漁るマンティス攻撃艦であることが判明。彼らは反転して戦う。
pl: Mieszany sygnał radarowy jest atakującym statkiem Bogomolova, który zarabia resztki lotniskowca Angie.Odwracają się i wchodzą do bitwy.

# data/events_sector_harmony.xml$//textList[@name="ENGI_MANTIS_FIGHT_MV"]/text[2]
source: You come across a Mantis raider taking pot shots at a defenseless Engi supply station. Discovering its weapons aren't much of a match for the station's armour, it turns on your ship. Battle stations!
it: Ti imbatti in un raider mantide che fa colpi di vaso in una stazione di fornitura Engi senza indifesa.Scoprire le sue armi non corrisponde molto all'armatura della stazione, gira sulla tua nave.Stazioni di battaglia!
ja: あなたは無防備なエンギ補給ステーションを狙い撃ちするマンティス・レイダーに出くわした。その武器がステーションの装甲にはかなわないとわかると、あなたの船を攻撃してきた。バトルステーション
pl: Natkniesz się na modliszkę Raider, która zwolniła się w bezbronnej stacji zaopatrzenia Angie.Po odkryciu, że jego broń nie jest bardzo odpowiednia dla zbroi stacji, przechodzi na twój statek.Zwalczać pozycje!

# data/events_sector_harmony.xml$//textList[@name="ENGI_MANTIS_FIGHT_MV"]/text[3]
source: The area looks clear, and you prepare to jump off, but a Mantis scout jumps in behind you! They're as surprised as you are, but their weapons are already online.
it: L'area sembra chiara e ti prepari a saltare, ma uno scout Mantis salta dietro di te!Sono sorpresi come te, ma le loro armi sono già online.
ja: エリアはクリアに見え、飛び降りようとするが、マンティスのスカウトが後ろから飛び込んでくる！彼らも驚いているが、武器はすでにオンラインだ。
pl: Teren wygląda czysto i przygotowujesz się do skakania, ale potem modliszka skacze za tobą!Są nie mniej niż ty, ale ich broń jest już aktywowana.

# data/events_sector_harmony.xml$//textList[@name="ENGI_MANTIS_FIGHT_MV"]/text[4]
source: You find a Mantis ship harrying a small squad of Engi. They make it to the node and jump off, leaving you toe to toe with their pursuer!
it: Trovi una nave da mantide che ha un po 'di squadra di Engi.Arrivano al nodo e saltano via, lasciandoti in punta di piedi con il loro inseguitore!
ja: エンギの小隊に嫌がらせをするマンティス艦を発見。彼らはノードに辿り着き、飛び降りた！
pl: Zauważasz statek Bogomolova, który realizuje małą eskadrę Angie.Dotarą do węzła i skakają, zostawiając jednego na jednego z prześladowcą!

# data/events_sector_harmony.xml$//event[@name="ENCOUNTER_PIRATE_ENGI"]/text
source: There must have been rich pickings for pirates around here up until war broke out. The pirate you encounter here looks worn down, but hungry. You'll have to fight!
it: Ci devono essere stati ricchi raccolti per i pirati qui fino a quando non è scoppiata la guerra.Il pirata che incontri qui sembra logoro, ma affamato.Dovrai combattere!
ja: 戦争が始まるまで、このあたりは海賊の宝庫だったに違いない。ここで出会う海賊は、疲れきっているようだが、腹は減っているようだ。戦わなければならない！
pl: Do Piratów musiał być bogaty depozyt, dopóki nie rozpoczęła się wojna.Piraci, z którymi spotkałeś, wyglądają na wyczerpane, ale głodne.Musisz walczyć!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENCOUNTER_SEPARATIST_ENGI"]/text
source: A Separatist refugee hiding from the Engi patrols is laying low at this beacon. When they see a Federation ship jumping in nearby, they assume you've come for them, and attack!
it: Un rifugiato separatista che si nasconde dalle pattuglie Engi si sta abbassando in questo faro.Quando vedono una nave della Federazione saltare nelle vicinanze, presumono che tu sia venuto per loro e attacca!
ja: エンギ・パトロールから隠れてる分離主義者の難民がこのビーコンに隠れてる。連邦の船が近くに飛び込んでくるのを見ると、自分たちのために来たと思い、攻撃してくる！
pl: Separatystyczni uchodźcy ukryci się przed patrolami Angie ukryli się na tej latarni morskiej.Kiedy zobaczyli, że statek pojawił się w pobliżu, zdecydowali, że przyszedłeś po nich i zaatakowali!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENCOUNTER_ENGI_ELITE"]/text
source: The Engi Defenders are usually non-confrontational, but as their name suggests, their key purpose is to defend the Harmony. One way or another, they have decided your ship poses a threat and move in to neutralize you.
it: I difensori Engi non sono generalmente non conflitti, ma come suggerisce il loro nome, il loro scopo chiave è difendere l'armonia.In un modo o nell'altro, hanno deciso che la tua nave rappresenta una minaccia e si sposta per neutralizzarti.
ja: エンギ・ディフェンダーは通常、非対立的だが、その名が示す通り、ハーモニーを守ることが重要な目的だ。いずれにせよ、彼らはあなたの船が脅威になると判断し、あなたを無力化するために動きます。
pl: Angie -obrońcy zwykle nie są podatni na konfrontację, ale jak następuje ich nazwa, ich głównym zadaniem jest ochrona harmonii.Tak czy inaczej decydują, że twój statek stanowi zagrożenie i posuwa się, aby go zneutralizować.

# data/events_sector_harmony.xml$//event[@name="ENCOUNTER_ENGI_ELITE"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: This is the location of a Harmony Link.
it: Questa è la posizione di un collegamento all'armonia.
ja: これはハーモニーリンクの位置である。
pl: Oto kanał komunikacyjny Harmony.

source: This is the location of a Harmony Link.
it: Questa è la posizione di un collegamento all'armonia.
ja: これはハーモニーリンクの位置である。
pl: Oto kanał komunikacyjny Harmony.

# data/events_sector_harmony.xml$//event[@name="HARMONY_LINK_DEFAULT"]/text
source: It appears you've discovered a Harmony Link. These massive planet-sized structures are made up of trillions of nanobots, and transmit a strong signal to all of the Engi in the sector.
it: Sembra che tu abbia scoperto un link all'armonia.Queste enormi strutture di dimensioni pianeta sono costituite da trilioni di nanobot e trasmettono un forte segnale a tutti gli ENG nel settore.
ja: ハーモニーリンクを発見したようだ。この巨大な惑星サイズの構造物は何兆個ものナノボットでできており、セクター内のすべてのエンジに強い信号を送っている。
pl: Wygląda na to, że odkryłeś kanał komunikacji Harmony.Te masywne struktury wielkości planety składają się z bilionów nanobotów i przekazują potężny sygnał do całego Angie w tym sektorze.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: This is the location of a Harmony Link.
it: Questa è la posizione di un collegamento all'armonia.
ja: これはハーモニーリンクの位置である。
pl: Oto kanał komunikacyjny Harmony.

source: This is the location of a Harmony Link.
it: Questa è la posizione di un collegamento all'armonia.
ja: これはハーモニーリンクの位置である。
pl: Oto kanał komunikacyjny Harmony.

# data/events_sector_harmony.xml$//event[@name="HARMONY_LINK_UNIQUE"]/text
source: It appears you've discovered a Harmony Link. These massive planet-sized structures are made up of trillions of nanobots, and transmit a strong signal to all of the Engi in the sector.
it: Sembra che tu abbia scoperto un link all'armonia.Queste enormi strutture di dimensioni pianeta sono costituite da trilioni di nanobot e trasmettono un forte segnale a tutti gli ENG nel settore.
ja: ハーモニーリンクを発見したようだ。この巨大な惑星サイズの構造物は何兆個ものナノボットでできており、セクター内のすべてのエンジに強い信号を送っている。
pl: Wygląda na to, że odkryłeś kanał komunikacji Harmony.Te masywne struktury wielkości planety składają się z bilionów nanobotów i przekazują potężny sygnał do całego Angie w tym sektorze.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="HARMONY_LINK_FIGHTENGI"]/text
source: An Engi ship is resting nearby the Harmony Link. It's an elite, but they aren't attacking just yet.
it: Una nave Engi si sta riposando nelle vicinanze del collegamento all'armonia.È un'élite, ma non stanno ancora attaccando.
ja: エンギ船がハーモニーリンクの近くで休んでいる。エリートだが、まだ攻撃はしてこない。
pl: W pobliżu kanału Harmony znajduje się statek Angie.To jest elita, ale nie zostali jeszcze zaatakowani.

source: Attack them!
it: Attaccali!
ja: 彼らを攻撃する！
pl: Zaatakuj ich!

source: As you approach, suddenly the Engi ship activates and its drones come online. "Multiverse-Drive equipped vessel approaching. Threat to Harmony Link: activating defensive protocols."
it: Mentre ti avvicini, improvvisamente la nave Engi si attiva e i suoi droni vengono online."Avvicinarsi della nave equipaggiata in multiverse-drive. Minaccia a armonia Link: attivazione di protocolli difensivi."
ja: 近づくと、突然エンジ船が起動し、ドローンがオンラインになる。"マルチバースドライブ搭載船が接近中。ハーモニーリンクへの脅威：防御プロトコルを起動"
pl: Kiedy zbliżasz się, statek Angie jest nagle aktywowany, a jego drony zaczynają działać.„Zbliża się statek wyposażony w napęd z wieloma serami. Zagrożenie dla kanału harmonii: aktywacja protokołów”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Request supplies.
it: Richiedi forniture.
ja: 物資を要請する。
pl: Żądanie materiałów eksploatacyjnych.

source: "Refusal. Task: protecting Harmony link. Do not interfere." Looks like you won't be getting anything out of them.
it: "Rifiuto. Attività: proteggere il collegamento all'armonia. Non interferire."Sembra che non ti trarrai nulla.
ja: "拒否"。タスク：ハーモニーリンクの保護。干渉するな"彼らからは何も得られないようだな。
pl: „Odmowa. Zadanie: ochrona kanału komunikacyjnego Harmony. Nie zakłócaj”.Wygląda na to, że nic od nich nie dostaniesz.

source: If they won't give us supplies, we'll take them!
it: Se non ci daranno rifornimenti, le prenderemo!
ja: もし彼らが物資をくれないなら、私たちが持っていく！
pl: Jeśli nie dają nam zapasów, weźmiemy je!
