Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

# data/events_sector_harmony.xml$//event[@name="ENGI_SEX"]/text
source: What appeared to be a single damaged ship is in fact two ships that have smashed into each other... there is a flurry of comm signals and damage, and it's hard to determine what occurred. The vessels appear to be... Engi? They look locked together by the impact and can't free themselves.
it: Quella che sembrava essere una singola nave danneggiata sono in realtà due navi che si sono schiantate l'una contro l'altra ... c'è una raffica di segnali di comunicazione e danni, ed è difficile determinare cosa è successo.Le navi sembrano essere ... Engi?Sembrano bloccati dall'impatto e non possono liberarsi.
ja: 損傷を受けた1隻と思われた船は、実際には2隻が互いに衝突している...通信信号が飛び交い、損傷が激しく、何が起こったのか判断がつかない。その船はどうやら...エンギか？衝撃でロックされ、自由が利かないようだ。
pl: To, co wydawało się jednym uszkodzonym statkiem, w rzeczywistości dwa statki, które zderzyły się ze sobą ... Istnieje mnóstwo sygnałów komunikacyjnych i uszkodzeń, i trudno jest ustalić, co się stało.Najwyraźniej są to statki ... Angie?Wyglądają na połączone w wyniku zderzenia i nie można ich uwolnić.

# data/events_sector_harmony.xml$//event[@name="ENGI_SEX"]/choice[1]/text
source: Attempt to help the ships by prying them apart.
it: Tenta di aiutare le navi facendole a pezzi.
ja: 船をこじ開けて助けようとする。
pl: Spróbuj pomóc statkom, dzieląc je.

# data/events_sector_harmony.xml$//event[@name="ENGI_SEX"]/choice[1]/event/text
source: To your surprise, one of the Engi vessels attacks! One ship detaches itself, surprisingly still quite whole, and opens fire - it looks like it's somehow identified you as hostile!
it: Con tua sorpresa, uno degli attacchi delle navi Engi!Una nave si stacca, sorprendentemente ancora abbastanza intera, e apre il fuoco - sembra che ti sia identificato in qualche modo ostile!
ja: 驚いたことに、エンジの1隻が攻撃してきた！一隻が分離し、驚くべきことにまだ完全な状態で砲撃してくる！
pl: Ku Twoim zaskoczeniu, jeden z statków ataków Angie!Jeden statek jest odłączony, zaskakująco wciąż cały i otwiera ogień - wydaje się, że jakoś zdecydował, że jesteś wrogi!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_SEX"]/choice[2]/text
source: Ignore the damaged vessels.
it: Ignora le navi danneggiate.
ja: 損傷した血管は無視する。
pl: Nie zwracaj uwagi na uszkodzone statki.

# data/events_sector_harmony.xml$//event[@name="ENGI_SEX"]/choice[2]/event/text
source: This isn't your business.
it: Questo non è il tuo business.
ja: 君には関係ないことだ。
pl: To nie twoja sprawa.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: (Engi Crew) Have your Engi crewmember hail the vessel and assess the damage.
it: (ENGI CREW) Chiedi al tuo membro dell'equipaggio Engi, salva la nave e valuta il danno.
ja: (エンジ・クルー) エンジのクルーに船を呼び、ダメージを評価させる。
pl: (Członek ekipy) poproś członka załogi o kontakt ze statkiem i ocenę szkód.

source: Your Engi crewmember refuses. In a halting use of adjectives and nouns, followed by some animated holographic aids, the Engi explains the ships are... using each other to, loosely translated, "achieve a union." For some reason, this consolidation of ship matter sounds embarrassing and personal.
it: Il tuo membro dell'equipaggio Engi rifiuta.In un uso fermo di aggettivi e nomi, seguito da alcuni aiuti olografici animati, l'EGTI spiega che le navi si stanno ... usando l'un l'altro, tradotti vagamente, "raggiungi un'unione".Per qualche ragione, questo consolidamento della materia navale sembra imbarazzante e personale.
ja: エンジのクルーは拒否します形容詞と名詞を使い分けながら、ホログラムのアニメーションを使いながら、エンギは艦船は "結合 "するためにお互いを利用していると説明する。なぜか、この船の統合は恥ずかしく、個人的なことに聞こえる。
pl: Twoja Angie odmawia.Dzięki zamieszaniu, używając przymiotników i rzeczowników, a następnie niektóre animowane materiały holograficzne, Angie wyjaśnia, że ​​statki ... używają się nawzajem, aby warunkowo „dotrzeć do Unii”.Z jakiegoś powodu to zjednoczenie statków brzmi zawstydzone i osobiście.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: You elect to leave the two Engi ships... to their "business." After questioning your Engi crewmember, however, you do manage to salvage what scrap parts you can from the perimeter, even though you feel slightly dirty for doing so.
it: Desideri di lasciare le due navi Engi ... alla loro "attività".Dopo aver interrogato il tuo membro dell'equipaggio Engi, tuttavia, riesci a salvare quali parti di rottami puoi dal perimetro, anche se ti senti leggermente sporco per farlo.
ja: あなたは2隻のエンギ船から離れることにした。エンギの乗組員に質問した後、あなたは周辺からスクラップ部品を引き揚げることに成功した。
pl: Postanawiasz zostawić dwa statki Angie ... aby zaangażować się w swój „biznes”.Po zakończeniu poznania sytuacji z Angie z załogi zbierasz wszystko, co możesz, doświadczając niezręczności wokół obwodu.

# data/events_sector_harmony.xml$//event[@name="ENGI_SEX_SHIP_DONE"]/text
source: Apparently, you interrupted the equivalent of a "consolidation" of two ships that were using each other's parts to construct a new vessel. The Engi were not truly hostile, their targeting computers had not finished adjusting. There's nothing to be done about it now. You leave the remains for the surviving ship.
it: Apparentemente, hai interrotto l'equivalente di un "consolidamento" di due navi che si stavano usando le parti reciproche per costruire una nuova nave.Gli ENGI non erano veramente ostili, i loro computer di destinazione non avevano finito di adattarsi.Non c'è niente da fare al riguardo adesso.Lasci i resti per la nave sopravvissuta.
ja: どうやら、2隻の船が互いの部品を使って新しい船を建造する "統合 "に相当する作業を中断したようだ。エンギは真の敵対者ではなく、照準コンピュータの調整が終わっていなかった。今さらどうすることもできない。生き残った船に遺骨を残すのだ。
pl: Najwyraźniej przerwałeś proces „zjednoczenia” dwóch statków, które wykorzystywały się do siebie do zbudowania nowego statku.Angie nie była tak naprawdę wroga, ich komputery wskazówek nie zakończyły jeszcze korekty.Teraz nic nie można z tym zrobić.Pozostawiasz wraku na rzecz ocalałego statku.

# data/events_sector_harmony.xml$//event[@name="ENGI_DECONSTRUCTOR_JUNKYARD"]/text
source: From the beacon, you can spot several large masses. Among them are two gigantic fields of debris, with an indistinct mass between them. One debris field is very high in metallic content, and the other, much larger debris field seems to have very little salvageable content.
it: Dal faro, puoi individuare diverse grandi masse.Tra questi ci sono due giganteschi campi di detriti, con una massa indistinta tra loro.Un campo di detriti è molto ricco di contenuti metallici e l'altro campo di detriti molto più grande sembra avere un contenuto salvabile molto scarso.
ja: ビーコンから、いくつかの大きな塊を見つけることができる。その中に、2つの巨大な破片のフィールドがあり、その間に不明瞭な塊がある。そのうちの1つは金属含有量が非常に多く、もう1つの巨大なデブリ・フィールドは、回収可能なものはほとんどないようだ。
pl: Z latarni morskiej można zauważyć kilka dużych klastrów wraku.Wśród nich są dwa gigantyczne pola fragmentów, a między nimi znajdują się niezrozumiała masa.Wydaje się, że jest dużo metalu na jednym polu, a w drugim znacznie większym polu fragmentu, bardzo mało odpowiedniego do gromadzenia.

source: Explore the pile of metallic debris.
it: Esplora la pila di detriti metallici.
ja: 金属片の山を探る。
pl: Przeglądaj akumulację fragmentów metali.

source: Explore the mass between the fields.
it: Esplora la massa tra i campi.
ja: フィールド間の質量を探る
pl: Przeglądaj masę między polami.

source: You emerge closer to find a large, buzzing cloud of nanomachines, as well as a gigantic chamber. Periodically, what appears to be an Engi ship drags something from the metallic debris field towards the cloud. However, once you get close, an Engi ship intercepts you. "This region = restricted to Engi nanoforms. Proceed: away from this beacon."
it: Emergi più vicino a trovare una grande nuvola di nanomachine, nonché una gigantesca camera.Periodicamente, quella che sembra essere una nave Engi trascina qualcosa dal campo di detriti metallici verso la nuvola.Tuttavia, una volta avvicinato, una nave Engi ti intercetta."Questa regione = limitata ai nanoformi Engi. Procedere: lontano da questo faro."
ja: 近づいてみると、ナノマシンがうごめく大きな雲と巨大な部屋がある。定期的にエンギ船らしきものが金属片の中から雲に向かって何かを引きずってくる。しかし、一旦近づくと、エンギ船に妨害される。「この地域はエンギ・ナノフォームの立ち入りが制限されている。このビーコンから離れろ。"
pl: Po przybyciu bliżej widzisz dużą brzęczącą chmurę nanomashin, a także gigantyczną kamerę.Okresowo, co wydaje się być statkiem Angie, przyciąga coś z pola fragmentów metalowych do chmury.Powinieneś jednak zbliżyć się do ciebie, jak statek Angie cię przechwytuje.„Ten obszar = dostępny tylko dla Angie Nanoform. Trzymaj z dala od tej latarni morskiej”.

source: (Harmony Crew) "Assistance = required."
it: (Crew di armonia) "Assistenza = richiesta."
ja: (ハーモニークルー）"アシスト＝必要"。
pl: (Członek załogi Harmony) „Pomoc = jest konieczna”.

source: Your Engi explains the importance of your mission, and requests whatever resources can be spared. "...confirmed. Allied Engi: on important mission. You may: request one Harmony construct. Will offer resources."
it: Il tuo Engi spiega l'importanza della tua missione e richiede qualsiasi risorsa possa essere risparmiata."... confermato. Allied Engi: In Mission importante. Puoi: richiedere un costrutto di armonia. Offrirà risorse."
ja: エンギはミッションの重要性を説明し、可能な限りのリソースを提供するよう要請する。"...確認した。エンギ：重要な任務だ。ハーモニー・コンストラクトを1つ要求する。資源を提供する"
pl: Twoje Angie mówi o znaczeniu twojej misji i prosi o dostarczenie wszystkich możliwych zasobów.„... potwierdzone. Union Angie: Z ważną misją. Możesz: poprosić o jedną strukturę harmonii. Oferuję opcje.”

source: Request another Engi.
it: Richiedere un altro Engi.
ja: 別のエンジに依頼する。
pl: Poproś Angie.

source: In a shimmering haze, a brand new Engi is printed from the swarm directly into your cargo bay. The Engi nods at you, ready to take orders.
it: In una foschia luccicante, un nuovo Engi di zecca viene stampato dallo sciame direttamente nella tua baia di carico.L'IGTI annuisce a te, pronto a prendere gli ordini.
ja: きらめく靄の中、真新しいエンジが群れから直接カーゴベイにプリントされる。エンギはあなたに向かってうなずき、命令を受ける準備ができている。
pl: W lśniącym mgienie roju zupełnie nowa Angie leci bezpośrednio do twojego przedziału ładunkowego.Angie kiwa głową, gotowe do przestrzegania zamówień.

source: Request a crew drone.
it: Richiedi un drone dell'equipaggio.
ja: クルーのドローンを要請する。
pl: Poproś drona piechoty.

source: In a shimmering haze, a drone schematic is printed from the swarm directly into your cargo bay.
it: In una foschia luccicante, uno schema di droni viene stampato dallo sciame direttamente nel tuo vano di carico.
ja: きらめく靄の中で、ドローンの設計図が群れから直接カーゴベイにプリントされる。
pl: W lśniącym mgienie schemat dronów jest drukowany z roju bezpośrednio do przedziału ładunkowego.

source: Request a combat drone.
it: Richiedi un drone da combattimento.
ja: 戦闘用ドローンを要請する。
pl: Poproś drona bojowego.

source: In a shimmering haze, a drone schematic is printed from the swarm directly into your cargo bay.
it: In una foschia luccicante, uno schema di droni viene stampato dallo sciame direttamente nel tuo vano di carico.
ja: きらめく靄の中で、ドローンの設計図が群れから直接カーゴベイにプリントされる。
pl: W lśniącym mgienie schemat dronów jest drukowany z roju bezpośrednio do przedziału ładunkowego.

source: What is this place?
it: Che posto è questo?
ja: ここは何なんだ？
pl: Jakie to miejsce?

source: "Goal = gather salvage, provide to greater collective. Resources: produce more [nanomachines, drone schematics, vessel components]. Question: answered. Go."
it: "Goal = Raccogli il salvataggio, fornisci a una maggiore collettiva. Risorse: produrre più [nanomachine, schemi di droni, componenti della nave]. Domanda: risponde. Vai."
ja: "目標＝サルベージを集め、より大きな集団に提供する。資源：より多くの［ナノマシン、ドローンの設計図、船の部品］を生産する。質問：答えた。行け。"
pl: „Cel = Zbieraj wszystkie przydatne, przenieś je do większego zespołu. Zasoby: Aby wyprodukować więcej [Nanomashin, Drony, Składniki statków]”.Pytanie: Odpowiedź jest udzielona.Do przodu".

source: Attack the Engi.
it: Attaccare l'ingini.
ja: エンジにアタック
pl: Attack Angie.

source: The Engi immediately responds to your aggression - they were anticipating your greed.
it: L'EGTI risponde immediatamente alla tua aggressività: stavano anticipando la tua avidità.
ja: エンジはあなたの攻撃性に即座に反応する--彼らはあなたの貪欲さを予測していたのだ。
pl: Angie natychmiast reaguje na twoją agresję - przewidują chciwość.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Depart.
it: Partenza.
ja: 出発。
pl: Latujemy.

source: Attack the Engi.
it: Attaccare l'ingini.
ja: エンジにアタック
pl: Attack Angie.

source: The Engi immediately responds to your aggression.
it: L'EGTI risponde immediatamente alla tua aggressività.
ja: エンジはあなたの攻撃性に即座に反応する。
pl: Angie reaguje natychmiast na twoją agresję.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Depart.
it: Partenza.
ja: 出発。
pl: Latujemy.

source: Explore the other debris field.
it: Esplora l'altro campo di detriti.
ja: 他のデブリフィールドを探索する。
pl: Przeglądaj inne pole fragmentu.

source: Leave these fields alone.
it: Lascia questi campi da soli.
ja: これらのフィールドは放っておく。
pl: Zostaw te pola w spokoju.

source: You decide not to spend any time examining these fields.
it: Decidi di non dedicare del tempo a esaminare questi campi.
ja: あなたは、これらの分野の調査に時間を費やさないことに決めた。
pl: Zdecydujesz się nie marnować czasu na studiowanie tych pól.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: While the field at large is very metal rich, you quickly learn that the field is almost entirely composed of compressed, destroyed ships. It's clear this is some kind of junkyard. Fortunately, the remains of one ship floats in pieces near the periphery of the larger mass, making it an easily achievable target amidst the massive pile.
it: Mentre il campo in generale è molto ricco di metalli, impari rapidamente che il campo è quasi interamente composto da navi compresse e distrutte.È chiaro che questo è una specie di discarica.Fortunatamente, i resti di una nave galleggiano a pezzi vicino alla periferia della massa più grande, rendendolo un bersaglio facilmente raggiungibile in mezzo all'enorme pila.
ja: フィールド全体は非常に金属に富んでいるが、フィールドはほとんど圧縮された破壊された船で構成されていることがすぐにわかる。ここがある種の廃品置き場であることは明らかだ。幸いなことに、1隻の船の残骸が大きな塊の周辺にバラバラになって浮かんでおり、巨大な山の中で簡単に狙える。
pl: Chociaż pole jako całość jest bardzo bogate w metale, szybko dowiesz się, że składa się prawie całkowicie ze skompresowanych, zniszczonych statków.Staje się jasne, że jest to jakiś skład składowy.Na szczęście wrak jednego ze statków pływa wzdłuż peryferii dużej akumulacji, co sprawia, że ​​łatwo jest dostępny do celu wśród ogromnej masy.

source: While the field at large is very metal rich, you quickly learn that the field is almost entirely composed of compressed, destroyed ships. It's clear this is some kind of junkyard. You find a derelict ship on the surface that is ripe for the looting, and fortunately it has not been crushed like many of the other ships in the pile.
it: Mentre il campo in generale è molto ricco di metalli, impari rapidamente che il campo è quasi interamente composto da navi compresse e distrutte.È chiaro che questo è una specie di discarica.Trovi una nave abbandonata sulla superficie che è matura per il saccheggio e fortunatamente non è stata schiacciata come molte delle altre navi nella pila.
ja: フィールド全体は非常に金属に富んでいるが、フィールドはほとんど圧縮された破壊された船で構成されていることがすぐにわかる。ここがある種のジャンクヤードであることは明らかだ。あなたは略奪にうってつけの廃船を地表で見つけるが、幸いなことに、それは山積みになった他の船のように押しつぶされてはいなかった。
pl: Chociaż pole jako całość jest bardzo bogate w metale, szybko dowiesz się, że składa się prawie całkowicie ze skompresowanych, zniszczonych statków.Staje się jasne, że jest to jakiś skład składowy.Znajdziesz opuszczony statek na skraju pola, który jest odpowiedni do grabieży, i na szczęście nie został zmiażdżony, jak wiele innych statków na tym stosie.

source: While the field at large is very metal rich, much of the junk is densely packed. As you try to harvest some of the surrounding scrap, you notice that the surface shifts. You find a derelict ship on the surface, but unfortunately it immediately comes to life - it's a Vagabond!
it: Mentre il campo in generale è molto ricco di metalli, gran parte della spazzatura è densamente imballata.Mentre provi a raccogliere un po 'di rottami circostanti, noti che la superficie si sposta.Trovi una nave abbandonata in superficie, ma sfortunatamente prende vita - è un vagabondo!
ja: フィールド全体は金属が非常に豊富だが、ガラクタの多くは密集している。周囲のスクラップを採取しようとすると、地表が移動していることに気づく。地表に廃船を見つけたが、不運なことにすぐに息を吹き返した！
pl: Chociaż pole jako całość jest bardzo bogate w metale, większość śmieci jest ściśle zapakowana.Próbując zebrać złom, zauważasz ruch.Znajdziesz opuszczony statek na boisku, ale niestety natychmiast się ożywa - to są włóczęgi!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: While the field at large is very metal rich, much of the junk is densely packed. You wander the debris for a while, searching for easier pickings. However, as you approach a large wreck ripe for the plundering, you are stopped by an Engi. They insistently hail you: "This salvage = property of the Engi Harmony. You are trespassing. Leave or punitive action will ensue. Final warning."
it: Mentre il campo in generale è molto ricco di metalli, gran parte della spazzatura è densamente imballata.Vagare i detriti per un po ', alla ricerca di raccolti più facili.Tuttavia, mentre ti avvicini a un grande relitto maturo per il saccheggio, sei fermato da un Engi.Ti salutano in modo insistente: "Questo salvataggio = proprietà dell'armonia Engi. Stai trasgredendo. Se ne derivano un'azione di lasciare o punizione. Avvertenza finale."
ja: フィールド全体は金属に富んでいるが、ガラクタの多くは密集している。あなたはしばらくの間、瓦礫の中を歩き回り、もっと簡単に採れるものを探した。しかし、略奪にうってつけの大きな残骸に近づいたとき、エンギに呼び止められた。彼らはしつこく声をかけてくる：「この残骸はエンギ・ハーモニーの所有物だ。不法侵入だ。立ち去らなければ処罰の対象となる。最終警告だ。"
pl: Chociaż pole jako całość jest bardzo bogate w metale, większość śmieci jest ściśle zapakowana.Przez pewien czas wędrujesz między wrakiem w poszukiwaniu łatwiejszej ofiary.Jednak gdy zbliżasz się do dużego fragmentu odpowiedniego do grabieży, zatrzymuje Cię Angie.Wytrwała wzywają do ciebie: „Ta właściwość = właściwość Engie Harmony. Naruszasz granice. Odejdź lub postępuj zgodnie z środkami karnymi. Ostatnie ostrzeżenie”.

source: Stay.
it: Rimanere.
ja: 滞在する。
pl: Zostawać.

source: The Engi make good on their threat - they attack you!
it: Gli Engi fanno bene alla loro minaccia: ti attaccano!
ja: エンギは脅しを実行に移し、あなたを攻撃する！
pl: Angie narysuj ich zagrożenie - atakują cię!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Leave.
it: Partire.
ja: 出て行け。
pl: Wyjechać.

source: You search the debris field, but it seems like there's nothing of value here. Unfortunately, the debris is both loose and densely packed, so you'll have to avoid damage as you charge your FTL drive!
it: Cerchi nel campo dei detriti, ma sembra che non ci sia nulla di valore qui.Sfortunatamente, i detriti sono sia sciolti che densamente imballati, quindi dovrai evitare danni mentre carichi il tuo azionamento FTL!
ja: デブリフィールドを捜索するが、価値のあるものは何もないようだ。残念なことに、デブリは緩く、かつ密集しているため、FTLドライブを充電しながらダメージを避ける必要がある！
pl: Przeszukujesz pole fragmentu, ale wydaje się, że nie ma tu nic cennego.Niestety, fragmenty tutaj są zarówno rozproszone, jak i ciasno zapakowane, więc będziesz musiał unikać szkód podczas ładowania SSD!

source: You search the debris field, but it seems like there's nothing of value here. Unfortunately, the debris is both loose and densely packed, so you'll have to avoid damage as you charge your FTL drive!
it: Cerchi nel campo dei detriti, ma sembra che non ci sia nulla di valore qui.Sfortunatamente, i detriti sono sia sciolti che densamente imballati, quindi dovrai evitare danni mentre carichi il tuo azionamento FTL!
ja: デブリフィールドを捜索するが、価値のあるものは何もないようだ。残念なことに、デブリは緩く、かつ密集しているため、FTLドライブを充電しながらダメージを避ける必要がある！
pl: Przeszukujesz pole fragmentu, ale wydaje się, że nie ma tu nic cennego.Niestety, fragmenty tutaj są zarówno rozproszone, jak i ciasno zapakowane, więc będziesz musiał unikać szkód podczas ładowania SSD!

source: You search the debris field. Amidst the largely worthless junk, you manage to track down a hidden supply of missiles in a large piece of debris.
it: Cerchi nel campo dei detriti.Tra la spazzatura in gran parte senza valore, riesci a rintracciare una fornitura nascosta di missili in un grande pezzo di detriti.
ja: デブリフィールドを捜索する。ほとんど無価値なガラクタの中で、あなたは大きなガレキの中に隠されたミサイルを見つけることに成功した。
pl: Szukasz pola fragmentu.Wśród bezużytecznych śmieci udało ci się znaleźć zestaw głowic ukrytych w dużym wraku.

source: You search the debris field. While much of it is worthless junk, you manage to scrounge up a small amount of useful resources.
it: Cerchi nel campo dei detriti.Mentre gran parte è spazzatura inutile, riesci a sfruttare una piccola quantità di risorse utili.
ja: デブリフィールドを捜索する。その多くは無価値なガラクタだが、あなたはわずかながら有用な資源を拾い集めることに成功した。
pl: Szukasz pola fragmentu.Chociaż większość z nich to bezużyteczne śmieci, udało ci się zebrać niewielką liczbę przydatnych zasobów.

source: You search the debris field. The material itself is mostly worthless debris, but amidst the junk is a single Lanius. It desperately tries to flag you down, seemingly wanting to join you.
it: Cerchi nel campo dei detriti.Il materiale stesso è per lo più detriti inutili, ma in mezzo alla spazzatura è un singolo Lanius.Cerca disperatamente di segnalarti, apparentemente volendo unirti a te.
ja: デブリフィールドを探す。素材そのものはほとんど無価値な残骸だが、ガラクタの中にラニウスが一匹いる。そのラニウスは必死に旗を振り、あなたに加わろうとしているようだ。
pl: Szukasz pola fragmentu.Są to głównie bezużyteczne fragmenty, ale wśród śmieci zauważasz samotnego Laniusa.Wydaje się, że desperacko próbuje przyciągnąć twoją uwagę, chcąc do ciebie dołączyć.

source: Accept the Lanius onto your crew.
it: Accetta il Lanius sul tuo equipaggio.
ja: ラニウスをクルーに迎え入れる。
pl: Weź Laniusa do swojej załogi.

source: The Lanius tries to speak as best it can as you let it onto your ship. "Found food. While eating, small creature attack! Then, home eaten. Left to drift..."
it: Il Lanius cerca di parlare nel miglior modo possibile, come lo lasci sulla tua nave."Ho trovato cibo. Mentre mangiava, piccolo attacco creatura! Poi, a casa mangiata. Lasciato alla deriva ..."
ja: あなたがラニウスを船に乗せると、ラニウスは精一杯話そうとした。「食べ物を見つけた。食事中、小さな生き物に襲われた！そして、家に食べられた。そのまま漂流..."
pl: Lanius stara się mówić najlepiej, jak to możliwe, gdy pozwalasz na swój statek.„Znalazłem jedzenie. Kiedy zjadłem, zaatakowałem małe stworzenie! Potem zjadli dom. Zostałem, by dryfować ...”

source: Ignore the Lanius.
it: Ignora il Lanius.
ja: ラニウスは無視する。
pl: Nie zwracaj uwagi na Laniusa.

source: You search the debris field. The material itself is mostly worthless junk, but floating adrift in the field is a single Vagabond. It desperately tries to flag you down, seemingly wanting to join you.
it: Cerchi nel campo dei detriti.Il materiale stesso è per lo più spazzatura inutile, ma la deriva galleggiante sul campo è un singolo vagabondo.Cerca disperatamente di segnalarti, apparentemente volendo unirti a te.
ja: あなたは漂流物を探す。素材そのものはほとんど無価値なガラクタだが、漂流物にはバガボンドが一匹いる。そのバガボンドは必死に旗を振り、あなたに加わろうとしているようだ。
pl: Szukasz pola fragmentu.Sam materiał to głównie bezużyteczne śmieci, ale jeden włóczęga dryfuje w polu.Wydaje się, że desperacko próbuje przyciągnąć twoją uwagę, chcąc do ciebie dołączyć.

source: Accept the Vagabond onto your crew.
it: Accetta il vagabondo sul tuo equipaggio.
ja: バガボンドをクルーに迎え入れる。
pl: Weź wędrowanie w swojej załodze.
