Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: Explore.
it: Esplorare.
ja: 探検する
pl: Badania.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: You now have some time on your hands.
it: Ora hai un po 'di tempo a disposizione.
ja: あなたは今、時間を持て余している。
pl: Teraz masz wolny czas.

source: Explore.
it: Esplorare.
ja: 探検する
pl: Badania.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_GIFT"]/choice[1]/text
source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_sector_harmony.xml$//event[@name="ENGI_GIFT"]/choice[2]/text
source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_harmony.xml$//textList[@name="ENGI_GIFT"]/text[1]
source: An Engi vessel hails you. "Identity: Federation? Outlier probability. Implies... revival. Implies... hope. Assistance suggested." They offer some supplies.
it: Una nave Engi ti saluta."Identità: Federazione? Probabilità outlier. Implica ... revival. Implica ... speranza. Assistenza suggerita."Offrono alcune forniture.
ja: エンギの船があなたに呼びかける。「身元は？連邦か？異常値です復活を暗示希望を暗示する"支援を提案する""物資を提供する
pl: Statek Angie wzywa cię.„Identyfikacja: Federacja? Prawdopodobieństwo błędu. Implikuje… Odrodzenie. Implikuje ... nadzieja. Zaproponowano wsparcie.”Oferują zapasy.

# data/events_sector_harmony.xml$//textList[@name="ENGI_GIFT"]/text[2]
source: You cross paths with an Engi cargo vessel hurrying home before the Mantis fleets attempt to take over this sector. They're happy to offload some of their cargo to get home faster.
it: Attravershi i percorsi con una nave da carico Engi che si affretta a casa prima che le flotte di Mantis tentassero di assumere questo settore.Sono felici di scaricare un po 'del loro carico per tornare a casa più velocemente.
ja: マンティス艦隊がこのセクターを占領しようとする前に、エンギの貨物船とすれ違った。彼らは早く家に帰るため、喜んで積荷を下ろしている。
pl: Przecinasz się z statkiem cargo Angie, który spieszy się do domu, zanim flota Bogomolova próbuje uchwycić ten sektor.Z przyjemnością rozładowują część swojego ładunku, aby szybciej wrócić do domu.

# data/events_sector_harmony.xml$//textList[@name="ENGI_GIFT"]/text[3]
source: You make contact with an isolated Engi science station who are staying put despite the likelihood of Mantis invasion. They suggest you trial some experimental technology.
it: Contatta un contatto con una stazione scientifica ENGI isolata che rimane nonostante la probabilità di invasione di mantide.Ti suggeriscono di provare qualche tecnologia sperimentale.
ja: あなたは、マンティスの侵略の可能性があるにもかかわらず静止している孤立したエンギの科学ステーションと接触した。彼らは実験的な技術を試すよう提案する。
pl: Skontaktowałeś się z izolowaną stacją naukową Angie, która pozostała tutaj, pomimo prawdopodobieństwa inwazji na modlitwę.Oferują one doświadczenia niektórych technologii eksperymentalnych.

# data/events_sector_harmony.xml$//textList[@name="ENGI_GIFT"]/text[4]
source: This was the site of a recent battle. Either a show of Mantis force, or the Engi here weren't disposed to go peacefully. You pick through the pieces.
it: Questo è stato il sito di una recente battaglia.O uno spettacolo di forza di mantide, o l'ingini qui non erano disposti a andare pacificamente.Scegli attraverso i pezzi.
ja: ここは最近、戦闘があった場所だ。マンティスの力が誇示されたのか、それともここのエンギ族が平和的に去る気がなかったのか。破片を拾い集める。
pl: Są ślady ostatniej walki.Albo demonstracja mocy Boga, albo lokalne Anges nie zostały skonfigurowane dla spokojnego wyniku.Zbierasz fragmenty.

# data/events_sector_harmony.xml$//event[@name="ENGI_SALVAGER"]/text
source: It appears a Lanius ship at this beacon is half-way through salvaging an Engi ship with crew still aboard. Though the Lanius ignores you, the Engi ship attempts to hail you. They request that you save them from the Lanius.
it: Sembra che una nave Lanius in questo faro sia a metà per salvare una nave Engi con l'equipaggio ancora a bordo.Sebbene il Lanius ti ignori, la nave Engi tenta di salutarti.Ti chiedono di salvarli dal Lanius.
ja: このビーコンにいるラニウス船は、乗組員がまだ乗っているエンギ船のサルベージの途中のようだ。ラニウスはあなたを無視したが、エンギ船はあなたを呼び出そうとした。彼らはラニウスから救うよう要請してきた。
pl: Wygląda na to, że statek Laniusa w tej latarni morskiej jest w połowie drogi do analizy statku Angie na pokładzie, który pozostał załoga.Chociaż Laniuses cię ignoruje, statek Angie próbuje się z tobą skontaktować.Proszą cię o uratowanie ich przed Laniusem.

# data/events_sector_harmony.xml$//event[@name="ENGI_SALVAGER"]/choice[1]/text
source: Hail the Lanius.
it: Saluta il Lanius.
ja: ラニウス万歳。
pl: Skontaktuj się z Laniusem.

source: "We do not know what is. The trash ship. Trash is not a problem for to eat!" It seems the Lanius have mistaken the Engi ship as wreckage.
it: "Non sappiamo cosa sia. La nave spazzatura. La spazzatura non è un problema per mangiare!"Sembra che il Lanius abbia eliminato la nave Engi come relitto.
ja: 「何が何だかわからない。ゴミ船。ゴミは食べても問題ない！"ラニウスはエンジ船を残骸と勘違いしたようだ。
pl: „Nie wiemy, co to jest. Statek śmieci. Śmieci nie stanowią problemu z konsumpcją!”Wygląda na to, że Lanius wziął statek Angie na wrak.

source: Try to explain that there are Engi onboard.
it: Prova a spiegare che ci sono Engi a bordo.
ja: 船内にエンジがいることを説明してみてください。
pl: Próbuję wyjaśnić, że na pokładzie jest Angie.

source: Fight them off.
it: Combattili.
ja: 彼らを撃退する。
pl: Walcz z nimi.

source: Communicating further is pointless. The only way to do this is through combat.
it: Comunicare ulteriormente è inutile.L'unico modo per farlo è attraverso il combattimento.
ja: これ以上のコミュニケーションは無意味だ。唯一の方法は戦闘だ。
pl: Dalsza komunikacja jest bezcelowa.Jedynym sposobem na to jest walka.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_SALVAGER"]/choice[2]/text
source: Ignore them.
it: Ignorali.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: The Lanius ship continues to ignore you as you slink away.
it: La nave Lanius continua a ignorarti mentre slitti via.
ja: ラニウスの船は、あなたがそそくさと立ち去るのを無視し続ける。
pl: Statek Lanius nadal cię ignoruje podczas odejścia.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: You successfully manage to explain to the Lanius that the Engi ship is not a wreckage. Satisfied with the scrap they've currently collected, the Lanius ship jumps away.
it: Riesci a spiegare con successo a Lanius che la nave Engi non è un relitto.Soddisfatto degli scarti che hanno attualmente raccolto, la nave di Lanius salta via.
ja: エンギ船が残骸ではないことをラニウスに説明することに成功。回収したスクラップに満足したラニウス艦は飛び去る。
pl: Udało ci się wyjaśnić Laniusesowi, że statek Angie nie jest wrakiem.Zadowolony ze zebranego połysku statek Laniusa wchodzi do skoku.

source: Hail the Engi.
it: Saluta l'ingi.
ja: エンジ万歳。
pl: Skontaktuj się z Angie.

source: Your attempts at communicating with the Lanius go in vain. Tired of your incomprehensible yapping, the Lanius decide to destroy you next!
it: I tuoi tentativi di comunicare con il Lanius vanno invano.Stanco del tuo incomprensibile sbadiglio, il Lanius decide di distruggerti dopo!
ja: ラニウスとのコミュニケーションの試みは無駄に終わる。ラニウスはあなたの理解不能なおしゃべりにうんざりし、次はあなたを破壊することに決めた！
pl: Twoje próby rozmowy z Laniusem są na próżno.Zmęczeni twoim niezrozumiałym moo, postanawiają cię zniszczyć!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi express their gratitude for your assistance. They give you some droneparts and scrap.
it: Gli Engi esprimono la loro gratitudine per la tua assistenza.Ti danno alcuni droneparts e scarti.
ja: エンジはあなた方の援助に感謝の意を表している。ドローンパーツとスクラップを渡す。
pl: Angie wyraża swoją wdzięczność za twoją pomoc.Dają ci kilka kompleksów dronów i złomu.

source: To your surprise, the Engi crew appears to have asphyxiated while you were fighting the Lanius ship. There's hardly anything external left to scrap, but you do find a drone that you can salvage.
it: Con tua sorpresa, l'equipaggio di Engi sembra essersi asfissiato mentre stavi combattendo sulla nave Lanius.Non c'è quasi nulla di esterno da scartare, ma trovi un drone che puoi salvare.
ja: 驚いたことに、エンギのクルーはラニウス船と戦っている間に窒息死したようだ。スクラップにできるような外的なものはほとんど残っていないが、サルベージできるドローンを発見。
pl: Ku twojemu zaskoczeniu ekipa Angie zdawała się udusić, gdy walczyłeś ze statkiem Laniusa.Nie pozostało prawie nic zewnętrznego, ale znalazłeś drona, który można zmontować.

source: The Engi ship is considerably more damaged than you expected. It looks like it won't last much longer until something important explodes.
it: La nave Engi è considerevolmente più danneggiata di quanto si preveda.Sembra che non durerà molto più a lungo fino a quando qualcosa di importante non esplode.
ja: エンギ船は予想以上にダメージを受けている。何か重要なものが爆発するまで、長くはもたないようだ。
pl: Statek Angie jest uszkodzony znacznie bardziej niż się spodziewałeś.Wygląda na to, że nie wytrzyma długo, dopóki nie wybuchnie coś ważnego.

source: Rush aboard and save the Engi.
it: Rush a bordo e salva l'ingpo.
ja: 急いで乗船し、エンジ号を救え。
pl: Idź na pokład i uratuj Angie.

source: With limited time you're only able to save one of the Engi crew. You're powerless to help as their ship takes its last breath and explodes. With no ship to return to, the Engi agrees to work aboard your ship.
it: Con un tempo limitato, sei in grado di salvare solo uno dei membri dell'equipaggio Engi.Sei impotente di aiutarti mentre la loro nave prende l'ultimo respiro ed esplode.Senza una nave a cui tornare, l'IGTI accetta di lavorare a bordo della tua nave.
ja: 限られた時間の中で、あなたはエンジの乗組員の一人を救うことしかできない。彼らの船が息を引き取り、爆発する中、あなたは助けることができない。戻る船もなく、エンギはあなたの船で働くことに同意する。
pl: W warunkach ograniczonego czasu możesz zaoszczędzić tylko jedną z załogi Angie.Nie możesz pomóc, gdy ich statek emituje ostatni oddech i eksploduje.Bez statku, do którego można by zwrócić, Angie zgadza się pracować na pokładzie twojego statku.

source: Let them explode and salvage the scrap.
it: Lasciali esplodere e salvare lo scarto.
ja: 爆発させてスクラップを回収する。
pl: Pozwól im eksplodować, a następnie zebrać złom.

source: You know this isn't the greatest option morally, but the Engi can't feel pain, so it's probably fine. You watch as their ship explodes, and then finish what the Lanius started.
it: Sai che questa non è la più grande opzione moralmente, ma l'Egi non può sentire dolore, quindi probabilmente va bene.Guardi mentre la loro nave esplode e poi finisci ciò che il Lanius ha iniziato.
ja: 道徳的にはあまりいい選択ではないことはわかっているだろうが、エンジは痛みを感じないから、おそらく大丈夫だろう。彼らの船が爆発するのを見届け、ラニウスが始めたことを終わらせる。
pl: Wiesz, że z moralnego punktu widzenia nie jest to najlepsza opcja, ale Angie nie odczuwa bólu, więc wszystko jest w porządku.Patrzysz na to, jak wybucha ich statek, a potem kończy to, co zaczął Lanius.

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/text
source: An Engi colony established nearby hails you. "Federation presence suggests... Dire need of aid. Question: what is your need?"
it: Una colonia Engi fondata nelle vicinanze ti saluta."La presenza della Federazione suggerisce ... terribile bisogno di aiuto. Domanda: qual è il tuo bisogno?"
ja: 近くに設立されたエンギのコロニーから呼び出しがあった。"連邦の存在は...援助を必要としている質問は何ですか？
pl: Kolonia Angie, założona w pobliżu, powoduje: „Obecność federacji sugeruje ... pilna potrzeba pomocy. Pytanie: Czego potrzebujesz?”

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/choice[1]/text
source: Repairs.
it: Riparazioni.
ja: 修理。
pl: Naprawa.

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/choice[1]/event/text
source: "Request granted. Repair drone dispatched."
it: "Richiesta concessa. Riparazione dei droni spediti."
ja: "要請を承認。修理ドローン出動"
pl: „Żądanie jest zadowolone. Wysłany jest odtwarzanie dronów”.

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/choice[2]/text
source: Fuel.
it: Carburante.
ja: 燃料だ。
pl: Paliwo.

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/choice[2]/event/text
source: "Request granted. Refueling drone dispatched."
it: "Richiesta concessa. Droni di rifornimento spedito."
ja: "要請を承認。給油ドローン出動。
pl: „Prośba jest usatysfakcjonowana. Wysyłane jest refueling dronów”.

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/choice[3]/text
source: Ammunition.
it: Munizioni.
ja: 弾薬。
pl: Amunicja.

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/choice[3]/event/text
source: "Request granted. Payload drone dispatched."
it: "Richiesta concessa. Drone payload spedito."
ja: "要請を承認。ペイロード・ドローン出動"
pl: „Żądanie jest spełnione. Wysłał ładowarkę dronów”.

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/choice[4]/text
source: Map Data.
it: Mappa dati.
ja: 地図データ。
pl: Dane kartograficzne.

# data/events_sector_harmony.xml$//event[@name="ENGI_AID"]/choice[4]/event/text
source: "Request denied, restricted area. Salvage drone dispatched as alternative."
it: "Richiesta area netta e limitata. Drone di salvataggio spedito come alternativa."
ja: "要請は拒否された、立入禁止区域だ。代替案としてサルベージドローンを派遣。"
pl: „Żądanie zostało odrzucone, ograniczony obszar. Kolekcjoner dronów został wysłany jako alternatywa”.

# data/events_sector_harmony.xml$//event[@name="ENGI_FLEET_DELAY_MV"]/text
source: You notice an Engi colony hiding on the other side of a nearby moon. It turns out they're excavating an equipment cache from the Federation-Mantis War, and they suggest it might be used to lure the pursuing rebel fleet.
it: Noti una colonia Engi che si nasconde dall'altra parte di una luna vicina.Si scopre che stanno scavando una cache dell'attrezzatura dalla guerra della federazione-mantis e suggeriscono che potrebbe essere usato per attirare la flotta ribelle perseguire.
ja: あなたは近くの月の反対側にエンギのコロニーが隠れているのに気づいた。彼らは連邦・マンティス戦争時の装備品を発掘しており、反乱軍の艦隊をおびき寄せるのに使うかもしれないと言う。
pl: Zauważasz kolonię Angie, ukrywającą się po drugiej stronie najbliższego księżyca.Okazuje się, że wykopują pamięć podręczną ze sprzętem Federacji Federacji z Matką Bożą i oferują jej użycie do zwabienia floty rebeliantów.

source: Booby trap the cache.
it: Booby intrappola la cache.
ja: キャッシュにブービートラップを仕掛ける。
pl: Zrób pamięć podręczną.

source: You transfer down some missile warheads and the Engi rig them to blow before setting a distress signal to attract the fleet's attention.
it: Trasferisci alcune testate missilistiche e l'EGI le rig per soffia prima di fissare un segnale di soccorso per attirare l'attenzione della flotta.
ja: あなたはミサイルの弾頭をいくつか転送し、エンジはそれを爆破するように装備してから、艦隊の注意を引くために救難信号をセットする。
pl: Przekazujesz kilka głowic rakietowych, a Angie ustawia je na eksplozję, po czym uruchamiany jest sygnał niepokoju, aby przyciągnąć uwagę floty.

source: Secure the cache.
it: Proteggere la cache.
ja: キャッシュを確保する。
pl: Zapisz pamięć podręczną.

source: You have the Engi complete their excavations and bring the supplies onboard.
it: Hai l'EGI completare i loro scavi e portare le forniture a bordo.
ja: エンギに発掘を完了させ、物資を船内に運び込む。
pl: Poinstruujesz Angie, aby ukończyła wykopaliska i dostarczasz zapasy na pokładzie.

# data/events_sector_harmony.xml$//event[@name="ENGI_SURRENDER_MV"]/text
source: An Engi ship in the vicinity, seeing you jump in armed to the teeth, immediately broadcasts its surrender: "Subject goal: wealth. Engi motivation: survival. Transfer of goods acceptable?"
it: Una nave Engi nelle vicinanze, vederti saltare in armato ai denti, trasmette immediatamente la sua resa: "Obiettivo dell'oggetto: ricchezza. Motivazione Engi: sopravvivenza. Trasferimento di merci accettabile?"
ja: 付近のエンギ艦が、あなたが武装して飛び込むのを見て、直ちに降伏を放送した："目的は富。エンギの動機：生存。物資の譲渡は可能か？"
pl: Statek Angie w pobliżu, widząc, że jesteś uzbrojony do zębów, natychmiast przekazujesz wiadomość o twoim poddaniu się: „Cel obiektu: bogactwo. Motywacja Angie: przetrwanie. Przeniesienie ładunku jest dopuszczalne?”

# data/events_sector_harmony.xml$//event[@name="ENGI_SURRENDER_MV"]/choice[1]/text
source: Explain that you're friendly.
it: Spiega che sei amichevole.
ja: 友好的であることを説明する。
pl: Wyjaśnij, że jesteś przyjazny.

# data/events_sector_harmony.xml$//event[@name="ENGI_SURRENDER_MV"]/choice[2]/text
source: Accept their offer of surrender.
it: Accetta la loro offerta di resa.
ja: 降伏の申し出を受け入れる。
pl: Zaakceptuj ich poddanie.

source: The Engi obediently transfer over the goods and get on their way. Money for nothing.
it: L'EGTI si trasferisce obbedientemente sulla merce e si mettono sulla buona strada.Denaro per niente.
ja: エンギは従順に商品を引き渡し、彼らの道を行く。無駄金だ。
pl: Angie posłusznie mija ładunek i wyruszył.Freebie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_SURRENDER_MV"]/choice[3]/text
source: Attack!
it: Attacco!
ja: 攻撃だ！
pl: Atak!

source: The Engi were right to assume you're hostile! You attack the ship.
it: Gli Engi avevano ragione a supporre che tu sia ostile!Attacchi la nave.
ja: エンギの判断は正しかった！船を攻撃しろ
pl: Angie miała rację, że jesteś wrogi!Atakujesz statek.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi seem relieved, and eager to get underway. They set off without saying goodbye.
it: Gli Engi sembrano sollevati e desiderosi di iniziare.Sono partiti senza dire addio.
ja: エンギたちはほっとした様子で、出発を心待ちにしていた。彼らは別れも告げずに出発した。
pl: Angie wydaje się być ulgła i chęć zniknięcia jak najszybciej.Odlatują bez pożegnania.

source: The Engi are satisfied with your explanation. "Beneficial. Subject goal: long, long journey. Remains compatible with transfer of goods from Engi." They send over the gear willingly, and you feel better for it.
it: Gli Engi sono soddisfatti della tua spiegazione."Benefico. Obiettivo del soggetto: lungo, lungo viaggio. Rimane compatibile con il trasferimento di merci da Engi."Inviano volentieri l'attrezzatura e ti senti meglio per questo.
ja: エンジはあなたの説明に満足している"有益。目的：長い長い旅。エンギからの物資の輸送と互換性がある"彼らは快く荷物を送ってくれ、あなたは気分が良くなった。
pl: Angie jest zadowolona z twojego wyjaśnienia.„Opłacalne. Cel obiektu: długa, długa podróż. Wciąż obowiązująca, przeniesienie ładunku Angie”.Dobrowolnie przenoszą sprzęt i czujesz się lepiej.

# data/events_sector_harmony.xml$//textList[@name="HARMONY_SEARCH_INTRO"]/text[1]
source: "This = Harmony Investigation Unit. Task requirements: means to conduct necessary sector safety measures. These means: 100% access to your ship."
it: "Questo = unità di indagine Harmony. Requisiti dell'attività: significa condurre misure di sicurezza del settore necessarie. Questi mezzi: accesso al 100% alla tua nave."
ja: "これ＝ハーモニー調査隊。任務の要件：必要なセクターの安全対策を実施する手段。その手段とは、あなたの船に100％アクセスすること。"
pl: „Jest to = dział dochodzenia w sprawie harmonii. Wymagania dotyczące zadania: środki na niezbędne środki w celu zapewnienia bezpieczeństwa sektora. Fundusze: 100% dostęp do statku”.

# data/events_sector_harmony.xml$//textList[@name="HARMONY_SEARCH_INTRO"]/text[2]
source: "Stand down. You = suspected of harboring fugitives. We offer: the opportunity to dismiss claims. You must: allow [complete] access to your ship."
it: "Resta giù. Tu = sospettato di ospitare fuggitivi. Offriamo: l'opportunità di respingere i reclami. È necessario: consentire [completare] l'accesso alla tua nave."
ja: "身を引け。あなた方は逃亡者をかくまっている疑いがある。我々は請求を棄却する機会を提供する。あなたの船へのアクセスを許可しなければならない。
pl: „Stand.

# data/events_sector_harmony.xml$//textList[@name="HARMONY_SEARCH_INTRO"]/text[3]
source: "Your vessel != cleared. Sudo: allow Harmony Engi aboard." The Engi ship waits, expectantly.
it: "La tua nave! = Clear. Sudo: Consenti all'armonia Engi a bordo."La nave Engi aspetta, in attesa.
ja: "あなたの船はクリアされました。須藤：ハーモニー・エンジの乗船を許可する。"エンギ船は期待して待つ。
pl: „Twój statek! = Oczyszczony. Sudo: Niech Engie Harmony odejdzie na pokładzie.”Statek Angie nie może się doczekać.

# data/events_sector_harmony.xml$//textList[@name="HARMONY_SEARCH_INTRO"]/text[4]
source: "You = in danger. Likelihood that dangerous fugitives = using your ship: 70%. Grant this ship access or risk destruction."
it: "Tu = in pericolo. Probabilità che pericolosi fuggitivi = Usando la tua nave: 70%. Concedi a questa nave l'accesso o la distruzione del rischio."
ja: "あなた＝危険にさらされている危険な逃亡者＝あなたの船を使っている可能性：70%.この船へのアクセスを許可するか、破壊の危険を冒せ。"
pl: „Ty = zagrożone. Prawdopodobieństwo, że niebezpieczne uciekiniery = użyj swojego statku: 70%. Zapewnij dostęp do tego statku lub zniszczenie ryzyka”.

source: Remind them that you are in good standing with the Harmony, and of the importance of your mission.
it: Ricorda loro che sei in regola con l'armonia e dell'importanza della tua missione.
ja: あなたがハーモニーと良好な関係にあること、そしてあなたの使命の重要性を彼らに思い出させる。
pl: Przypomnij im, że jesteś na dobrej konto w harmonii i o znaczeniu twojej misji.

source: "Acknowledged. Your presence = positive for the Harmony. Clearing your ship, granting request for tribute."
it: "Riconosciuto. La tua presenza = positiva per l'armonia. Cancella la tua nave, concedendo una richiesta di omaggio."
ja: "認められた。君の存在はハーモニーにとってプラスだ。"船を片付け 貢献の要求を許可する"
pl: „Jest to rozpoznawane. Twoja obecność = pozytywna dla harmonii. Oczyszczam twój statek, zaspokajam prośbę o pomoc.”

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: (Engi Defender) This ship is cleared already. Our mission will benefit the Harmony.
it: (Difensore Engi) Questa nave è già chiarita.La nostra missione andrà a beneficio dell'armonia.
ja: (エンジ・ディフェンダー) この船はもうクリアだ。我々の任務はハーモニーのためになる
pl: (Członek załogi Angie) Ten statek jest już oczyszczony.Nasza misja przyniesie korzyści harmonii.

source: "Acknowledged. Trustworthy crewmember detected. Clearing your ship, granting request for tribute."
it: "Riconoscimento. Il Crew Member affidabile ha rilevato. Cancella la tua nave, concedendo una richiesta di omaggio."
ja: "確認した信頼できるクルーを発見。"あなたの船をクリアし 貢献の要求を許可します"
pl: „Został zaakceptowany. Członek załogi zasługuje na zaufanie. Oczyściłem twój statek, zaspokajam prośbę o pomoc”.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: Accept.
it: Accettare.
ja: 受け入れる。
pl: Zgadzać się.

source: The Engi thoroughly search your ship, but come up empty handed. "You = cleared. If fugitive = discovered, then report. Else, carry on."
it: L'ENGI cerca accuratamente la tua nave, ma vieni a mani vuote."You = Cleard. Se fuggitivo = scoperto, quindi segnala. Altrimenti, continua."
ja: エンジはあなたの船を徹底的に調べますが、何も出てきません。"あなた＝クリア。逃亡者を発見した場合は報告せよ。それ以外は続行せよ。"
pl: Angie ostrożnie sprawdź swój statek, ale nic nie znajdź.„Ty = wyczyszczony. Jeśli zbieg = wykrycie, zgłoś. Jeśli nie, kontynuuj.”

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: Accept.
it: Accettare.
ja: 受け入れる。
pl: Zgadzać się.

source: The Engi investigator searches the ship for your crew, and initially finds nothing. However, just before they leave, they discover a crewmember of yours that they take issue with. "Fugitive detected. Hostile intervention = necessary."
it: L'IMPI Investigator cerca la nave per il tuo equipaggio e inizialmente non trova nulla.Tuttavia, poco prima di partire, scoprono un tuo membro dell'equipaggio con cui si mettono in discussione."Fugitive rilevato. Intervento ostile = necessario."
ja: エンギの調査官は、あなたのクルーを探すために船を捜索したが、最初は何も見つからなかった。しかし、彼らが立ち去る直前、あなたのクルーを発見した。"逃亡者発見。敵対的介入が必要だ"
pl: Śledczy Angie analizuje statek w poszukiwaniu członka załogi i na początku nic nie znajduje.Jednak tuż przed odlotem znajduje członka twojej załogi, z którą mieli problemy.„Odkryto zbieg. Wrogie interwencja = konieczna jest”.
