Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: Whatever secrets this station holds, you want them. Best way to get what you want? Through the distribution of violence.
it: Qualunque cosa segreta detiene questa stazione, li vuoi.Il modo migliore per ottenere quello che vuoi?Attraverso la distribuzione della violenza.
ja: このステーションにどんな秘密があるにせよ、あなたはそれが欲しい。欲しいものを手に入れる最善の方法は？暴力を振るうことだ
pl: Niezależnie od tego, jaką jest tajemnice, które utrzymuje ta stacja, potrzebujesz ich.Najlepszy sposób na zdobycie tego, czego chcesz?Użycie przemocy.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Upg. Sensors) Scan the station.
it: (UPG. Sensori) Scansionare la stazione.
ja: (センサー）駅をスキャンする。
pl: (Ulepszone czujniki) Zeskanuj stację.

source: Scans show the station is some sort of Engi production facility! Maybe if you can kill the crew, you can find a way to produce an Engi crew.
it: Le scansioni mostrano che la stazione è una sorta di struttura di produzione Engi!Forse se riesci a uccidere l'equipaggio, puoi trovare un modo per produrre un equipaggio di Engi.
ja: スキャンの結果、ステーションはエンギ生産施設のようだ！クルーを殺せば、エンギのクルーを生産する方法が見つかるかもしれない。
pl: Skanowanie pokazało, że stacja jest rodzajem bazy produkcyjnej Angie!Być może jeśli możesz zabić załogę, możesz znaleźć sposób na wyprodukowanie załogi Angie.

source: Attack the station.
it: Attaccare la stazione.
ja: 駅を攻撃しろ
pl: Zaatakować stacji.

source: You decide to try and take over the facility. You power up your weapons and engage.
it: Decidi di provare a prendere il controllo della struttura.Accendi le tue armi e ti impegni.
ja: あなたは施設を占拠しようと決めた。武器をパワーアップし、交戦する。
pl: Postanawiasz uchwycić ten kompleks.Nakładasz broń i wchodzisz do bitwy.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Ignore the station.
it: Ignora la stazione.
ja: 駅は無視する。
pl: Nie zwracaj uwagi na stację.

source: Attacking a well armed Engi Station in Harmony space is practically suicide. You decide it's best to ignore it.
it: Attaccare una stazione di Engi ben armata nello spazio dell'armonia è praticamente suicidio.Decidi che è meglio ignorarlo.
ja: ハーモニースペースで武装したエンジ・ステーションを攻撃するのは自殺行為に等しい。あなたは無視するのが最善と判断した。
pl: Atak na dobrze uzbrojoną stację Angie w przestrzeni harmonii jest praktycznie samobójstwem.Decydujesz, że lepiej nie zwracać na to uwagi.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_harmony.xml$//event[@name="ENGI_COMPLEX"]/choice[3]/text
source: Ignore the station.
it: Ignora la stazione.
ja: 駅は無視する。
pl: Nie zwracaj uwagi na stację.

source: Attacking a well armed Engi Station in Harmony space is practically suicide. You decide it's best to ignore it.
it: Attaccare una stazione di Engi ben armata nello spazio dell'armonia è praticamente suicidio.Decidi che è meglio ignorarlo.
ja: ハーモニースペースで武装したエンジ・ステーションを攻撃するのは自殺行為に等しい。あなたは無視するのが最善と判断した。
pl: Atak na dobrze uzbrojoną stację Angie w przestrzeni harmonii jest praktycznie samobójstwem.Decydujesz, że lepiej nie zwracać na to uwagi.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_harmony.xml$//event[@name="DESTROYED_ENGI_COMPLEX"]/text
source: The remains of the Engi Station are littered with far more Engi corpses than there were crew staffing it. The origin of them will remain unsolved; you decide to scrap the only remains of the station.
it: I resti della stazione Engi sono disseminati di molto più cadaveri di Engi di quanto non vi fossero il personale dell'equipaggio.L'origine di loro rimarrà irrisolta;Decidi di eliminare gli unici resti della stazione.
ja: エンギ・ステーションの跡地には、乗組員の数よりもはるかに多くのエンギの死体が散乱していた。その死体の出所は未解決のままである。あなたはステーションの唯一の遺体をスクラップにすることにした。
pl: Zwłoki Angie na pozostałości stacji są znacznie większe niż członkowie załogi.Ich pochodzenie pozostanie tajemnicą;Zdecydujesz się zrozumieć resztki stacji.

# data/events_sector_harmony.xml$//event[@name="DEAD_CREW_ENGI_COMPLEX"]/text
source: Aboard the station you're surprised to find hundreds upon hundreds of tubes filled with nanobots. In some of the tubes they have begun to resemble Engi, and in others, they are still a swarming mess that resembles sentient goop.
it: A bordo della stazione sei sorpreso di trovare centinaia e centinaia di tubi pieni di nanobot.In alcuni dei tubi hanno iniziato a assomigliare a Engi e, in altri, sono ancora un disastro sciamante che assomiglia al goop senziente.
ja: ステーションに乗り込むと、ナノボットで満たされたチューブが何百本も何千本もあることに驚く。チューブの中にはエンジに似てきたものもあれば、知覚のないグープのようなものもある。
pl: Na pokładzie stacji jesteś zaskoczony, że można znaleźć setki lub więcej rur testowych wypełnionych nanobotami.W niektórych rurach testowych zaczęli przypominać Angie, aw innych wciąż są pełne bałaganu, przypominające rozsądną zawiesinę.

source: Try to reprogram one of the Engi to serve you.
it: Prova a riprogrammare uno degli Engi per servirti.
ja: エンジの1台を再プログラムして、あなたに仕えるようにしてみてください。
pl: Spróbuj przeprogramować jedną z Angie, aby ci służyć.

source: Your attempts at trying to create an Engi fail horribly, and a monstrous abomination of a creature falls out of the test tubes, latching onto one of your crew and tearing off their head! You blast it with your rifle but that only seems to temporarily stun it. You retreat back to the ship before it can kill any more of you. You stick to scrapping the external regions of the ship.
it: I tuoi tentativi di provare a creare un Engi falliscono orribilmente e un mostruoso abominio di una creatura cade dai tubi di prova, aggrappandosi a uno dei tuoi equipaggi e strappandosi la testa!Lo fai saltare con il tuo fucile ma questo sembra solo storderlo temporaneamente.Ti ritiri sulla nave prima che possa uccidere più di te.Si attacca a demolire le regioni esterne della nave.
ja: エンギを作ろうとしたあなたの試みは大失敗し、試験管から怪物のような醜悪な生物が落ちてきて、クルーの一人に取りすがって頭を引きちぎった！ライフルで吹き飛ばすが、一時的に気絶させただけのようだ。これ以上殺される前に船に戻る。船の外部をスクラップすることに専念する。
pl: Wasze próby stworzenia Angie Fail, a potworne, podłe stworzenie wypada z rur testowych, jeden z członków załogi wystarczy i łza jego głowę!Strzelasz go z karabinu, ale wydaje się, że to tylko czas oszałamiającego go.Wycofujesz się na statek, dopóki nie będzie miał czasu na zabicie każdego z was.Nadal zagrzebasz zewnętrzne części stacji.

source: Luckily, your crew member has already been cloned by the time you return to the ship.
it: Fortunatamente, il tuo membro dell'equipaggio è già stato clonato quando torni sulla nave.
ja: 幸運なことに、あなたが船に戻ったときには、乗組員はすでにクローン化されていた。
pl: Na szczęście członek załogi zostanie już sklonowany podczas powrotu na statek.

source: You don't feel confident to suffer the consequences of playing god without anyone watching your back.
it: Non ti senti sicuro di subire le conseguenze di giocare a Dio senza che nessuno ti guardi le spalle.
ja: 誰にも監視されずに神を演じるという結果に苦しむ自信がないのだろう。
pl: Nie jesteś pewien, czy będziesz w stanie uniknąć konsekwencji gry w Bogu, jeśli nikt nie zakryje twoich pleców.

source: Ignore the tubes and scrap the station.
it: Ignora i tubi e scarta la stazione.
ja: チューブは無視して駅をスクラップする。
pl: Nie zwracaj uwagi na rurki testowe i demontaż stacji pod kątem złomu.

source: Trying to play around with things you don't understand can be deadly. You stick to what you do know: scrapping newly emptied stations.
it: Cercare di giocare con cose che non capisci può essere mortale.Ti atteni a quello che sai: demolirsi di stazioni appena svuotate.
ja: 理解できないことに手を出すのは命取りだ。空っぽになったばかりのステーションをスクラップにする。
pl: Próby gry z tym, czego nie rozumiesz, mogą być śmiertelne.Przestrzegasz tego, co wiesz najlepiej: analiza złomu nowo zdewastowanych stacji.

source: (Engi Crew) Reprogram one of the Engi to serve you.
it: (ENGI Crew) Riprogramma uno degli Engi per servirti.
ja: (エンジ・クルー)エンジの一人をあなたのために再プログラムする。
pl: (Członek załogi Enge) przeprogramuj jedną z Angie, aby ci służyć.

source: You pick one of the better looking Engi and reprogram it to serve you faithfully. While the Engi is produced, you collect some of the supplies around the station.
it: Scegli uno degli Engi più belli e ti riprogramma per servirti fedelmente.Mentre l'EGTI viene prodotto, raccogli alcune delle forniture intorno alla stazione.
ja: あなたは見た目が良いエンジの一つを選び、忠実に働くように再プログラムする。エンジが出来上がるまでの間、ステーション周辺の物資を集める。
pl: Wybierasz jedną z Angie, która wygląda lepiej, i przeprogramujesz go, aby wam wiernie służyć.Podczas tworzenia Angie zbierasz zapasy na stacji.

source: (Hacking) Reprogram one of the Engi to serve you.
it: (Hacking) Riprogramma uno degli Engi per servirti.
ja: (ハッキング) エンギの一人をあなたのためにプログラムし直せ。
pl: (Cracker) Przeprogramuj jedną z Angie, aby ci służyć.

source: You pick one of the better looking Engi and reprogram it to serve you faithfully. While the Engi is produced, you collect some of the supplies around the station.
it: Scegli uno degli Engi più belli e ti riprogramma per servirti fedelmente.Mentre l'EGTI viene prodotto, raccogli alcune delle forniture intorno alla stazione.
ja: あなたは見た目が良いエンジの一つを選び、忠実に働くように再プログラムする。エンジが出来上がるまでの間、ステーション周辺の物資を集める。
pl: Wybierasz jedną z Angie, która wygląda lepiej, i przeprogramujesz go, aby wam wiernie służyć.Podczas tworzenia Angie zbierasz zapasy na stacji.

source: (Adv. Hacking) Reprogram one of the Engi to serve you.
it: (ADV. Hacking) Riprogramma uno degli Engi per servirti.
ja: (上級ハッキング)エンジの一人をプログラムし直して、あなたに仕えさせる。
pl: (Prov. Zamknij) przeprogramowanie jednego z Angie, aby ci służyć.

source: With your hacking you're able to access one of the higher security areas, which appears to contain Engi Defenders! You reprogram one of them to serve you loyally, and quickly grab some supplies on your way out.
it: Con il tuo hacking sei in grado di accedere a una delle aree di sicurezza più elevate, che sembra contenere difensori Engi!Riprogramma uno di loro per servirti lealmente e prendi rapidamente alcune forniture mentre uscirà.
ja: ハッキングを駆使してセキュリティの高いエリアにアクセスすると、そこにはエンギ・ディフェンダーがいるようだ！エンギ・ディフェンダーがいるようだ。
pl: Za pomocą krakersa udało ci się uzyskać dostęp do jednej ze stref maksymalnej strefy bezpieczeństwa, w której, jak się okazało, są obrońcy Angi!Przeprogramujesz jeden z nich pod kątem Fidelity, a w drodze powrotnej szybko zdobywasz zapasy.

source: (Obelisk Crew) Your Obelisk knows how to manufacture Engi.
it: (Crew Obelisk) Il tuo obelisco sa come produrre Engi.
ja: (オベリスク・クルー）あなたのオベリスクはエンジの製造方法を知っています。
pl: (Członek załogi) Twój obelisk jest w stanie wyprodukować Angie.

source: As the Obelisks were (indirectly) responsible for the creation of the Engi, it's no surprise they know how to operate the machinery. It sets one of the machines to create an Engi Defender while you grab some supplies.
it: Dato che gli Obelisks erano (indirettamente) responsabili della creazione dell'IGTI, non sorprende che sappiano come gestire i macchinari.Imposta una delle macchine per creare un difensore Engi mentre prendi alcune forniture.
ja: オベリスクは（間接的に）エンジの創造に関わったのだから、彼らが機械の操作方法を知っているのは当然だ。物資を調達している間に、機械の1つをセットしてエンジ・ディフェンダーを作る。
pl: Ponieważ Obelisks (pośrednio) są odpowiedzialne za stworzenie Angie, nic dziwnego, że wiedzą, jak prowadzić samochody.Podczas zbierania zapasów konfiguruje jeden z samochodów, aby stworzyć Angie-Defender.

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_SALVAGE"]/text
source: This beacon is littered with parts from Civilians and Pirates, and even a few Engi ships. Only one Elite Engi ship remains, and from the lack of damage you assume it was not involved in the battle.
it: Questo faro è disseminato di parti di civili e pirati e persino alcune navi Engi.Rimane solo una nave Elite Engi e dalla mancanza di danni che si presume non sia stato coinvolto nella battaglia.
ja: このビーコンには民間人や海賊の部品が散乱し、エンギ船も数隻残っている。残っているのはエリートエンギ船1隻だけで、損傷がないことから戦闘に巻き込まれなかったものと思われる。
pl: Ta latarnia morska jest zaśmiecona fragmentami statków cywilnych i piratów, a nawet kilkoma statkami Angie.Pozostał tylko jeden elitarny statek Angie, ale sądząc po braku szkód, nie uczestniczył w bitwie.

source: Hail them.
it: Salutarli.
ja: 万歳。
pl: Skontaktuj się z nimi.

source: "Presence unexpected. Assistance requested. Battle has occurred here, wreckage = heavy. Aid in salvaging greatly appreciated. One stipulation: any salvage must be returned to this ship in return for fair payment."
it: "Presenza inaspettata. Assistenza richiesta. Si è verificata la battaglia qui, Wreckage = pesante. Aiuto nel recupero molto apprezzato. Una clausola: qualsiasi salvataggio deve essere restituito a questa nave in cambio del pagamento equo."
ja: "予想外の存在。支援を要請する。ここで戦闘が発生し、残骸は多い。引き揚げの援助は非常にありがたい。1つ条件がある。"引き揚げ物は、正当な対価と引き換えに、この船に返却すること。"
pl: „Obecność jest nieoczekiwana. Zakładana jest pomoc. Bitwa, wrak = ciężka. Pomoc w kolekcji jest bardzo mile widziana. Jeden warunek: Każdy ładunek musi zostać zwrócony na ten statek w zamian za uczciwą płatność”.

source: Agree, knowing it will take a lot of time.
it: D'accordo, sapendo che ci vorrà molto tempo.
ja: そうだね、時間がかかるのは分かっている。
pl: Zgadzam się, wiedząc, że zajmie to dużo czasu.

source: You collect as much of the debris as you can in a somewhat reasonable amount of time.
it: Raccogli il più possibile i detriti in un po 'di tempo in qualche modo ragionevole.
ja: ある程度合理的な時間内に、できるだけ多くの瓦礫を集めるのだ。
pl: Zbierasz jak najwięcej wraków w rozsądnym czasie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: It's quite a lot, but you know you're supposed to give it back to the Engi ship.
it: È parecchio, ma sai che dovresti restituirlo alla nave Engi.
ja: かなりの量だが、エンジ船に返すことになっているのは知っているはずだ。
pl: To całkiem sporo, ale wiesz, że powinieneś zwrócić je na statek Angie.

source: Give the supplies back to the Engi.
it: Restituisci le forniture all'EGTI.
ja: 物資をエンジに返せ。
pl: Zwróć zapasy Angie.

source: The Engi collects the supplies.
it: L'EGTI raccoglie le forniture.
ja: エンジは物資を集める。
pl: Angie zbiera zapasy.

source: Await your reward.
it: Aspetta la tua ricompensa.
ja: 報酬を待つのだ。
pl: Poczekaj na wynagrodzenie.

source: You wait for your reward, but the Engi transfer nothing over. You hail them, to which they respond, "Reward is already present. Gratification and warm feeling for helping others."
it: Aspetti la tua ricompensa, ma l'EGTI non trasferisce nulla.Li saluti, a cui rispondono: "La ricompensa è già presente. Gratificazione e calorosi sentimento per aiutare gli altri".
ja: 報酬を待つが、エンジは何も伝えてこない。報酬はすでにある。人を助けることで得られる満足感と温かい気持ちです」。
pl: Czekasz na wynagrodzenie, ale Angie nic nie przekazuje.Jesteście z nimi związani, na które odpowiadają: „Nagroda została już wydana. Wdzięczność i ciepłe uczucie pomocy innych”.

source: What? We will not stand for this!
it: Che cosa?Non sopporteremo questo!
ja: 何だと？こんなことは我慢できない！
pl: Co?Nie spodziewaliśmy się tego!

source: You aren't about to put up with this garbage. You power up the weapons and prepare to engage the Engi head-on.
it: Non stai per sopportare questa spazzatura.Accendi le armi e ti prepari a coinvolgere l'IGTI frontalmente.
ja: こんなゴミに我慢するつもりはないだろう。武器をパワーアップし、エンジと正面から交戦する準備をする。
pl: Nie będziesz słuchać tego bzdur.Opłata broń i przygotowujesz się do przyłączenia się do bitwy z Angie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Oh...
ja: ああ...

source: "Your efforts = appreciated." The Engi ship ends the call and goes back to salvaging.
it: "I tuoi sforzi = apprezzati."La nave Engi termina la chiamata e torna al salvataggio.
ja: 「ご苦労様でしたエンギ船は通話を終え、サルベージ作業に戻る。
pl: „Twoje wysiłki = wdzięczne”.Statek Angie kończy sesję komunikacyjną i wraca do gromadzenia materiałów.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Refuse to give the resources back.
it: Rifiuta di restituire le risorse.
ja: 資源の返還を拒否する。
pl: Odmówić zwrotu zasobów.

source: You've spent too long collecting all this salvage, you aren't going to just hand it over willingly.
it: Hai trascorso troppo a lungo a raccogliere tutto questo salvataggio, non lo consegnerai volentieri.
ja: 長い時間をかけて回収してきたのだから、簡単に渡すわけにはいかないだろう。
pl: Zbyt długo zebrałeś wszystkie te śmieci i nie dasz go tak po prostu.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Harmony Crew) Request you split the supplies.
it: (Equipaggio di Harmony) Ti richiedi di dividere le forniture.
ja: (ハーモニー・クルー）物資の分担をお願いします。
pl: (Członek załogi Harmony) Proszę o dzielenie zapasów.

source: "This compromise... fair." There's some argument on who gets the larger half, but eventually you reach an agreement.
it: "Questo compromesso ... giusto."C'è qualche discussione su chi ottiene la metà più grande, ma alla fine raggiungi un accordo.
ja: "この妥協は...公平だ"どちらが多く半分を取るかで議論があるが、最終的には合意に達する。
pl: „Ten kompromis… uczciwy”.Istnieje spór o to, kto otrzyma większość, ale ostatecznie dojdziesz do porozumienia.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Cloaking) Cloak and leave.
it: (Cloaking) Mante e lasciare.
ja: (遮蔽）遮蔽して去る。
pl: (Przebranie), aby ukryć i odejść.

source: Refuse.
it: Rifiutare.
ja: 拒否する。
pl: Odmawiać.

source: The Engi end communication and go back to salvaging the wreck. They don't respond to further hails.
it: La comunicazione ENGI End e torna a salvare il relitto.Non rispondono a ulteriori saluti.
ja: エンギは通信を終了し、沈没船の引き揚げ作業に戻る。それ以上の呼びかけには応じない。
pl: Angie zatrzymuje połączenie i powraca do zbawienia fragmentu statku.Nie odbierają kolejnych połączeń.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: Salvage some of the wreckage.
it: Salva un po 'di relitto.
ja: 残骸の一部を救い出す。
pl: Parse część fragmentów złomu.

source: You start to collect some of the scrap when the Engi ship starts approaching quickly. "This area is restricted. Salvaging: banned. Hostile response required."
it: Inizi a raccogliere un po 'di rottami quando la nave Engi inizia ad avvicinarsi rapidamente."Questa zona è limitata. Salvataggio: vietato. Risposta ostile richiesta."
ja: スクラップを拾い集めていると、エンジの船が急接近してきた。「このエリアは立ち入り禁止だ。サルベージ禁止。敵対的対応を要求する。"
pl: Zaczynasz zbierać złom, kiedy nagle statek Angie zaczyna szybko zbliżać się.„Ta strefa jest zabroniona. Zbieranie gruzu: zabronione. Konieczna jest trudna odpowiedź”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Ignore them.
it: Ignorali.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: You avoid the Engi ship and the wreckage.
it: Evita la nave Engi e il relitto.
ja: エンジの船と残骸を避ける。
pl: Unikasz statku Angie i gruzu.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: With the Engi ship destroyed, you have no chance of getting back all that you had previously salvaged. You collect what's left of the wreckage.
it: Con la nave Engi distrutta, non hai alcuna possibilità di riprendere tutto ciò che avevi precedentemente recuperato.Raccogli ciò che resta del relitto.
ja: エンギ船が破壊され、それまでサルベージしていたものを取り戻すチャンスはない。残骸を回収する。
pl: Po zniszczeniu statku Angie nie masz okazji zwrócić wszystkiego, co wcześniej odebrałeś.Zbierasz to, co pozostało z szczątków.

source: Collect some more of the wreckage.
it: Raccogli un po 'di più del relitto.
ja: さらに残骸を集める。
pl: Zbierz trochę więcej śmieci.

source: You can't collect much more without the Rebel fleet advancing further, but it's better than nothing.
it: Non puoi raccogliere molto di più senza che la flotta ribelle avanzasse ulteriormente, ma è meglio di niente.
ja: 反乱軍の艦隊がさらに前進しなければ、これ以上集めることはできないが、何もしないよりはましだ。
pl: Nie możesz zbierać więcej, w przeciwnym razie flota rebeliantów przejdzie dalej, ale jest lepsza niż nic.

source: With the Engi ship emptied, your previous salvage can easily be recollected. You best leave the beacon quickly before the Rebel fleet can progress further.
it: Con la nave ENGI svuotata, il salvataggio precedente può essere facilmente ricordato.È meglio lasciare rapidamente il faro prima che la flotta ribelle possa progredire ulteriormente.
ja: エンギ船が空になれば、以前のサルベージは簡単に回収できる。反乱軍艦隊がさらに前進する前に、速やかにビーコンを離れるのが最善だ。
pl: Po pustym statku Angie można go łatwo zebrać wszystko, co udało ci się wybrać.Lepiej jest jak najszybciej opuścić latarnię morską, dopóki flota rebeliantów nie miała czasu, aby się zbliżyć.

source: Somehow, the Engi ship fails to notice you escaping. You distance yourself as much as possible from their ship.
it: In qualche modo, la nave Engi non si accorge di sfuggire.Ti allontani il più possibile dalla loro nave.
ja: どういうわけか、エンギの船はあなたが逃げるのに気づかない。あなたは彼らの船からできるだけ離れた。
pl: Statek Angie jakoś nie zauważa twojego wyjazdu.Odejdziesz jak najwięcej od ich statku.

source: As you are trying to escape, you notice your cloaking beginning to fail. The Engi ship moves in to attack, and you realize they have disabled your cloaking! There is no choice now but to fight.
it: Mentre stai cercando di fuggire, noti che il tuo sfarzo comincia a fallire.La nave Engi si muove per attaccare e ti rendi conto che hanno disabilitato il tuo cloaking!Adesso non c'è scelta se non quella di combattere.
ja: 脱出しようとして、あなたは遮蔽が機能しなくなっていることに気づく。エンギ艦が攻撃に転じ、遮蔽を無効にされたことに気づく！もう戦うしかない。
pl: Próbując uciec, zauważasz, że twoje przebranie zaczyna zawodzić.Statek Angie atakuje atak i rozumiesz, że wyłączyli twoje przebranie!Teraz nie ma innego wyjścia, jak walczyć.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Anti-Virus) Restore your cloaking.
it: (Anti-Virus) Ripristina il tuo sfarzo.
ja: (アンチウイルス) クローキングを復元します。
pl: (Antiwirus) Przywróć przebranie.

source: Your cloaking system is restored to full power.
it: Il tuo sistema di cloaking viene ripristinato a piena potenza.
ja: 遮蔽システムはフルパワーに回復した。
pl: Kamuflaż jest przywracany do pełnej mocy.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_HACKER"]/text
source: The source of the distress beacon appeared to have been an Engi ship under attack from an Auto-Hacker. As you jump in, a hacking drone pierces through the Engi ship. The Auto-Hacker moves in to attack, and a set of hacked Engi are beamed aboard.
it: La fonte del faro di angoscia sembrava essere stata una nave Engi sotto attacco di un auto-hacker.Mentre salti dentro, un drone hacking trafigge attraverso la nave Engi.Il trambusto si trasferisce per attaccare e una serie di Engi hackerata viene trasmessa a bordo.
ja: 救難信号の発信源はオートハッカーの攻撃を受けたエンギ船だったようだ。飛び込むと、ハッキングドローンがエンギ船を貫通。オートハッカーは攻撃に移り、ハッキングされたエンギ一式が転送されてくる。
pl: Okazało się, że źródłem sygnału niepokoju był statek Angie, zaatakowany przez automatycznego hakera.Kiedy wyjdziesz ze skoku, pijący przebija statek Angie.Automatyczny haker atakuje atak, a kilka hakerów Angie teleportuje się na pokładzie statku Angie.

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_HACKER"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="DISTRESS_HARMONY_HACKER_WIN"]/text
source: The Auto-Hacker has been destroyed. You scrap the remains.
it: L'autocarmatica è stato distrutto.Rampioni i resti.
ja: オートハッカーは破壊された。あなたは残骸をスクラップにした。
pl: Autohaker zostaje zniszczony.Demontujesz resztki złomu.

source: Contact the Engi.
it: Contatta l'ingpo.
ja: エンジニアに連絡する。
pl: Skontaktuj się z Angie.

source: With the Auto-ship destroyed the remaining Engi onboard their ship return to normal. They give you some droneparts.
it: Con l'autopro-nave distrusse l'ingini rimanente a bordo della loro nave ritorno alla normalità.Ti danno alcuni droneparts.
ja: オートシップが破壊され、彼らの船に残っていたエンジは通常の状態に戻った。彼らはドローンパートをくれる。
pl: Po zniszczeniu drona pozostałe Anges na pokładzie wracają do normy.Dają ci kilka kompleksów dronów.
