Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: Tully broadcasts to the Engi vessel. "This is Admiral Tully of the Federation Fleet. Do not fire upon this ship. I repeat, do not fire on this ship." HA-34U pauses. "Your status is acknowledged. However, you vastly underestimate the importance of the Harmony's need for TRZ-1L. The Harmony is a core member of the Federation; to assume that the needs of the entire Harmony are lesser than one Admiral indicates poor judgement." Tully widens his stance and folds his arms behind his back. "You are right about one thing. As a large portion of the Federation, you have the right to take legal action against me. Maybe it will end my career. But I'm leaving here with Turzil. Unless the Federation wins its war against the Rebels, I think you'll find that the brass will be hesitant to remove someone as qualified as me." The Engi on the viewscreen stares without speaking for several seconds. Eventually, the comm is cut. The Harmony ship powers down its weapons and makes no further moves against you.
it: Tully trasmette alla nave Engi."Questo è l'ammiraglio Tully della flotta della Federazione. Non sparare su questa nave. Ripeto, non sparare su questa nave." HA-34U fa una pausa."Il tuo status è riconosciuto. Tuttavia, sottovaluti ampiamente l'importanza della necessità dell'armonia di TRZ-1L. L'armonia è un membro fondamentale della federazione; supporre che i bisogni dell'intera armonia siano minori di un ammiraglio indicano un cattivo giudizio." Tully allarga la sua posizione e piega le braccia dietro la schiena."Hai ragione su una cosa. Come gran parte della federazione, hai il diritto di intraprendere un'azione legale contro di me. Forse finirà la mia carriera. Ma parto qui con Turzil. A meno che la Federazione non vinca la sua guerra controI ribelli, penso che scoprirai che l'ottone sarà titubante a rimuovere qualcuno qualificato come me. " L'ENGI su Viewscreen fissa senza parlare per diversi secondi.Alla fine, la comunicazione è tagliata.La nave Harmony alimenta le sue armi e non fa ulteriori mosse contro di te.
ja: タリーはエンギ船に放送する。「連邦艦隊のタリー提督だ。この船に発砲するな。繰り返す、この船に発砲するな。" HA-34Uは一時停止する。「あなたの地位は認めます。しかし、TRZ-1Lを必要とするハーモニーの重要性を過小評価している。ハーモニーは連邦の中心メンバーだ。ハーモニー全体のニーズが一提督のニーズより低いと考えるのは、判断力の欠如だ。" タリーは姿勢を正し、腕を後ろに組む。「ひとつだけ正しいことがあります。連邦の大部分を占めるあなた方には、私に対して法的措置を取る権利があります。私のキャリアを終わらせることになるかもしれない。だが、私はタージルとここを去る。連邦が反乱軍との戦争に勝利しない限り、上層部は私のような有能な人物を排除することをためらうでしょう。" ビュースクリーンに映るエンギは数秒間無言で見つめる。やがて通信が切られる。ハーモニー船は武器をパワーダウンし、あなたに対してそれ以上の動きはしない。
pl: Talley zgłasza się na statek Angie.„To admirał z Federacji Federacji. Nie strzelaj na tym statku. Powtarzam, nie strzelaj na tym statku”. HA-34U przerwy.„Twój status został potwierdzony. Jednak bardzo nie doceniasz znaczenia Trz -1L dla harmonii. Harmonia jest jednym z głównych członków Federacji; założenie, że potrzeby całej harmonii są mniej ważne niż jeden admirał oznacza niewłaściwe obliczenia. " Tally rozszerza stojak i składa ręce za plecami.„Masz rację w jednym. Jako większość federacji, masz prawo mnie pozwać. Być może to zakończy moją karierę. Ale wyjdę tutaj z Turzil. Jeśli federacja nie wygra wojny Z rebeliantami myślę, że zrozumiesz, że przywództwo nie usunie tak wykwalifikowanego specjalisty, takiego jak ja. Angie na widocznym ekranie cicho szuka przez kilka sekund.Ostatecznie połączenie jest przerywane.Statek Harmony wyłącza broń i nie podejmuje już żadnych działań przeciwko tobie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Tully lets out a sigh as you warm up your FTL. "They're in for a nasty surprise when they find out that the Tully from this universe is still busy with the Rebels at Node 17. Still, they're not likely to forget this, so maybe we should avoid the Harmony from here on." Turzil puts a hand on Tully's arm, causing Tully to turn to face him. "I don't -know- how to express my gratitude. You are, and always will be... -my- friend." Tully puts his other hand on top of Turzil's. "I won't lose you again. Stay by my side, I will protect you as long as I'm able. Maybe when this is all over... we can find a universe where the Harmony won't be able to find you?" Turzil nods. "We should -liberate- this universe [first]."
it: Tully emette un sospiro mentre riscaldi il tuo FTL."Hanno una brutta sorpresa quando scoprono che il Tully di questo universo è ancora impegnato con i ribelli al Nodo 17. Tuttavia, non è probabile che lo dimentichino, quindi forse dovremmo evitare l'armonia da qui in poi. " Turzil mette una mano sul braccio di Tully, facendo sì che Tully si volgesse per affrontarlo."Non so: come esprimere la mia gratitudine. Sei e sarai sempre ... amico." Tully mette l'altra mano in cima a Turzil."Non ti perderò più. Resta al mio fianco, ti proteggerò finché ne sarò in grado. Forse quando è tutto finito ... possiamo trovare un universo in cui l'armonia non sarà in grado di trovareVoi?" Turzil annuisce."Dovremmo essere -liberare- questo universo [primo]."
ja: FTLを温めながら、タリーはため息をつく。"この宇宙のタリーがノード17で反乱軍とまだ忙しくしていることを知ったら、彼らは嫌な驚きを味わうだろう。それでも、彼らがこのことを忘れることはないだろうから、これからはハーモニー号を避けるべきだろう。" タージルはタリーの腕に手をかけ、タリーを振り向かせる。「感謝の気持ちをどう表現していいかわからない。君はこれからもずっと......僕の......友達だ。-私の友人だ タリーはもう片方の手をタージルの上に置く。「もう君を失わない。私ができる限り、あなたを守る。これが終わったら......ハーモニーに見つからない宇宙を探そう" タージルはうなずく。「まずはこの宇宙を解放しよう」。
pl: Talley wydycha z ulgą, gdy szarżujesz SSD.„Będą mieć nieprzyjemną niespodziankę, gdy dowiedzą się, że Tally z tego wszechświata jest nadal zajęty rebeliantami w węźle 17. Niemniej jednak raczej nie zapomną o tym, więc być może powinniśmy uniknąć harmonii w przyszłości”. Turzil wkłada rękę w rękę Tally, zmuszając go do odwrócenia się do niego.„Nie wiem, jak wyrazić swoją wdzięczność. Jesteś i zawsze będziesz ... -mo -przyjaciel.” Talley wkłada drugą rękę w rękę Turzil.„Nie stracę cię już Turzil kiwa głową.„Najpierw musimy uwolnić ten wszechświat”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Hand over the fugitive.
it: Consegnare il fuggitivo.
ja: 逃亡者を引き渡せ
pl: Wydaj zbieg.

source: Refuse.
it: Rifiutare.
ja: 拒否する。
pl: Odmawiać.

source: You don't intend on handing over your crew! You prepare to fight the cruiser.
it: Non intendi consegnare il tuo equipaggio!Ti prepari a combattere l'incrociatore.
ja: クルーを引き渡すつもりはないだろう！クルーザーと戦う準備をしろ
pl: Nie zbierasz swojej załogi!Przygotowujesz się do bitwy z krążownikiem.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="HARMONY_FUGITIVE_EASYROUTE"]/text
source: You knew the Engi was shady but you didn't realize they had beef with the actual Harmony! You can't risk angering the entirety of the Engi collective: you accept the payment.
it: Sapevi che l'EGTI era ombreggiato ma non ti rendevi conto che avevano manzo con la vera armonia!Non puoi rischiare di arrabbiare l'intero collettivo EngI: accetti il pagamento.
ja: エンギが胡散臭いのは知っていたが、実際のハーモニーと揉めてるとは知らなかったんだろう！エンギ全員を怒らせるわけにはいかない。
pl: Wiedziałeś, że ta angie była wątpliwa, ale nie zakładał, że miał twierdzenia o samej harmonii!Nie możesz podejmować ryzyka całego zespołu Angie: przyjmujesz płatność.

source: You cannot clone the Engi as they are no longer part of your crew.
it: Non puoi clonare l'EGI in quanto non fanno più parte del tuo equipaggio.
ja: エンジはもはやクルーではないので、クローンを作ることはできない。
pl: Nie możesz sklonować Angie, ponieważ nie jest to już część twojej załogi.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="HARMONY_FUGITIVE_SURRENDER"]/text
source: "This is your: last chance. Hand over the fugitive and you will be allowed to live."
it: "Questa è la tua: ultima possibilità. Passa il fuggitivo e ti sarà permesso di vivere."
ja: 「これが最後のチャンスだ。逃亡犯を引き渡せば、あなたは生きることを許される」。
pl: „To twoja ostatnia szansa. Daj zbieg, a oni uratują ci życie”.

source: Never!
it: Mai!
ja: 決して
pl: Nigdy!

source: Give up the fugitive.
it: Rinunciare al fuggitivo.
ja: 逃亡者はあきらめろ。
pl: Wydaj zbieg.

source: This fight isn't worth continuing. You hand over the fugitive and accept the payment.
it: Questa lotta non vale la pena continuare.Consegni il fuggitivo e accetti il pagamento.
ja: この戦いを続ける価値はない。逃亡者を引き渡し、代金を受け取る。
pl: Ta bitwa nie powinna trwać.Przedstawiasz zbieg i przyjmujesz płatność.

source: You cannot clone the Engi as they are no longer part of your crew.
it: Non puoi clonare l'EGI in quanto non fanno più parte del tuo equipaggio.
ja: エンジはもはやクルーではないので、クローンを作ることはできない。
pl: Nie możesz sklonować Angie, ponieważ nie jest to już część twojej załogi.

# data/events_sector_harmony.xml$//event[@name="HARMONY_FUGITIVE_WIN"]/text
source: You have defeated an Elite Engi Cruiser inside the Engi Harmony. You doubt the Harmony will be happy about this, but you've made it out alive of this fight.
it: Hai sconfitto un Cruiser Elite Elite all'interno dell'Argonia Engi.Dubito che l'armonia sarà felice per questo, ma l'hai reso vivo per questa lotta.
ja: あなたはエンギ・ハーモニー内でエリート・エンギ・クルーザーを倒した。ハーモニーが喜ぶとは思えないが、あなたはこの戦いで生還した。
pl: Pokonałeś elitarnego krążownika Angie w harmonii Angie.Nie jesteś pewien, czy harmonia będzie z tego zadowolona, ​​ale udało ci się wydostać się z tej bitwy.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Despite your efforts it appears the fugitive did not survive the fight. You'll have to carry on without them.
it: Nonostante i tuoi sforzi, sembra che il fuggitivo non sia sopravvissuto alla lotta.Dovrai andare avanti senza di loro.
ja: あなたの努力にもかかわらず、逃亡者は戦いに生き残れなかったようだ。逃亡者なしで戦い続けなければならない。
pl: Pomimo twoich wysiłków wydaje się, że zbieg nie przetrwał w bitwie.Będziesz musiał kontynuować ścieżkę bez niego.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: You turn to face the Engi fugitive who caused this problem in the first place. "Apologies, this conflict should have been predicted. It is important that my identity be provided. I am: General Turzil. My mission: escape capture of Harmony. I have achieved status of wanted fugitive for disobeying Harmony-Rebel non-aggression pact during Federation Civil War, and assisting Separatist movements in dismantling of Harmony. It is my request that you take me with you to avoid death and protection of underground Separatist movements."
it: Ti giri per affrontare il fuggitivo Engi che ha causato questo problema in primo luogo."Ci scusiamo, questo conflitto avrebbe dovuto essere previsto. È importante che la mia identità sia fornita. Io sono: Generale Turzil. La mia missione: Escape Cattura dell'armonia. Ho raggiunto lo status di fuggitivo ricercato per il disobbedire al patto di non aggressione dell'armonia.Guerra civile della Federazione e assistenza ai movimenti separatisti nello smantellamento dell'armonia.
ja: あなたはこの問題を引き起こしたエンギの逃亡者に向き直る。「謝罪します。この対立は予測できたはずです。私の身元を明らかにすることが重要です。私はタージル将軍です私の使命はハーモニーの捕獲を逃れること。私は、連邦内戦中にハーモニーと反乱軍の不可侵条約に背き、ハーモニー解体の分離主義運動に協力したため、指名手配の逃亡者になりました。地下分離主義運動の保護と死を避けるため、私を連れて行くことをお願いします。"
pl: Zwracasz się do zbiegu Angie, która pierwotnie stworzyła ten problem.„Przepraszam, ten konflikt powinien zostać przewidziany. Ważne jest, aby moja tożsamość została ustalona. Harmonia i powstanie podczas wojny domowej w Federacji, a także promowanie ruchów separatystów w eliminacji harmonii.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: An Elite Engi ship moves in to attack. If you had to guess, you'd assume these were the reinforcements sent by the Harmony to hunt down the fugitive!
it: Una nave Elite Elite si sposta per attaccare.Se dovessi indovinare, supponiamo che questi fossero i rinforzi inviati dall'armonia per cacciare il fuggitivo!
ja: エリート・エンギ艦が攻撃を仕掛けてくる。推測するに、逃亡者を追い詰めるためにハーモニーから派遣された援軍だろう！
pl: Elitarny statek Angie atakuje atak.Gdybyś musiał zgadywać, sugerowałbyś, że jest to wzmocnienie wysłane przez harmonię w poszukiwaniu uciekinieru!

source: "Cease movement. You are wanted by Harmony for transporting and protecting fugitive." An elite Engi ship attacks!
it: "Cendi il movimento. Sei ricercato per armonia per il trasporto e la protezione del fuggitivo."Un'élite Agit Ship Attacks!
ja: "動きを止めろ。"逃亡者の輸送と保護で ハーモニーに指名手配された"エンギのエリート船が攻撃！
pl: „Zatrzymaj ruch. Szukasz harmonii transportu i ochrony zbiegów”.Elitarny statek Angie atakuje!

source: The Elite Engi ship at this beacon looks out of place. You receive a short message about the fugitive you're protecting and the ship moves in to attack.
it: La nave Elite Engi in questo faro sembra fuori posto.Ricevi un breve messaggio sul fuggitivo che stai proteggendo e la nave si muove per attaccare.
ja: このビーコンにいるエリート・エンギ艦は場違いな様子だ。あなたが保護している逃亡者について短いメッセージを受け取り、船は攻撃に移る。
pl: Elitarny statek Angie w tej latarni morskiej wygląda niezwykle.Dostajesz krótką wiadomość o swoim zbiegłym, a statek atakuje atak.

source: "You are wanted by the Harmony for: harbouring fugitive. Deactivate your weapons and surrender." An Engi Elite approaches, but you have no intentions of giving up.
it: "Sei ricercato dall'armonia per: ospitare il fuggitivo. Deattiva le tue armi e la resa."Un'élite Engi si avvicina, ma non hai intenzione di arrendersi.
ja: "あなたは逃亡者をかくまった罪でハーモニーに指名手配されている。武器を解除し投降せよ"エンギのエリートが近づいてくるが、あきらめるつもりはない。
pl: „Szukasz harmonii: pokrycie zbiegów. Wyłącz broń i poddaj się”.Zbliża się elitarny statek Angie, ale nie zamierzasz się poddać.
