Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: The Vagabond seems relieved as you let it onto your ship. "Alas, these mechanical abominations hath devoured mine vessel! Permit my gratitude, o savior."
it: Il vagabondo sembra sollevato mentre lo lasci sulla tua nave."Ahimè, queste abominazioni meccaniche hanno divorato la mia nave! Permetti la mia gratitudine, o salvatore."
ja: バガボンド号を船に乗せると、バガボンド号はほっとしたような表情を浮かべる。"残念なことに、この機械仕掛けの醜悪な船は私の船を食い尽くした！救世主よ、感謝の意を表する。"
pl: Po wpuszczeniu go na swoim statku Tramp odczuwa ulgę.„Niestety, te mechaniczne obrzydliwości przełknęły mój statek! Zrozum moją wdzięczność, O Zbawicielu”.

source: Ignore the Ghost.
it: Ignora il fantasma.
ja: ゴーストを無視する。
pl: Nie zwracaj uwagi na duchy.

source: You search the debris field. The material itself is mostly worthless junk. However, amidst the unremarkable debris, you find what seems to be an escape pod with a solid, rocky exterior.
it: Cerchi nel campo dei detriti.Il materiale stesso è per lo più spazzatura inutile.Tuttavia, tra i detriti irrilevanti, trovi quello che sembra essere un pod di fuga con un esterno solido e roccioso.
ja: デブリフィールドを探す。素材そのものはほとんど無価値なガラクタだ。しかし、何の変哲もない破片の中に、頑丈な岩の外壁を持つ脱出ポッドらしきものを見つける。
pl: Szukasz pola fragmentu.Sam materiał reprezentuje głównie bezużyteczne śmieci.Jednak wśród nietypowych gruzów znajduje się coś, co wydaje się być kapsułką ratunkową z twardą, kamienną powłoką.

source: Take the escape pod.
it: Prendi il pod di fuga.
ja: 脱出ポッドに乗る。
pl: Podnieś kapsułę ratunkową.

source: From out of the escape pod, a lone Rock Outcast stumbles. "...I thought I was a goner. Those Engi found my ship and hauled it off for salvage... I'm lucky to be alive."
it: Da fuori dal pod di fuga, un emarginato da roccia solitario inciampa."... Pensavo di essere un Goner. Quelli Engi trovarono la mia nave e la tirarono via per salvare ... Sono fortunato ad essere vivo."
ja: 脱出ポッドの中から、一人のロック・アウトキャストがよろめいた。「もうだめだと思った。エンギに船を見つけられて、サルベージに出されたんだ。生きててよかったよ。
pl: Samotny zasięg głazów wychodzi z kapsułki ratowniczej, potykając się.„... Myślałem, że się skończyłem. Te Anges znalazły mój statek i wziął go na przetwarzanie… Miałem szczęście, że żyłem”.

source: Ignore the escape pod.
it: Ignora il pod di fuga.
ja: 脱出ポッドは無視しろ。
pl: Nie zwracaj uwagi na kapsułkę ratunkową.

# data/events_sector_harmony.xml$//event[@name="JUNKYARD_HAIL_SWARM"]/text
source: The swarm sends a text message in return. "Plea: spare. Will offer surrender."
it: Lo sciame invia in cambio un messaggio di testo."Appello: libero. Offrirà la resa."
ja: 大群はお返しにテキストメッセージを送る。"嘆願：スペア。降伏を申し出る"
pl: Roy wysyła wiadomość tekstową odpowiedzi.„Prośba: rozpacz. Proponuję się poddać”.

source: Request an Engi.
it: Richiedi un Engi.
ja: エンジのリクエスト
pl: Poproś Angie.

source: In a shimmering haze, a brand new Engi is printed from the swarm directly into your cargo bay. The Engi nods at you, ready to take orders.
it: In una foschia luccicante, un nuovo Engi di zecca viene stampato dallo sciame direttamente nella tua baia di carico.L'IGTI annuisce a te, pronto a prendere gli ordini.
ja: きらめく靄の中、真新しいエンジが群れから直接カーゴベイにプリントされる。エンギはあなたに向かってうなずき、命令を受ける準備ができている。
pl: W lśniącym mgienie roju zupełnie nowa Angie leci bezpośrednio do twojego przedziału ładunkowego.Angie kiwa głową, gotowe do przestrzegania zamówień.

source: Request a crew drone.
it: Richiedi un drone dell'equipaggio.
ja: クルーのドローンを要請する。
pl: Poproś drona piechoty.

source: In a shimmering haze, a drone schematic is printed from the swarm directly into your cargo bay.
it: In una foschia luccicante, uno schema di droni viene stampato dallo sciame direttamente nel tuo vano di carico.
ja: きらめく靄の中で、ドローンの設計図が群れから直接カーゴベイにプリントされる。
pl: W lśniącym mgienie schemat dronów jest drukowany z roju bezpośrednio do przedziału ładunkowego.

source: Request a combat drone.
it: Richiedi un drone da combattimento.
ja: 戦闘用ドローンを要請する。
pl: Poproś drona bojowego.

source: In a shimmering haze, a drone schematic is printed from the swarm directly into your cargo bay.
it: In una foschia luccicante, uno schema di droni viene stampato dallo sciame direttamente nel tuo vano di carico.
ja: きらめく靄の中で、ドローンの設計図が群れから直接カーゴベイにプリントされる。
pl: W lśniącym mgienie schemat dronów jest drukowany z roju bezpośrednio do przedziału ładunkowego.

# data/events_sector_harmony.xml$//event[@name="ENGI_VIRUS"]/text
source: The Engi are awaiting you at the beacon, with their weapons online! They explain a computer virus that is wanted for hostile acts against the Engi (multiple counts of binary scrambling, nano-dissolution, and variable interference) is aboard your vessel.
it: Gli Engi ti aspettano al faro, con le loro armi online!Spiegano un virus informatico che è desiderato per atti ostili contro l'EGTI (molteplici conteggi di scrambleing binario, nano-dissegno e interferenza variabile) è a bordo della tua nave.
ja: エンギがビーコンで待ち構えている！エンギへの敵対行為で指名手配中のコンピューターウィルス（バイナリー・スクランブル、ナノ溶解、可変干渉）が貴艦に搭載されていると説明する。
pl: Angie czekaj na ciebie w latarni morskiej z włączoną bronią!Wyjaśniają, że na twoim statku znajduje się wirus komputerowy, szukający wrogich działań przeciwko Angie (liczne przypadki szyfrowania binarnego, nano-destrakcji i interwencji naprzemiennej).

# data/events_sector_harmony.xml$//event[@name="ENGI_VIRUS"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_VIRUS"]/choice/event/text
source: They insist they must destroy your ship to prevent the virus from escaping!
it: Insistono che devono distruggere la tua nave per impedire la fuga del virus!
ja: 彼らはウイルスが逃げないように、あなたの船を破壊しなければならないと主張する！
pl: Nalegają, aby musieli zniszczyć twój statek, aby zapobiec rozprzestrzenianiu się wirusa!

source: Hold on! Let us try to purge the system code!
it: Aspettare!Cerchiamo di eliminare il codice di sistema!
ja: ちょっと待って！システムコードを消去してみよう！
pl: Czekać!Spróbujmy wyczyścić kod systemowy!

source: Wiping your Engine core and shields proves useless... eventually you trap the virus in the weapons systems to purge it, but before you do, the Engi grow restless and attack!
it: La pulizia del tuo motore del motore e gli scudi si rivela inutile ... alla fine intrappoli il virus nei sistemi di armi per eliminarlo, ma prima di farlo, l'EGTI diventa irrequieto e attacca!
ja: エンジンのコアとシールドを拭いても無駄だった...結局、ウイルスを浄化するために兵器システムにウイルスを閉じ込めたが、その前にエンジが落ち着かなくなって攻撃してきた！
pl: Czyszczenie jądra silnika i tarczy jest bezużyteczne ... ostatecznie zwabiasz wirusa do systemów broni, aby go usunąć, ale zanim to zrobisz, troska Angie osiąga swój limit i atakują!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Attack the Engi vessel!
it: Attacca la nave Engi!
ja: エンジ船を攻撃せよ！
pl: Zaatakuj statek Angie!

source: The Engi be damned, no one threatens your ship. You prepare for a fight!
it: L'inghi è dannato, nessuno minaccia la tua nave.Ti prepari per una lotta!
ja: エンギがどうなろうと、誰もあなたの船を脅かさない。戦いに備えろ
pl: Zachęcaj Angie, nikt nie zagraża Twojemu statkowi.Przygotowujesz się do bitwy!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Turzil) Negotiate with the virus.
it: (Turzil) Negozia con il virus.
ja: (タージル）ウイルスと交渉する。
pl: (Turzil) Negocjowanie z wirusem.

source: Turzil isolates the virus and talks to it, interfacing with the system. You can tell it tries to possess him, but it doesn't seem to take.
it: Turzil isola il virus e parla con esso, interfacciando con il sistema.Puoi dire che cerca di possederlo, ma non sembra che ci vuole.
ja: タージルはウイルスを分離し、システムと連動させながら話しかける。ウイルスが彼に取り憑こうとするのがわかるが、うまくいかないようだ。
pl: Turzil izoluje wirusa i rozmawia z nim, oddziałując z systemem.Można zauważyć, że wirus próbuje go opanować, ale wydaje się, że mu się nie udało.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: After a few minutes, the virus "sees the light" and integrates itself in a positive manner with the computer society on your ship, repairing your hull and attempting to optimize your reactor. "Negotiation successful. If you are -willing-, I recommend thanking our new routine."
it: Dopo alcuni minuti, il virus "vede la luce" e si integra in modo positivo con la società di computer sulla tua nave, riparando lo scafo e tentando di ottimizzare il reattore."Negoziazione di successo. Se stai volgendo, ti consiglio di ringraziare la nostra nuova routine."
ja: 数分後、ウイルスは "光明を見いだし"、あなたの船のコンピューター社会と積極的に統合し、船体を修復し、リアクターを最適化しようとする。「交渉は成功した。もしその気があるのなら、新しい日課に感謝することを勧める。
pl: Po kilku minutach wirus „szuka” i pozytywnie integruje się z przestrzenią komputerową statku, naprawiając kadłub i próbując zoptymalizować działanie reaktora.„Negocjacje zakończyły się sukcesem. Jeśli masz życzenie, polecam podziękowania naszemu nowemu programowi”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi thank you for deleting the virus, and jump away. They offer an augmentation as a reward. Fortunately, they remained unaware of Turzil's presence - they must have been too preoccupied with the virus.
it: L'AGTI grazie per aver cancellato il virus e saltare via.Offrono un aumento come ricompensa.Fortunatamente, sono rimasti inconsapevoli della presenza di Turzil - devono essere stati troppo preoccupati per il virus.
ja: エンギはウィルスの削除に感謝し、飛び去る。彼らは報酬としてオーグメンテーションを提供する。幸運なことに、彼らはタージルの存在に気づかないままだった-ウィルスのことで頭がいっぱいだったに違いない。
pl: Angie dziękuję za usunięcie wirusa i przejdź do skoku.Jako nagrodę oferują moduł.Na szczęście nie zauważyli obecności Turzil - najwyraźniej byli zbyt zajęci wirusem.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Hacking) Isolate and quarantine the virus.
it: (Hacking) isolare e mettere in quarantena il virus.
ja: (ハッキング）ウイルスを隔離する。
pl: (Kraker) izolować i umieść wirusa w kwarantannie.

source: It takes some time, and the virus is slippery, but you eventually confine it to a useless sub-system prison where it frantically begins calculating insults at you. You eject the system from the ship and then silence the little binary criminal with your weapons.
it: Ci vuole un po 'di tempo e il virus è scivoloso, ma alla fine lo limiti a una prigione inutile del sottosistema in cui inizia freneticamente a calcolare gli insulti contro di te.Espellerai il sistema dalla nave e poi silenzi il piccolo criminale binario con le tue armi.
ja: 時間はかかるし、ウイルスは滑りやすいが、最終的には役に立たないサブシステムの牢獄に閉じ込め、そこで必死にあなたを侮辱する計算を始める。あなたはそのシステムを船から取り出し、武器でその小さなバイナリ犯罪者を黙らせる。
pl: Zajmuje to trochę czasu, wirus jest bardzo przebiegły, ale ostatecznie umieszczasz go w izolacji w bezużytecznym podsystemie, gdzie zaczyna gorączkowo wlać do ciebie obelgi.Pozbywasz się systemu na statku, a następnie zabijasz małego binarnego przestępcę swoją bronią.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi thank you for deleting the virus, and jump away. They offer am augmentation as a reward.
it: L'AGTI grazie per aver cancellato il virus e saltare via.Offrono un aumento AM come ricompensa.
ja: エンギはウィルスの削除に感謝し、飛び去る。彼らは報酬として増大剤を差し出す。
pl: Angie dziękuję za usunięcie wirusa i przejdź do skoku.Oferowali moduł jako nagrodę.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Upg. Hacking) Reprogram the virus.
it: (UPG. Hacking) Riprogrammare il virus.
ja: (ハッキング）ウイルスをプログラムし直す。
pl: (Ulepszony kraker) przeprogramowanie wirusa.

source: You proceed to interface with the virus and optimize its repair and benevolence routines.
it: Procedi all'interfaccia con il virus e ottimizza le sue routine di riparazione e benevolenza.
ja: あなたはウイルスとのインタフェースを進め、その修復と善意のルーチンを最適化する。
pl: Zaczynasz oddziaływać z wirusem i optymalizujesz go pod funkcją naprawy i dostosowuj jego zachowanie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: After a few minutes, the virus "sees the light" and integrates itself in a positive manner with the computer society on your ship, repairing your hull and attempting to optimize your reactor.
it: Dopo alcuni minuti, il virus "vede la luce" e si integra in modo positivo con la società di computer sulla tua nave, riparando lo scafo e tentando di ottimizzare il reattore.
ja: 数分後、ウイルスは「光を見て」、あなたの船のコンピューター社会と積極的に統合し、船体を修復し、リアクターを最適化しようとする。
pl: Po kilku minutach wirus „szuka” i zaczyna pozytywnie integruje się ze społeczeństwem komputerowym twojego statku, naprawiając jego kadłub i próbując zoptymalizować działanie reaktora.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi thank you for deleting the virus, and jump away. They offer an augmentation as a reward.
it: L'AGTI grazie per aver cancellato il virus e saltare via.Offrono un aumento come ricompensa.
ja: エンギはウィルスの削除に感謝し、飛び去る。報酬としてオーグメンテーションを差し出す。
pl: Angie dziękuję za usunięcie wirusa i przejdź do skoku.Oferowali moduł jako nagrodę.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Adv. Hacking) Reprogram the virus.
it: (Adv. Hacking) Riprogrammare il virus.
ja: (高度なハッキング）ウイルスをプログラムし直す。
pl: (Prov. Brier) przeprogramuj wirusa.

source: You proceed to interface with the virus and optimize its repair and benevolence routines.
it: Procedi all'interfaccia con il virus e ottimizza le sue routine di riparazione e benevolenza.
ja: あなたはウイルスとのインタフェースを進め、その修復と善意のルーチンを最適化する。
pl: Zaczynasz oddziaływać z wirusem i optymalizujesz go pod funkcją naprawy i dostosowuj jego zachowanie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: After a few minutes, the virus "sees the light" and integrates itself in a positive manner with the computer society on your ship, repairing your hull and attempting to optimize your reactor.
it: Dopo alcuni minuti, il virus "vede la luce" e si integra in modo positivo con la società di computer sulla tua nave, riparando lo scafo e tentando di ottimizzare il reattore.
ja: 数分後、ウイルスは「光を見て」、あなたの船のコンピューター社会と積極的に統合し、船体を修復し、リアクターを最適化しようとする。
pl: Po kilku minutach wirus „szuka” i zaczyna pozytywnie integruje się ze społeczeństwem komputerowym twojego statku, naprawiając jego kadłub i próbując zoptymalizować działanie reaktora.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi thank you for deleting the virus, and jump away. They offer an augmentation as a reward.
it: L'AGTI grazie per aver cancellato il virus e saltare via.Offrono un aumento come ricompensa.
ja: エンギはウィルスの削除に感謝し、飛び去る。報酬としてオーグメンテーションを差し出す。
pl: Angie dziękuję za usunięcie wirusa i przejdź do skoku.Oferowali moduł jako nagrodę.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Anti-Virus) Purge the virus.
it: (Anti-virus) elimina il virus.
ja: (アンチウイルス）ウイルスをパージする。
pl: (Antywirus) Pozbądź się wirusa.

source: Your Anti-Virus makes quick work, finding the hostile code and erasing it from existence.
it: Il tuo antivirus fa un lavoro rapido, trovando il codice ostile e cancellarlo dall'esistenza.
ja: アンチウイルスは素早く敵対的なコードを見つけ、その存在を消し去る。
pl: Twój antywirus szybko radzi sobie z tym zadaniem, znajdując wrogi kod i wymazując go z pamięci.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi thank you for deleting the virus, and jump away. They offer an augmentation as a reward.
it: L'AGTI grazie per aver cancellato il virus e saltare via.Offrono un aumento come ricompensa.
ja: エンギはウィルスの削除に感謝し、飛び去る。報酬としてオーグメンテーションを差し出す。
pl: Angie dziękuję za usunięcie wirusa i przejdź do skoku.Oferowali moduł jako nagrodę.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Lanius Crew) Your Lanius crewmember gestures frantically.
it: (Lanius Crew) Il tuo membro dell'equipaggio di Lanius gestisce freneticamente.
ja: (ラニウス・クルー）あなたのラニウスのクルーが必死に身振り手振りをする。
pl: (Członek załogi Laniusa) Twój Lanius gesta gorączkowo.

source: Oddly enough, the Lanius seems aware of which computer the virus is present in, and proceeds to... digest the terminal. There is a burst of O2, and the Engi ship powers down its weapons, no longer sensing the virus on board. The Engi send some parts over to repair your damaged computer, along with an augmentation as a reward for terminating the virus.
it: Stranamente, il Lanius sembra consapevole di quale computer è presente il virus e procede a ... digerire il terminale.C'è un'esplosione di O2 e la nave Engi alimenta le sue armi, non percependo più il virus a bordo.L'IGTI invia alcune parti per riparare il tuo computer danneggiato, insieme a un aumento come ricompensa per terminare il virus.
ja: 奇妙なことに、ラニウスはウィルスがどのコンピューターに存在するか知っているようで、端末を消化しようとする。O2が炸裂し、エンギ船は武器をパワーダウンし、もはやウイルスを感知しなくなった。エンギは損傷したコンピュータを修理するために部品を送り、ウィルスを除去した報酬としてオーグメントを与える。
pl: Co dziwne, Laniuses wydają się wiedzieć, na którym komputerze jest wirus, i zaczynają ... trawiąc terminal.Występuje emisja O2, a statek Angie wyłącza broń, nie znajdując już wirusa na pokładzie.Angie, jako nagroda za zniszczenie wirusa, wyślij kilka części zamiennych do naprawy uszkodzonego komputera, a także modułu.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Engi Crew) Have your Engi crewmember negotiate with the Engi ship.
it: (ENGI Crew) Fai negoziare il tuo Crew Exgire di Engi con la nave Engi.
ja: (エンギ乗組員) エンギ乗組員にエンギ船と交渉させる。
pl: (Członek ekipy) poproś członka załogi Engie o negocjowanie ze statkiem statku.

source: As the Engi attempts to contact the vessel and negotiate, your Engi crewmember suddenly dissolves into nanites - the virus has murdered again! Detecting activity on board your ship, the Engi vessel opens fire!
it: Mentre l'IGTI tenta di contattare la nave e negoziare, il tuo membro dell'equipaggio Engi si dissolve improvvisamente in naniti: il virus si è ucciso di nuovo!Rilevando attività a bordo della tua nave, la nave Engi apre il fuoco!
ja: エンギが船と接触して交渉しようとすると、エンギの乗組員が突然ナナイトに溶解した！ウイルスが再び殺人を犯したのだ！船上の活動を感知したエンギ船は発砲！
pl: Kiedy Angie próbuje skontaktować się ze statkiem i negocjować, nagle rozpuszcza Nanits - wirus zabity ponownie!Po odkryciu aktywności na pokładzie statku, statek Angie otwiera ogień!

source: The virus appears to have disrupted your clone bay's capability to revive the lost crewmember!
it: Il virus sembra aver interrotto la capacità del tuo Clone Bay di far rivivere l'equipaggio perduto!
ja: ウイルスは、失われたクルーを蘇生させるクローンベイの機能を停止させたようだ！
pl: Wygląda na to, że wirus naruszył zdolność klonu boczku do ożywienia utraconej załogi!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Engi Defender) Have your Defender crewmember negotiate with the Engi ship.
it: (Difensore Engi) Fai negoziare il tuo membro dell'equipaggio del difensore con la nave Engi.
ja: (エンギ・ディフェンダー) ディフェンダーのクルーにエンギ船と交渉させる。
pl: (Angie-Professor) Poproś członka załogi Engie-Profiter o negocjowanie z statkiem Angie.

source: As the Engi attempts to contact the vessel and negotiate, your Defender crewmember suddenly collapses, struggling - the virus must have infected them! However, your Defender gets up not long after. "Threat neutralized. Deleted code: 2 lines." This seems good enough for the Engi ship, and they reward you for deleting the virus.
it: Mentre l'IGTI tenta di contattare la nave e negoziare, il tuo membro dell'equipaggio del difensore crolla improvvisamente, lottando - il virus deve averli infettati!Tuttavia, il tuo difensore si alza non molto tempo dopo."Minaccia neutralizzata. Codice eliminato: 2 righe."Questo sembra abbastanza buono per la nave Engi e ti premiano per aver cancellato il virus.
ja: エンギが船と接触して交渉しようとすると、ディフェンダーのクルーが突然倒れ、もがき苦しんでいる！ウイルスに感染したに違いない。「脅威は無力化された。コードを削除：削除コード：2行"エンギ船にはこれで十分なようで、ウイルスを削除したあなたに報酬をくれる。
pl: Kiedy Angie próbuje skontaktować się ze statkiem i negocjuje, członek załogi Angie -Defender nagle upada, zmagając się z wirusem - musiał się zarażony!Jednak twój obrońca wkrótce wstaje.„Zagrożenie jest zneutralizowane. Zdalny kod: 2 wiersze”.Wydaje się, że jest to wystarczający statek na statek i nagradzają cię za usunięcie wirusa.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: (Cognitive Crew) Have your Cognitive negotiate with the virus.
it: (Cognitivo Crew) Fai negoziare cognitivo con il virus.
ja: (コグニティブ・クルー）コグニティブにウィルスと交渉させる。
pl: (Członek załogi-poznawczy) Poproś swojego poznawczego, aby zgodził się z wirusem.

source: You explain to the Engi that you might have a solution, then wait for your Cognitive to do its job. Not too long after, the Cognitive comes back online. "Negotiation attempts have failed, resorted to alternative methods. I instead convinced the virus that life is pointless. Once it had adopted the same nihilistic philosophies that plague my databanks, it decided to end its life rather than continue to suffer." Satisfied, the Engi ship rewards you for deleting the virus.
it: Spieghi all'IGTI che potresti avere una soluzione, quindi aspetti che il tuo cognitivo faccia il suo lavoro.Non molto tempo dopo, il cognitivo torna online."I tentativi di negoziazione sono falliti, hanno fatto ricorso a metodi alternativi. Ho invece convinto il virus che la vita è inutile. Una volta che aveva adottato le stesse filosofie nichilistiche che affliggono le mie databanche, ha deciso di porre fine alla sua vita piuttosto che continuare a soffrire."Soddisfatto, la nave Engi ti premia per aver eliminato il virus.
ja: 解決策があるかもしれないとエンジに説明し、コグニティブが仕事をするのを待つ。ほどなくコグニティブがオンラインに戻る。「交渉は失敗しました。その代わり、生命は無意味であることをウイルスに納得させた。私のデータバンクを悩ませる虚無主義的哲学を採用した途端、苦しみ続けるより命を絶つことにした。"満足したエンギ船は、ウイルスを削除したあなたに報酬を与える。
pl: Wyjaśniasz Angie, że możesz mieć rozwiązanie, a następnie czekasz, aż poznawczo zakończy twoją pracę.Niedługo potem poznawczy jest ponownie włączony.„Próby negocjacji nie powiodły się, musiałem uciekać się do alternatywnych metod. Zamiast tego przekonałem wirusa, że ​​życie jest bez znaczenia. Kiedy wirus zaakceptował tę samą filozofię nihilistyczną, co moje bazy danych, postanowił zakończyć swoje życie i nie cierpieć nadal cierpieć . "Angie, zadowolona, ​​nagradza cię za usunięcie wirusa.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_VIRUS_REBORN"]/text
source: To your surprise your Engi crewmember reforms. It looks as if the virus reconstituted, repurposed, and reprogrammed the Engi host and wants to travel with you... and it seems to have learned a great deal from its time on your ship.
it: Con tua sorpresa le riforme del tuo membro dell'equipaggio Engi.Sembra che il virus ricostruiva, ripropone e riprogramma l'host Engi e voglia viaggiare con te ... e sembra aver imparato molto dal suo tempo sulla tua nave.
ja: 驚いたことに、エンギのクルーが改心した。ウイルスがエンギの宿主を再構成、再利用、再プログラムしたようで、あなたと一緒に旅をしたいようです...そしてあなたの船で過ごした時間から多くのことを学んだようです。
pl: Ku Twoim zaskoczeniu, twój członek załogi Angie się zmienia.Wygląda na to, że wirus przywrócił i przeprogramował nosiciela Angie i chce z tobą podróżować ... i wygląda na to, że wiele się nauczył podczas pobytu na twoim statku.

# data/events_sector_harmony.xml$//event[@name="ENGI_VIRUS_REBORN"]/crewMember
source: Virus
ja: ウイルス
pl: Wirus

# data/events_sector_harmony.xml$//event[@name="ENGI_COMPLEX"]/text
source: A huge, well protected Engi Station is at this beacon. From the looks of it, it appears to be staffed partially by Engi Defenders. Clearly, it's protecting something important.
it: Un'enorme e ben protetta stazione Engi è in questo faro.Dall'aspetto, sembra essere parzialmente gestito dai difensori Engi.Chiaramente, sta proteggendo qualcosa di importante.
ja: このビーコンには巨大なエンギ・ステーションがある。見たところ、部分的にエンギ・ディフェンダーが配置されているようだ。何か重要なものを守っているのは明らかだ。
pl: Na tym latarni znajduje się ogromna, dobrze obronna stacja Angie.Najwyraźniej jest częściowo wyposażony w obrońców Angie.Oczywiście chroni coś ważnego.

# data/events_sector_harmony.xml$//event[@name="ENGI_COMPLEX"]/choice[1]/text
source: Attack the station.
it: Attaccare la stazione.
ja: 駅を攻撃しろ
pl: Zaatakować stacji.
