Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_REACTOR"]/text
source: You arrive at a smouldering Engi research station, its distress call unanswered - attacked by pirates or Mantis most likely. There may be someone left alive, or else something of value left on board.
it: Arrivi in una fumante stazione di ricerca ENGI, la sua chiamata di soccorso senza risposta, attaccata da Pirates o Mantis molto probabilmente.Potrebbe esserci qualcuno lasciato in vita, oppure qualcosa di valore rimasto a bordo.
ja: 海賊かマンティスに襲われたのだろう。海賊かマンティスに襲われた可能性が高い。誰か生きているか、価値のあるものが船内に残されているかもしれない。
pl: Przybywasz do stacji badawczej Angie, jej sygnał katastrofy pozostał bez odpowiedzi - najprawdopodobniej został zaatakowany przez Piratów lub Mantis.Być może ktoś przeżył lub na pokładzie pozostał coś cennego.

source: Board the station.
it: Sali a bordo della stazione.
ja: 駅に乗り込む。
pl: Ląd na stacji.

source: You have no one aboard to send over.
it: Non hai nessuno a bordo da inviare.
ja: あなたには誰も乗船していない。
pl: Nie masz nikogo, kto mógłby wysłać na lądowanie.

source: (Boarding Drone) Send the boarding drone.
it: (Drone di imbarco) Invia il drone all'imbarco.
ja: (搭乗ドローン）搭乗ドローンを送れ。
pl: (Dron na pokład) Wyślij dron planszy.

source: Ignore it.
it: Ignoralo.
ja: 無視するんだ。
pl: Nie wspominaj o tym.

source: The place looks in bad state, probably nothing of use there. Time to move on.
it: Il posto sembra in cattivo stato, probabilmente nulla di utilizzo lì.Ora di andare avanti.
ja: あの場所はひどい状態で、おそらく何も使えないだろう。移動する時だ。
pl: To miejsce wygląda w złym stanie, prawdopodobnie nie ma tam nic przydatnego.Czas iść dalej.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: (Upg. Sensors) Run another scan.
it: (UPG. Sensori) esegui un'altra scansione.
ja: (アップグ.センサー) 別のスキャンを実行する。
pl: (Ulepszone czujniki) Wykonaj kolejny skan.

source: (Long-Ranged Scanners) Run another scan.
it: (Scanner a lungo raggio) eseguono un'altra scansione.
ja: (ロングレンジスキャナー) 別のスキャンを実行する。
pl: (Długie skanery) Rozpocznij dodatkowe skanowanie.

source: You send an away team to investigate, but there's nothing save for the acidic stench of burnt Engi parts. This place is dead.
it: Invia una squadra in trasferta per indagare, ma non c'è nulla di salvo per la puzza acida delle parti Engi bruciate.Questo posto è morto.
ja: アウェーチームを派遣して調査させたが、エンジの部品が焼けた酸っぱい悪臭がするだけで、何もなかった。この場所は死んでいる。
pl: Wysyłasz zespół do rozpoznania, ale nie ma tam nic oprócz kwaśnego zapachu spalonych szczegółów Angie.To miejsce jest martwe.

source: Your away team reports a wounded Engi and a functioning drone schematic. Then someone yells. The station reactor is overloading and they're running out of time!
it: Il tuo team in trasferta riferisce un ENGI ferito e uno schema di droni funzionante.Quindi qualcuno urla.Il reattore della stazione è sovraccarico e stanno esaurendo il tempo!
ja: アウェーチームは負傷したエンジと機能するドローンの回路図を報告した。そして誰かが叫んだ。ステーションのリアクターがオーバーロードしている！
pl: Twój zespół lądowania zgłasza ranną Angie i funkcjonujący schemat drona.Wtedy ktoś krzyczy.Reaktor stacji jest przeciążony, a ich czas się kończy!

source: Save the Engi!
it: Salva l'ingpo!
ja: セーブ・ザ・エンジ
pl: Zapisz Angie!

source: Save the drone schematic.
it: Salva lo schema dei droni.
ja: ドローンの回路図を保存する。
pl: Zapisz schemat dronów.

source: Save yourselves!
it: Salvatevi!
ja: 自分のことは自分で守れ！
pl: Ratuj siebie!

source: It's a tough order, but your crew's lives are the priority. They drop everything and return to the ship unharmed. You put some distance on the station before it blows.
it: È un ordine difficile, ma la vita del tuo equipaggio è la priorità.Lasciano cadere tutto e tornano sulla nave incolume.Metti una certa distanza sulla stazione prima che soffia.
ja: 厳しい命令だが、クルーの命が最優先だ。彼らはすべてを捨て、無傷で船に戻る。ステーションが爆破される前に、少し距離を置くんだ。
pl: To trudny porządek, ale życie twojej załogi jest priorytetem.Rzucają wszystko i wracają na statek bez szwanku.Udaje ci się latać w określonej odległości od stacji, zanim wybuchnie.

source: One of your crew valiantly grabs the Engi and throws it into the airlock right before the reactor blows and the automatic blast doors slam shut. You have no choice but to mourn their sacrifice and move on.
it: Uno del tuo equipaggio afferra valorosamente l'EGTI e lo getta nella compagnia aerea proprio prima che il reattore soffia e le porte di esplosione automatiche si chiudono.Non hai altra scelta che piangere il loro sacrificio e andare avanti.
ja: クルーの一人が勇敢にもエンジ号をつかみ、原子炉が爆発して自動ブラストドアが閉まる直前にエアロックに投げ込んだ。あなたは彼らの犠牲を悼み、前に進むしかない。
pl: Jeden z członków załogi dzielnie złapał Angie i wrzucił ją do bramy tuż przed wybuchem reaktora i zatrzasnie się automatyczne wzmocnione drzwi.Nie masz innego wyboru, z wyjątkiem opłakania ofiary i przejściem dalej.

source: The brave crewmember's clone strides from the Clone Bay, rather full of themself after such a heroic act.
it: Il clone del coraggioso Crewmember si sposta dalla baia del clone, piuttosto pieno di se stessi dopo un atto così eroico.
ja: 勇敢なクルーのクローンはクローンベイから歩き出した。
pl: Klon odważnego członka załogi opuszcza klon-O-OSek, bardzo zadowolony z siebie po tak heroicznym akcie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: The Engi who was saved offers to join your crew.
it: L'EGTI che è stato salvato offerte per unirsi al tuo equipaggio.
ja: 救われたエンギがクルーに加わりたいと申し出る。
pl: Uratowana Angie oferuje dołączenie do twojego zespołu.

source: Your crew return safely to the airlock with the injured Engi and you put some distance on the station before it blows. The Engi, impressed by your crew, volunteers to join you.
it: Il tuo equipaggio ritorna in sicurezza nella compagnia aerea con l'EGTI ferito e metti una certa distanza sulla stazione prima che soffia.L'EGTI, impressionato dal tuo equipaggio, si offre volontario per unirsi a te.
ja: クルーは負傷したエンギと共に無事エアロックに戻り、ステーションが爆発する前に距離を置く。あなたのクルーに感銘を受けたエンギは、あなたとの合流を志願した。
pl: Twoja załoga bezpiecznie wraca do bramy z ranną Angie i przechodzisz na emeryturę w określonej odległości od stacji, zanim wybuchnie.Angie, pod wrażeniem twojej załogi, dobrowolnie dołącza do ciebie.

source: Your away team heads home with the goods, but as they transfer back to the ship a small explosion blows the airlock and one of the crew is sucked out into space!
it: La tua squadra in trasferta torna a casa con la merce, ma mentre si trasferiscono sulla nave una piccola esplosione soffia la compagnia aerea e uno degli equipaggi viene risucchiato nello spazio!
ja: あなたのアウェーチームは商品を持って帰路についたが、彼らが船に戻るときに小さな爆発が起きてエアロックが吹き飛び、クルーの一人が宇宙空間に吸い出されてしまった！
pl: Twój zespół wraca z ładunkiem, ale kiedy wracają na statek, niewielka eksplozja eksploduje bramę powietrzną, a jeden z członków załogi wysysa w kosmos!

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
it: Fortunatamente, il tuo membro dell'equipaggio era abbastanza vicino alla nave perché la baia di Clone li rivivesse.
ja: 幸運なことに、あなたのクルーはクローンベイが復活させるのに十分なほど船の近くにいた。
pl: Na szczęście członek załogi był wystarczająco blisko statku, aby klon Opla mógł go ożywić.

source: The Engi don't feel things the same way other species do. They'd want the tech to be saved. Your crew return safely to the airlock with the drone control and you put some distance on the station before it blows.
it: Gli Engi non sentono le cose nello stesso modo in cui fanno altre specie.Vorrebbero salvare la tecnologia.Il tuo equipaggio ritorna in sicurezza nella compagnia aerea con il controllo dei droni e metti una certa distanza sulla stazione prima che soffia.
ja: エンジは他の種族と同じようには物事を感じない。彼らは技術の保存を望んでいる。クルーはドローン制御で エアロックに戻り ステーションが爆発する前に 距離を置く
pl: Angie czuje rzeczy jak inne gatunki.Chcieliby zapisać technikę.Twoja załoga bezpiecznie wraca do bramy z dronem i udaje ci się latać w określonej odległości od stacji, zanim wybuchnie.

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/text
source: Scans reveal the station's reactor is overloading! Not only that, but an injured Engi and a functioning drone schematic are still on board! There's not time for both...
it: Le scansioni rivelano che il reattore della stazione è sovraccarico!Non solo, ma sono ancora a bordo un ENGI ferito e uno schema di droni funzionanti!Non c'è tempo per entrambi ...
ja: ステーションのリアクターがオーバーロードしていることがスキャンで判明！それだけでなく、負傷したエンジと機能するドローンの回路図がまだ船内にある！両方のために時間がない...
pl: Skanowanie wykazało, że reaktor stacji został przeciążony!Nie tylko to, ale także ranne Angie i funkcjonujący schemat drona są nadal na pokładzie!Nie będzie wystarczająco dużo czasu na coś i innego ...

source: Save the Engi!
it: Salva l'ingpo!
ja: セーブ・ザ・エンジ
pl: Zapisz Angie!

source: Your away team heads straight for the Engi and returns with time to spare. You put some distance on the station before it blows and the Engi is so impressed by your crew that they volunteer to join you!
it: La tua squadra in trasferta si dirige dritto per l'EGTI e ritorna con il tempo di riserva.Hai messo una certa distanza sulla stazione prima che colpisca e l'EGTI è così colpito dal tuo equipaggio che si offrono volontari per unirsi a te!
ja: アウェーチームはエンジに直行し、余裕を持って帰還した。あなたはステーションが爆破される前に距離を置き、エンジはあなたのクルーに感銘を受け、あなたに加わることを志願した！
pl: Twój zaawansowany zespół idzie prosto do Angie i wraca z marginesem czasu.Udaje ci się latać w pewnej odległości od stacji, zanim się wybuchnie, a Angie jest pod wrażeniem twojego zespołu, że dobrowolnie dołącza do ciebie!

source: (Boarding Drone) Save the Engi!
it: (Boarging Drone) Salva l'IGTI!
ja: (搭乗するドローン）エンジンを救え！
pl: (Dron na pokład) Zapisz Angie!

source: Your drone heads straight for the Engi and returns with time to spare. You put some distance on the station before it blows and the Engi is so impressed by your tactic that they volunteer to join you!
it: Il tuo drone si dirige dritto per l'EGTI e ritorna con il tempo di riserva.Hai messo una certa distanza sulla stazione prima che colpisca e l'EGTI è così colpito dalla tua tattica che si offrono volontari per unirsi a te!
ja: あなたのドローンはエンジにまっすぐ向かい、余裕を持って戻ってきた。あなたはステーションが爆破される前に距離を置き、エンジはあなたの戦術に感銘を受け、あなたに加わろうと志願した！
pl: Twój dron idzie prosto do Angie i wraca z marginesem czasu.Udaje ci się latać w pewnej odległości od stacji, zanim się wybuchnie, a Angie jest pod wrażeniem twojej taktyki, że dobrowolnie dołącza do ciebie!

source: Save the Drone Schematic!
it: Salva lo schema dei droni!
ja: ドローンの回路図を保存する！
pl: Zapisz schemat dronów!

source: The Engi don't feel things the same way other species do. They'd want the tech to be saved. Your away team heads straight for the goods and returns with time to spare. You put some distance on the station before it blows.
it: Gli Engi non sentono le cose nello stesso modo in cui fanno altre specie.Vorrebbero salvare la tecnologia.La tua squadra in trasferta si dirige dritto per la merce e ritorna con il tempo di riserva.Metti una certa distanza sulla stazione prima che soffia.
ja: エンジは他の種族と同じようには物事を感じない。彼らは技術の保存を望んでいる。アウェーチームが物資に向かい 余裕を持って戻るステーションが爆発する前に 距離を置くんだ
pl: Angie czuje rzeczy jak inne gatunki.Chcieliby zapisać technikę.Twój zaawansowany zespół idzie prosto do ładunku i wraca z marginesem czasu.Udaje ci się latać w określonej odległości od stacji, zanim wybuchnie.

source: (Boarding Drone) Save the Drone Schematic!
it: (Boarging Drone) Salva lo schema dei droni!
ja: (搭乗ドローン）ドローンの回路図を保存する！
pl: (Dron na pokład) Zapisz schemat dronów!

source: The Engi don't feel things the same way other species do. They'd want the tech to be saved. Your drone heads straight for the goods and returns with time to spare. You put some distance on the station before it blows.
it: Gli Engi non sentono le cose nello stesso modo in cui fanno altre specie.Vorrebbero salvare la tecnologia.Il tuo drone si dirige dritto per la merce e ritorna con il tempo di riserva.Metti una certa distanza sulla stazione prima che soffia.
ja: エンジは他の種族と同じようには物事を感じない。彼らは技術の保存を望んでいる。ドローンはブツに向かい 余裕を持って戻るステーションが爆発する前に 距離を置け
pl: Angie czuje rzeczy jak inne gatunki.Chcieliby zapisać technikę.Twój dron idzie prosto do ładunku i wraca z marginesem czasu.Udaje ci się latać w określonej odległości od stacji, zanim wybuchnie.

source: There's no one aboard to perform an extraction of loot or crew.
it: Non c'è nessuno a bordo per eseguire un'estrazione di bottino o equipaggio.
ja: 戦利品や乗組員を救出するために乗船している者はいない。
pl: Na pokładzie nie ma żadnego, który mógłby wziąć ofiarę lub załogę.

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_REBEL"]/text
source: The distress signal originates from a small Engi ship under attack by a Rebel fighter - but when the Rebels see Federation markings they turn to attack!
it: Il segnale di soccorso proviene da una piccola nave Engi sotto attacco da parte di un combattente ribelle - ma quando i ribelli vedono i segni della Federazione si trasformano in attacco!
ja: 救難信号の発信元は、反乱軍の戦闘機に攻撃されているエンギの小型船だったが、反乱軍は連邦のマークを見て攻撃に転じた！
pl: Sygnał niepokoju pochodzi od małego statku Angie, który zostaje zaatakowany przez bojownika rebeliantów, gdy widzą oznaczenie federacji, idą w ataku!

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_REBEL"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_REBEL_RESULT"]/text
source: The Engi vessel turns out to be very poorly equipped - barely a runabout, really. They're trying to outrun the Rebels, and need all the help they can get.
it: La nave Engi si rivela essere molto scarsamente attrezzata, a malapena un runabout, davvero.Stanno cercando di superare i ribelli e hanno bisogno di tutto l'aiuto che possono ottenere.
ja: エンギの船は非常に貧弱な装備であることが判明した。彼らは反乱軍を出し抜こうとしており、あらゆる助けを必要としている。
pl: Statek Angie jest bardzo słabo wyposażony - w rzeczywistości to tylko łódź.Próbują uciec od rebeliantów i potrzebują żadnej pomocy.

source: Give them 25 scrap.
it: Dai loro 25 scarti.
ja: スクラップを25枚渡す。
pl: Daj im 25 złomu.

source: Give them 40 scrap, 2 missiles and 2 fuel.
it: Dai loro 40 scarti, 2 missili e 2 carburante.
ja: スクラップ40個、ミサイル2発、燃料2個を与える。
pl: Daj im 40 skrawków, 2 pociski i 2 paliwa.

source: Give them nothing.
it: Non dare loro nulla.
ja: 何も与えない。
pl: Daj im powietrze.

source: Engi can't feel fear, so they bear you no ill will when you explain you're unwilling to help. They set off on their journey and you do the same.
it: Engi non può sentire paura, quindi non ti sopportano la volontà quando spieghi che non sei disposto ad aiutare.Hanno partito per il loro viaggio e tu fai lo stesso.
ja: エンギは恐怖を感じないから、助ける気がないと説明しても悪意は抱かない。彼らが旅に出れば、あなたも同じように旅に出る。
pl: Angie nie może odczuwać strachu, więc nie mają wobec ciebie gniewu, gdy wyjaśniasz, że nie chcesz pomóc.Wyruszyli i robisz to samo.

source: The words they use are "Need = fulfilled", but you take it for gratitude. They take the next jump in their long journey home.
it: Le parole che usano sono "Need = soddisfatte", ma lo prendi per gratitudine.Fanno il prossimo salto nel loro lungo viaggio verso casa.
ja: 彼らが使う言葉は「必要＝満たされた」だが、あなたはそれを感謝の気持ちと受け取る。彼らは家への長い旅路の中で、次のジャンプをする。
pl: Mówią: „potrzeba = satysfakcjonowana”, bierzesz to dla wdzięczności.Kolejne skoku w długiej podróży do domu.

source: The Engi are grateful. They don't have any supplies or weapons to spare, but they do send over a self-teleporting med-bot disperser they hope they won't need.
it: Gli Engi sono grati.Non hanno alcuna fornitura o armi da risparmiare, ma inviano un disperdente auto-meschino che sperano di non aver bisogno.
ja: エンギは感謝している。彼らは物資も武器も持ち合わせていないが、不要になることを祈り、自己テレポート式の医療ボット散布機を送ってくれた。
pl: Angie jest wdzięczna.Nie mają ani zapasów, ani broni, ale wysyłają samongonujące boty medyczne, mają nadzieję, że nie będą potrzebować.

source: The Engi are grateful. They don't have much by way of supplies but they do offer a drone schematic for your use.
it: Gli Engi sono grati.Non hanno molto a titolo di forniture, ma offrono uno schema di droni per il tuo uso.
ja: エンジは感謝している。彼らは物資をあまり持っていないが、ドローンの回路図を提供してくれる。
pl: Angie jest wdzięczna.Nie mają wielu zapasów, ale oferują program dronów dla twoich potrzeb.

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_REBEL_LIST2"]/text
source: They wouldn't get more than a few jumps with that load-out. You provide them with all the munitions and supplies they should need for the journey home. "Generosity magnitude unpredicted. Well-being syntax error [value too high]. Accept this token."
it: Non avrebbero più di qualche salto con quel carico.Fornisci loro tutte le munizioni e le forniture di cui dovrebbero aver bisogno per il viaggio verso casa."Magnitudo generosità non previsto. Errore di sintassi del benessere [valore troppo alto]. Accetta questo token."
ja: その装備では数回のジャンプしかできないだろう。あなたは彼らに、家路に必要なすべての弾薬と物資を提供する。"寛大さ "の大きさが予測されない。幸福の構文エラー［値が高すぎる］。このトークンを受け取れ。"
pl: Przy takim obciążeniu będą mieli nie więcej niż kilka skoków.Zapewniasz im całą amunicję i zapasy, które będą musieli wrócić do domu.„Hojność jest nieprzewidywalna. Błąd składniowy odwiertu [zbyt wysokie znaczenie]. Weź to jako znak”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="DISTRESS_ENGI_PARTY"]/text
source: The distress beacon here is coming from an Engi vessel, but it does not seem to be in any danger.
it: Il faro di angoscia qui proviene da una nave Engi, ma non sembra essere in pericolo.
ja: 遭難信号を発信しているのはエンジ船だが、危険はなさそうだ。
pl: Sygnał niepokoju pochodzi ze statku Angie, ale wydaje się, że żadne niebezpieczeństwo nie jest w niebezpieczeństwie.

source: Hail the Engi to see what's wrong.
it: Saluta l'inghi per vedere cosa c'è che non va.
ja: 何が問題なのかを確認するためにエンジに万歳をする。
pl: Skontaktuj się z Angie, aby dowiedzieć się, co się stało.

source: An Engi wearing a purple party hat appears onscreen. In the backgrounds are colorful rapidly flashing lights and several Slugs dancing. "Commence greetings. Inquiry: knowledge of how to 'party hard'. Request: mind-altering substances for gratification, recommended by Slug visitors."
it: Un Engi che indossa un cappello da festa viola appare sullo schermo.Sullo sfondi sono colorate luci rapidamente lampeggianti e diverse lumache che ballano."Inizia i saluti. Indagine: Conoscenza di come" partire ". Richiesta: sostanze che alterano la mente per la gratificazione, raccomandate dai visitatori della lumaca."
ja: 紫色のパーティーハットをかぶったエンジが登場する。背景にはカラフルなライトが高速点滅し、数匹のスラッグが踊っている。「挨拶開始。問い合わせ：「ハードなパーティー」のやり方について。リクエスト：スラッグ訪問者が勧める、満足感を得るための精神安定剤。"
pl: Angie pojawia się na ekranie w fioletowym świątecznym kapeluszu.W tle wieloparteczne szybko migające światła i kilka tańczących ślimaków.„Zaczynam powitanie. Pytanie: wiedza o tym, jak„ włamać się do pełnego. ”

source: (Ion Weapon) Zap the Engi, it's close enough.
it: (Arma da ioni) Zap l'ingini, è abbastanza vicino.
ja: (イオンウェポン）エンジにザップ、十分近い。
pl: (Broń jonowa) Aby jonizować Angie, jest wystarczająco blisko.

source: The Engi flails like a puppet for a few minutes. Once it regains control over itself, its screen begins to rapidly flash colors, and it speaks very slowly. "Graaaaatituuuuuude. Thiiiiiis is: dooooope. Aaaaacceeeeept cooompeeeensaaaaaatiooon."
it: L'EGTI si agita come un burattino per alcuni minuti.Una volta che riacquista il controllo su se stesso, lo schermo inizia a farmostare rapidamente i colori e parla molto lentamente."Graaaaaatituuuuuude. Thiiiiiis è: dooooope. Aaaaaaceeeeeeeeempt cooompeeeesaaaaaatiooon."
ja: エンジは数分間、操り人形のように暴れる。自制心を取り戻すと、スクリーンは急速に色を点滅させ始め、非常にゆっくりと話す。「グラーアティトゥード。これは、ドゥーープ。Aaaaacceeeeept cooompeeeensaaaatiooon."
pl: Angie obraca się jak marionetka przez kilka minut.Gdy tylko przywróci kontrolę nad sobą, ekran zaczyna szybko migać kwiatami i mówi bardzo powoli.„Blaaaaaagodaaaaaaarism. Etooooo: Duuuuur. Priimiiiiiiiiiyaita VounozhaAagaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

source: (Mantis Pheromones) Disperse the pheromones over their ship.
it: (Mantis feromoni) disperdono i feromoni sulla loro nave.
ja: (カマキリのフェロモン）フェロモンを船内にばらまく。
pl: (Feromony Bogomolova), aby rozproszyć feromony na swoim statku.

source: A steady distribution of the pheromones certainly has... an effect on the crew. You may have given them too much, because now the Slugs are trying to climb the walls and the Engi are hugging the drones. While they're distracted you scrap some of the exterior regions of their ship.
it: Una distribuzione costante dei feromoni ha certamente ... un effetto sull'equipaggio.Potresti aver loro dato troppo, perché ora le lumache stanno cercando di scalare le pareti e gli Engi stanno abbracciando i droni.Mentre sono distratti, ti scartano alcune delle regioni esterne della loro nave.
ja: フェロモンの安定供給は クルーに影響するスラッグは壁をよじ登ろうとし、エンジはドローンに抱きついている。彼らが気を取られている間に、あなたは船の外壁を削ってください。
pl: Oczywiście stabilny rozkład feromonów ma ... wpływ na załogę.Być może dałeś im za dużo, ponieważ teraz ślimaki próbują wspinać się na ściany, a Angie Hug Drons.Podczas gdy są rozproszeni, analizujesz niektóre zewnętrzne części ich statku.

source: (Orchid Crew) Have your Orchid work some magic on them.
it: (Crew Orchid) Fai lavorare in orchidea un po 'di magia su di loro.
ja: (オーキッド・クルー）オーキッドに魔法をかけてもらいましょう。
pl: (Członek ekipy-orchid, pozwól orchidei działać na nich z magią.

source: The Orchids have a unique ability to put others in a... "daze". The effect is visible on the Slugs and Engi who begin to act very strangely. They pay you for your "assistance."
it: Le orchidee hanno una capacità unica di mettere gli altri in un ... "Daze".L'effetto è visibile sulle lumache e su Engi che iniziano ad agire in modo molto strano.Ti pagano per la tua "assistenza".
ja: オーキッドには、他人を "ボーッ "とさせる独特の能力がある。"気絶 "させる。その効果はスラッグやエンジにも現れ、彼らは非常に奇妙な行動を取り始める。彼らはあなたの "援助 "に対して報酬を支払う。
pl: Orchidee mają wyjątkową zdolność do doprowadzenia innych do ... „drętwienia”.Efekt jest widoczny na ślimakach i Angie, którzy zaczynają się zachowywać bardzo dziwnie.Płacą za twoją „pomoc”.

source: (Butler Drone) Turn it up to eleven.
it: (Drone Butler) Accendilo a undici.
ja: (バトラー・ドローン）11に上げてくれ。
pl: (Drone-Laxa) obejmują jedenastkę.

source: It's not exactly what they requested, but they won't complain. The Butler tends to every numerous needs the Slugs and Engi request when they notice it. Soon, it eventually raises the already high volume, and the crew can no longer keep up. Before they all pass out, they graciously pay you for your "assistance."
it: Non è esattamente quello che hanno richiesto, ma non si lamenteranno.Il maggiordomo tende a ogni numerose esigenze delle lumache e della richiesta Engi quando lo notano.Presto alla fine aumenta il volume già alto e l'equipaggio non può più tenere il passo.Prima che tutti svendano, ti pagano gentilmente per la tua "assistenza".
ja: 彼らの要求通りではないが、文句は言わない。バトラーは、スラッグスやエンジが要求する数多くのニーズに気づくたびに対応する。やがて、ただでさえ多い荷物の量が増え、クルーはもはやついていけなくなる。全員が気絶する前に、彼らはあなたの "お手伝い "に対して快く報酬を支払う。
pl: Nie o to prosili, ale nie narzekają.Footman zaspokaja wszystkie liczne prośby ślimaków i Angie, gdy tylko to zauważą.Wkrótce zwiększa już głośny dźwięk, a załoga nie może już radzić sobie.Zanim wszyscy tracą przytomność, uprzejmie płacą za twoją „pomoc”.

source: We can't help.
it: Non possiamo fare a meno.
ja: 私たちは助けられない。
pl: Nie możemy pomóc.

source: Ignore them.
it: Ignorali.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: The threat must have already disappeared, and the Engi simply have not yet switched off their distress beacon. You move on.
it: La minaccia deve essere già scomparsa e l'EGI semplicemente non ha ancora spento il loro faro di angoscia.Vai avanti.
ja: 脅威はすでに消滅しているはずで、エンジはまだ救難信号のスイッチを切っていないだけだ。先に進め
pl: Zagrożenie musiało już zniknąć, a Angie po prostu nie wyłączyła jeszcze latarni morskiej.Idziesz dalej.
