Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: "Multiverse-Drive equipped vessel approaching. Threat to Harmony Link: activating defensive protocols."
it: "Avvicinarsi della nave equipaggiata in multiverse-drive. Minaccia a armonia Link: attivazione di protocolli difensivi."
ja: "マルチバースドライブ搭載船が接近中"ハーモニーリンクへの脅威 防御プロトコルを起動"
pl: „Zbliża się statek wyposażony w napęd z wieloma serami. Zagrożenie dla kanału harmonii: aktywacja protokołów”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Leave.
it: Partire.
ja: 出て行け。
pl: Wyjechać.

source: (Harmony Crew) Request supplies.
it: (Crew di armonia) Richiedi forniture.
ja: (ハーモニー・クルー) 物資を要請する。
pl: (Członek załogi Harmony) Prośba o dostawy.

source: "Harmony unit detected. Protocol requires aid to be given."
it: "Unità di armonia rilevata. Il protocollo richiede che gli aiuti vengano dati."
ja: "ハーモニーユニットを発見。プロトコルは援助を必要とする"
pl: „Odkryto jednostkę harmonii. Protokół wymaga pomocy”.

source: Ignore the Engi.
it: Ignora l'ingini.
ja: エンジは無視。
pl: Nie zwracaj uwagi na Angie.

source: If they're no threat to you, then you'll be no threat to them.
it: Se non sono una minaccia per te, allora non sarai una minaccia per loro.
ja: 彼らがあなたにとって脅威でなければ、あなたも彼らにとって脅威ではなくなる。
pl: Jeśli nie stanowią dla ciebie zagrożenia, nie stanowisz dla nich zagrożenia.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_harmony.xml$//event[@name="HARMONY_LINK_FIGHTMANTIS"]/text
source: A Suzerain ship is waiting near the beacon, likely hunting for Engi. "Federation, we recommend staying away, unless want to become next prey..."
it: Una nave suzzerana sta aspettando vicino al faro, probabilmente a caccia di Engi."Federazione, ti consigliamo di stare lontano, a meno che non voglia diventare la prossima preda ..."
ja: ビーコンの近くにスゼレーン船が待機している。"連邦軍の皆さん、次の獲物になりたくなければ、近づかないことをお勧めします..."
pl: Statek czeka na latarnię morską, prawdopodobnie polując na Eangi.„Federacja, zalecamy trzymanie się z daleka, jeśli nie chcesz zostać kolejnym łupem ...”

source: Attack them!
it: Attaccali!
ja: 彼らを攻撃する！
pl: Zaatakuj ich!

source: "Fine. If have death wish, then let me be one to grant it!"
it: "Bene. Se hai la morte, allora lasciami essere uno che lo concede!"
ja: 「いいだろう。死を望むのなら、私がそれを叶えてあげよう！"
pl: „Świetnie. Jeśli chcesz umrzeć, pozwól mi być tymi, którzy wypełnią to pragnienie!”

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Ask if they have slaves to offer.
it: Chiedi se hanno schiavi da offrire.
ja: 奴隷がいるかどうか尋ねてみる。
pl: Zapytaj, czy mają niewolników na sprzedaż.

source: "Hmmm. Hoping for trade? Well... maybe. Made successful hunt previously, supposed go to Hive though, so prices steep."
it: "Hmmm. Sperando per il commercio? Beh ... forse. Ho fatto una caccia di successo in precedenza, si suppone di andare in alveare, quindi prezzi ripidi."
ja: "うーん。トレードを望んでいる？まあ...たぶんね。以前、狩りに成功したんだけど、ハイブに行くことになってるから、値段が高いんだ。"
pl: „Hmmm. Mając nadzieję na wymianę? Dobrze… prawdopodobnie. Ostatnio, z powodzeniem polowałem, pomyślałem, że pójdę na ula, ponieważ ceny są wysokie”.

source: Buy a regular Engi.
it: Acquista un ENGI normale.
ja: 通常のエンジ購入。
pl: Kup zwykłe angie.

source: "Good, good. Now leave, there killing to be done."
it: "Bene, bene. Ora vattene, ci uccide da fare."
ja: 「いいぞ、いいぞ。さあ、立ち去れ、やるべきことがある"
pl: „Dobrze, dobrze. A teraz Vali, musisz popełnić morderstwo.”

source: Buy an Engi Defender.
it: Acquista un difensore Engi.
ja: エンジ・ディフェンダーを買う。
pl: Kup Angie-Defender.

source: "Good, good. Now leave, there killing to be done."
it: "Bene, bene. Ora vattene, ci uccide da fare."
ja: 「いいぞ、いいぞ。さあ、立ち去れ、やるべきことがある"
pl: „Dobrze, dobrze. A teraz Vali, musisz popełnić morderstwo.”

source: Nevermind.
it: Non importa.
ja: 気にするな。
pl: Nie ma znaczenia.

source: Ignore the Mantis.
it: Ignora la mantide.
ja: カマキリは無視。
pl: Nie zwracaj uwagi na modliszkę.

source: If they're no threat to you, then you'll be no threat to them.
it: Se non sono una minaccia per te, allora non sarai una minaccia per loro.
ja: 彼らがあなたにとって脅威でなければ、あなたも彼らにとって脅威ではなくなる。
pl: Jeśli nie stanowią dla ciebie zagrożenia, nie stanowisz dla nich zagrożenia.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: Suddenly, the ship sends a transmission, whose language is indiscernible. Your translator struggles, turning out nonsense like "Turkey alpha on the blue yesterday." The transmission stops, and immediately after your systems go haywire! The ship has activated some kind of bizarre combat augment!
it: Improvvisamente, la nave invia una trasmissione, la cui lingua è indiscernibile.Il tuo traduttore lotta, emettendo sciocchezze come "Turchia Alpha in blu ieri".La trasmissione si ferma e immediatamente dopo che i tuoi sistemi vanno in tilt!La nave ha attivato una sorta di bizzarro aumento del combattimento!
ja: 突然、船から言語不明の通信が入った。翻訳機は悪戦苦闘し、"Turkey alpha on the blue yesterday."（昨日、トルコのアルファ星がブルーに輝いた）などと意味不明なことを言う。通信は止まり、直後にシステムがおかしくなる！船はある種の奇妙な戦闘用オーグメントを作動させたのだ！
pl: Nagle statek wysyła wiadomość, której język jest nieczytelny.Twój tłumacz próbuje tłumaczyć, dając wczoraj nonsens jak „Türkiye Alpha na niebiesko”.Wiadomość kończy się i natychmiast po tym systemy zawodzą!Statek aktywował jakiś dziwny moduł bojowy!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: To make matters worse, it appears the ship's remaining systems have come online!
it: A peggiorare le cose, sembra che i sistemi rimanenti della nave siano arrivati online!
ja: さらに悪いことに、船の残りのシステムがオンラインになったようだ！
pl: Co gorsza, okazało się, że zarobione pozostałe systemy statków!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="HARMONY_LINK_ANCIENT"]/text
source: Orbiting around the Link is the wreckage of several massive structures... or are they ships? Composed of gigantic cubical segments, the vessels are larger than any you've ever seen, but they've been completely decimated. A strangely designed but non-cubical automaton rests silently by the wreckage. You aren't sure if moving closer will awaken it.
it: Orbitaggio attorno al collegamento è il relitto di diverse strutture enormi ... o sono navi?Composti da giganteschi segmenti cubici, le navi sono più grandi di quelle che tu abbia mai visto, ma sono state completamente decimate.Un automobile stranamente progettato ma non cubica si basa silenziosamente per il relitto.Non sei sicuro che avvicinarti lo risvegliamo.
ja: リンクの周りを回っているのは、巨大な建造物の残骸......いや、船だろうか。巨大な立方体のセグメントで構成されたその船は、これまで見たどの船よりも大きいが、完全に破壊されている。残骸のそばには、奇妙なデザインだが立方体ではないオートマトンが静かに横たわっている。近づけば目を覚ますかもしれない。
pl: Istnieją fragmenty kilku masywnych struktur na orbicie kanału komunikacyjnego ... czy to jest statki?Składające się z gigantycznych segmentów sześciennych, te statki były czymś więcej niż jakikolwiek statek, który kiedykolwiek widziałeś, ale teraz są całkowicie zniszczone.Obok fragmentów dron opiera się dziwnie, ale różni się od struktury sześciennej.Nie jesteś pewien, czy twoje podejście się obudzi.

source: Destroy the ship first, just in case.
it: Distruggi prima la nave, per ogni evenienza.
ja: 念のため、まず船を破壊する。
pl: Najpierw zniszcz statek na wszelki wypadek.

source: You approach the vessel, and it activates automatically, as you expected. Prepare for combat! It seems like the ship isn't using all of its systems... let's hope it stays that way!
it: Ti avvicini alla nave e si attiva automaticamente, come previsto.Preparati per il combattimento!Sembra che la nave non stia usando tutti i suoi sistemi ... speriamo che rimanga così!
ja: 船に近づくと、予想通り自動的に起動する。戦闘の準備だ！この船はすべてのシステムを使っていないようだ...このままであることを祈ろう！
pl: Zbliżasz się do statku i jest on aktywowany automatycznie, zgodnie z oczekiwaniami.Przygotuj się do bitwy!Wygląda na to, że statek nie używa wszystkich swoich systemów ... miejmy nadzieję, że będzie kontynuowany!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Attempt to salvage without alerting the ship.
it: Tentare di salvare senza avvisare la nave.
ja: 船に知らせずにサルベージを試みる。
pl: Spróbuj zbierać fragmenty bez budzenia statku.

source: You attempt to scrap the furthest regions of the wreckage, but not long after you see the Auto-ship approaching, awakened by your presence! It gets a shot off, damaging your hull, and you quickly pull the crew back into the ship with what you've gathered so far. It seems like the ship isn't using all of its systems... let's hope it stays that way!
it: Cerchi di raschiare le regioni più lontane del relitto, ma non molto tempo dopo aver visto l'autopro-nave avvicinarsi, risvegliata dalla tua presenza!Si spara, danneggiando lo scafo e tiri rapidamente l'equipaggio nella nave con quello che hai raccolto finora.Sembra che la nave non stia usando tutti i suoi sistemi ... speriamo che rimanga così!
ja: あなたは残骸の最も遠い領域をスクラップしようとしたが、ほどなくして、あなたの存在に目を覚ましたオートシップが近づいてくるのが見えた！オートシップは船体にダメージを与え、あなたは素早くクルーを船内に引き戻した。船はすべてのシステムを使っていないようだ...このままであることを祈ろう！
pl: Próbujesz zebrać najdalej części gruzu, ale wkrótce potem zobaczysz zbliżający się dron obudzony przez twój wygląd!Strzela, uszkadzając twoje ciało, a szybko wracasz załogę na statek z tym, co udało ci się złożyć.Wygląda na to, że statek nie używa wszystkich swoich systemów ... miejmy nadzieję, że tak będzie do końca!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Ignore the crash site.
it: Ignora il sito di Crash.
ja: 墜落現場は無視だ。
pl: Nie zwracaj uwagi na stronę katastrofy.

source: You warily distance yourself from the vessel. You can almost make out the lights flickering on the vessel and the slightest movement to observe your ship, as if it were watching...
it: Ti allontani con cautela dalla nave.Puoi quasi distinguere le luci tremolando sulla nave e il minimo movimento per osservare la tua nave, come se stesse guardando ...
ja: あなたは警戒しながら船から距離をとる。船上で明滅する光と、まるであなたの船を観察しているかのようなわずかな動きが、ほとんどわかる。
pl: Ostrożnie odchodzisz od statku.Nie możesz zobaczyć migotania świateł na statku i najmniejszego ruchu, jakby obserwował twój statek ...

# data/events_sector_harmony.xml$//event[@name="HARMONY_LINK_ANCIENT_WIN"]/text
source: The foreign Auto-ship has been eliminated. You find a large helping of scrap in the wreckage.
it: L'auto-nave straniera è stata eliminata.Trovi un grande aiuto di scarti nel relitto.
ja: 外国のオートシップは排除された。残骸の中から大量のスクラップを発見。
pl: Zagraniczny dron został wyeliminowany.W wraku znajdziesz dużą wiązkę złomu.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Without the Auto-ship to disturb you, you scout out the remaining wreckage. It appears most of the hull material is unrecognized by your database, and it's too strong to easily be stripped for scrap. Whoever made these ships must have been highly advanced, or from a completely different galaxy...
it: Senza l'auto-nave per disturbarti, esalti il relitto rimanente.Sembra che la maggior parte del materiale dello scafo non sia riconosciuta dal tuo database ed è troppo forte per essere facilmente spogliato per lo scarto.Chiunque abbia creato queste navi deve essere stata molto avanzata o da una galassia completamente diversa ...
ja: オートシップに邪魔されることなく、残った残骸を偵察する。船体の素材のほとんどはデータベースで認識されていないようで、スクラップにするには強すぎる。この船を作った人は高度な技術を持っているか、まったく別の銀河系から来たに違いない。
pl: Bez automatycznego statku, który może ci przeszkadzać, badasz pozostałe fragmenty.Wygląda na to, że większość materiałów obudowy nie jest rozpoznawana przez twoją bazę danych i jest zbyt silna, aby można go było bezpiecznie podzielić na złom.Ten, który stworzył te statki, powinien być wysoko rozwinięty lub z zupełnie innej galaktyki ...

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Inside one of the larger cruisers you're surprised to find what appears to be a robot of some sorts, entirely cubical in craft just like the ships. The room around it has been partially dissolved and strange looking Lanius corpses are scattered around. You bring back the robot to the ship out of curiosity, but without any obvious way to activate it, it'll have to remain in the back corners of the storage bay for now. Along with it, you find some strange coords that you mark on your map.
it: All'interno di uno degli incrociatori più grandi sei sorpreso di trovare quello che sembra essere un robot di qualche tipo, completamente cubico nell'artigianato proprio come le navi.La stanza intorno è stata parzialmente sciolta e i cadaveri di Lanius dall'aspetto strano sono sparsi.Porzi il robot sulla nave per curiosità, ma senza alcun modo ovvio per attivarlo, per ora dovrà rimanere negli angoli posteriori della baia di stoccaggio.Insieme ad esso, trovi alcune strane coords che segnano sulla tua mappa.
ja: 大型巡洋艦の1隻の内部で、船と同じように全体が立方体の、ある種のロボットらしきものを見つけて驚く。周囲の部屋は一部溶解し、奇妙なラニウスの死体が散乱している。興味本位でロボットを船に持ち帰るが、起動させる方法がわからないため、当面は保管庫の奥の隅に置いておくしかない。それと一緒に奇妙な座標も見つけたので、地図に印をつけた。
pl: W jednym z dużych krążowników jesteś zaskoczony, że można znaleźć coś w rodzaju robota, całkowicie sześciennego kształtu, jak statki.Częściowo rozpuszczał się komora wokół, a wokół dziwnych zwłok Laniusa są rozproszone.Bierzesz robota na statek z ciekawości, ale bez oczywistego sposobu aktywowania go będzie musiał pozostać w odległości magazynu.Razem z nim znajdziesz dziwne współrzędne, które świętujesz na swojej mapie.

source: The smugglers jump away. You may never know what was in their cargo...
it: I contrabbandieri saltano via.Potresti non sapere mai cosa c'era nel loro carico ...
ja: 密輸業者は飛び去る。彼らの積荷に何が入っていたのか、知る由もないだろうが...。
pl: Przemytnicy odskakują.Być może nigdy nie dowiesz się, co się stało w ich ładunku ...

# data/events_sector_harmony.xml$//event[@name="TURZIL_PIRATE_TRANSPORT"]/text
source: A Smuggler transport is attempting to sneak past the Engi patrols at this beacon. They're trying desperately to avoid you and you suspect they must have something important on board.
it: Un trasporto di contrabbandiere sta tentando di sgattaiolare oltre le pattuglie Engi in questo faro.Stanno cercando disperatamente per evitarti e sospetti che debbano avere qualcosa di importante a bordo.
ja: 密輸業者の輸送機が、このビーコンでエンジのパトロールをすり抜けようとしている。何か重要なものを積んでいるに違いない。
pl: Transport przemytników próbuje prześlizgnąć się obok patroli Angie w tej latarni morskiej.Desperacko próbują cię uniknąć i podejrzewasz, że powinni mieć coś ważnego na pokładzie.

source: Interrogate them.
it: Interrogarli.
ja: 彼らを尋問する。
pl: Przesłuchaj je.

source: "Ah crap it's the Feds! We gotta get outta here!" The Smugglers power up their engines and attempt to flee! You'll have to defeat them before they can escape.
it: "Ah merda è i federali! Dobbiamo uscire da qui!"I contrabbandieri potenziano i loro motori e tentano di fuggire!Dovrai sconfiggerli prima che possano fuggire.
ja: 「FBIだ！ここから逃げるぞ！"密輸業者はエンジンをパワーアップし、逃走を試みる！逃げる前に倒せ
pl: „Oto gówno, to są federalowie! Musimy się stąd wydostać!”Przemytnicy włączają silniki i starają się ukryć!Będziesz musiał ich pokonać, zanim będą mogli uciec.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Ignore the Smugglers.
it: Ignora i contrabbandieri.
ja: 密入国者を無視する。
pl: Nie zwracaj uwagi na przemytników.

source: You have no interest in whatever the Smugglers are carrying.
it: Non hai interesse per ciò che i contrabbandieri stiano trasportando.
ja: 密輸業者が何を運んでいようと、あなたには何の興味もない。
pl: Nie interesują Cię to, co przemyślają przemytnicy.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_harmony.xml$//event[@name="TURZIL_PIRATE_SURRENDER"]/text
source: The Smugglers hail you, surrendering. "Alright, alright! You win! Take our cargo and let us go! They aren't paying us enough anyways..."
it: I contrabbandieri ti salutano, arrendendosi."Va bene, va bene! Vinci! Prendi il nostro carico e lasciaci andare! Non ci stanno pagando abbastanza comunque ..."
ja: 密輸業者が降伏の挨拶"わかった、わかった！お前の勝ちだ！貨物を受け取って、俺たちを解放してくれ！どうせろくに金も払わないくせに......"
pl: Przemytnicy są z tobą związani, poddając się.„Dobrze, dobrze! Wygrałeś! Weź nasz ładunek i pozwól nam odejść! Mimo to płacą nam niewiele ...”

source: Accept their surrender.
it: Accetta la loro resa.
ja: 降伏を受け入れる。
pl: Zaakceptuj ich poddanie.

source: The smugglers eject a lifepod from their ship and jump away. You pull it open to find a strangely colored Engi Defender.
it: I contrabbandieri espelleno un lifepod dalla loro nave e saltano via.Lo apri per trovare un difensore ENGI di colore stranamente.
ja: 密輸業者は船からライフポッドを取り出して飛び去る。ライフポッドを開けると、そこには奇妙な色をしたエンジ・ディフェンダーがあった。
pl: Przemytnicy wyrzucają kapsułkę ratunkową ze swojego statku i wchodzą w skok.Otwierając go, widzisz dziwnie kolorowego obrońcy Angie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: "You have eliminated primary source of transport out of sector. Request: you transport my person out of Harmony. Will pay."
it: "Hai eliminato la fonte di trasporto primaria fuori dal settore. Richiesta: trasporti la mia persona fuori dall'armonia. Pagherai."
ja: "セクター外への主要な輸送手段をなくした。私の身柄をハーモニーから移送してほしい。支払います"
pl: „Zniszczyłeś główny kanał transportowy z sektora. Prośba: zabierasz mnie z harmonii. Zapłacę”.

source: Accept.
it: Accettare.
ja: 受け入れる。
pl: Zgadzać się.

source: Decline.
it: Declino.
ja: 衰退。
pl: Odmawiać.

source: Refuse and keep fighting.
it: Rifiuta e continua a combattere.
ja: 拒否し、戦い続ける。
pl: Odmawiaj i kontynuuj walkę.

# data/events_sector_harmony.xml$//event[@name="TURZIL_PIRATE_DESTROYED"]/text
source: You have destroyed the smuggler ship. Though their cargo has been destroyed, at least some scrap remains from the battle.
it: Hai distrutto la nave contrabbandante.Sebbene il loro carico sia stato distrutto, almeno alcuni scarti dalla battaglia.
ja: 密輸船を破壊した。彼らの積荷は破壊されたが、少なくとも戦闘で出たスクラップは残っている。
pl: Zniszczyłeś statek przemytników.Chociaż ich obciążenie zostało zniszczone, po bitwie pozostało przynajmniej trochę złomu.

# data/events_sector_harmony.xml$//event[@name="TURZIL_PIRATE_DEADCREW"]/text
source: You have killed all of the smugglers, leaving their cargo hopefully intact. You scrap some of the exterior of the ship first.
it: Hai ucciso tutti i contrabbandieri, lasciando il loro carico, si spera intatto.Ti scarti prima un po 'dell'esterno della nave.
ja: あなたは密輸業者を皆殺しにし、積荷はうまくいけば無傷のまま残した。まずは船の外装を一部スクラップにする。
pl: Zabiłeś wszystkich przemytników, mam nadzieję, że pozostawiając ich ładunek.Najpierw szczasz zewnętrzną część statku.

source: Open the cargo.
it: Apri il carico.
ja: カーゴを開ける。
pl: Otwórz ładunek.

source: You open the cargo to find a strangely colored Engi Defender sitting in the corner staring at the ceiling. They wear no chains or anything else to suggest they might be a slave. The only other possibility is they're hitching a ride with the smugglers.
it: Apri il carico per trovare un difensore Engi stranamente colorato seduto nell'angolo a fissare il soffitto.Non indossano catene o altro per suggerire che potrebbero essere uno schiavo.L'unica altra possibilità è che stanno facendo un giro con i contrabbandieri.
ja: 荷物を開けると、奇妙な色のエンジ・ディフェンダーが隅に座って天井を見つめている。鎖など奴隷であることを示すものは何もつけていない。他に可能性があるとすれば、密輸業者と一緒にヒッチハイクをしていることくらいだ。
pl: Otwierasz ładunek i widzisz, że w rogu siedzi, wpatrując się w sufit, Angie Defender o dziwnym kolorystyce.Nie ma na nim żadnych łańcuchów ani nic innego, co wskazuje, że może to być niewolnik.Jedyną pozostałą okazją jest to, że przyszedł do przemytników.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: "You have eliminated primary source of transport out of sector. Request: you transport my person out of Harmony. Will pay."
it: "Hai eliminato la fonte di trasporto primaria fuori dal settore. Richiesta: trasporti la mia persona fuori dall'armonia. Pagherai."
ja: "セクター外への主要な輸送手段をなくした。私の身柄をハーモニーから移送してほしい。支払います"
pl: „Zniszczyłeś główny kanał transportowy z sektora. Prośba: zabierasz mnie z harmonii. Zapłacę”.

source: Accept.
it: Accettare.
ja: 受け入れる。
pl: Zgadzać się.

source: Decline.
it: Declino.
ja: 衰退。
pl: Odmawiać.

# data/events_sector_harmony.xml$//event[@name="HARMONY_FUGITIVE"]/text
source: You prepare to charge the FTL drive when you notice an Engi Cruiser approaching you! Your FTL drive is unresponsive - this can't be good...
it: Ti prepari a caricare l'unità FTL quando noti un incrociatore Engi che ti avvicina!La tua unità FTL non risponde - questo non può essere buono ...
ja: FTLドライブを充電しようとしたとき、エンギ・クルーザーが接近してくるのに気づく！FTLドライブが反応しない。
pl: Przygotowujesz się do obciążenia SSD, gdy zauważysz, że krążownik zbliża się do ciebie!Twój SSD nie działa - to nie jest dobre ...

# data/events_sector_harmony.xml$//event[@name="HARMONY_FUGITIVE"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: "Hello. This is HA-34U representing the Engi Harmony. We are aware that you are carrying fugitive TRZ-1L. We request you hand over the fugitive, and we will provide high payment. It is unwise to challenge the Harmony."
it: "Ciao. Questo è HA-34U che rappresenta l'armonia Engi. Siamo consapevoli che stai trasportando TRZ-1L fuggitivo. Ti chiediamo di consegnare il fuggitivo e forniremo un pagamento elevato. Non è saggio sfidare l'armonia."
ja: 「こんにちは。エンギ・ハーモニーを代表するHA-34Uだ。我々はあなた方が逃亡者TRZ-1Lを運んでいることを承知している。逃亡者の引き渡しを要求し、高額の支払いを行う。ハーモニーに挑むのは賢明ではない"
pl: „Witaj. To jest HA-34U, reprezentujący harmonię Angie. Wiemy, że transportujesz zbieg Trz-1L. Prosimy o przeniesienie zbiegów i zapewnimy świetną płatność. Nieuzasadnione jest zakwestionowanie harmonii”.

source: (Tully) Assert your diplomatic status.
it: (Tully) Affermare il tuo stato diplomatico.
ja: (タリー）外交官としての地位を主張してください。
pl: (Tally) Zadekstrować swój status dyplomatyczny.
