Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: The Engi ship has little external damage. Inside, the bodies of the Engi crew and disabled chunks of nanobots lay about. The systems have received critical damage, their wires cut in half, and long claw marks running along the walls.
it: La nave Engi ha pochi danni esterni.All'interno, i corpi dell'equipaggio Engi e i pezzi disabili di nanobot giacciono.I sistemi hanno ricevuto danni critici, i loro fili tagliati a metà e lunghi segni di artigli che corrono lungo le pareti.
ja: エンギ船は外見上の損傷はほとんどない。内部にはエンジの乗組員の死体とナノボットの無効化された塊が転がっている。システムには致命的なダメージがあり、ワイヤーが真っ二つに切断され、壁に沿って長い爪痕が走っている。
pl: Zewnętrzne uszkodzenie statku Angie są nieznaczne.Wewnątrz znajdują się ciała załogi i odłączone części nanobotów.Systemy otrzymały krytyczne uszkodzenia, ich przewody są krojone na pół, a długie ślady pazurów rozciągają się wzdłuż ścian.

source: It was the Mantis.
it: Era la mantide.
ja: マンティスだ。
pl: Modliszka to zrobiła.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Mantis per entrare in questo sistema."
ja: あなたはエンジニアに自分の推論を報告する。「君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の数隻を見つけることができた。この星系に入った最後のマンティス船の 現在の座標だ
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które minęły tutaj. Oto obecne współrzędne ostatniego statku Bogomolova, który wszedł do tego systemu”.

source: It was the Rockmen.
it: Erano i rockmen.
ja: ロックメンだった。
pl: Dokonali tego głazy.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave rocciosa per entrare in questo sistema."
ja: あなたはエンジニアに自分の推論を報告する。「君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。これが、この星系に入った最後のロック船の現在の座標だ。"
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu przeszły. Oto obecne współrzędne ostatniego statku głazów w tym systemie”.

source: It was the Separatists.
it: Erano i separatisti.
ja: 分離主義者だった。
pl: Dokonali tego separatiści.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave separatista per entrare in questo sistema."
ja: あなたはエンジニアに自分の理論を報告する。「君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の船を見つけることができた。この星系に入る最後の分離主義者の船の現在の座標がある
pl: Zgłaszasz swoją teorię inżynierów.„Zaufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku separatystów, którzy weszli do tego systemu”.

source: It was the Lanius.
it: Era il Lanius.
ja: ラニウス号だった。
pl: Lanius to zrobił.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Lanius per entrare in questo sistema."
ja: あなたはエンジニアに自分の理論を報告する。「君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。これが、この星系に入った最後のラニウス船の現在の座標だ。"
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej mogliśmy znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku Laniusesa, które weszły do ​​tego systemu”.

source: (Haynes) According to my deduction, it was the Mantis!
it: (Haynes) Secondo la mia detrazione, era la mantide!
ja: (ヘインズ）私の推理によれば、それはマンティスだった！
pl: (Haynes) Zgodnie z moim dedukcją zrobiła to Matka Boża!

source: You report Haynes's theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
it: Segnalini la teoria di Haynes agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Mantis per entrare in questo sistema."
ja: あなたはヘインズの理論をエンジニアに報告する。"君の言葉を信じよう。ビーコンをスキャンし 最後にジャンプした船を見つけたこの星系に入った最後の マンティス船の座標だ
pl: Zgłaszasz teorię Haynesa inżynierom.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku Matki Bożej w tym systemie”.

source: The Engi ship has received serious external damage. The damage appears to have been dealt by a powerful weapon, probably a ballistic launcher.
it: La nave Engi ha ricevuto gravi danni esterni.Il danno sembra essere stato inflitto da un'arma potente, probabilmente un lanciatore balistico.
ja: エンギ艦は外部に深刻な損傷を受けた。おそらく弾道ランチャーと思われる強力な武器によるものと思われる。
pl: Statek Angie otrzymał poważne obrażenia zewnętrzne.Najwyraźniej uszkodzenie było spowodowane potężną bronią, prawdopodobnie instalacją rakiet balistycznych.

source: It was the Mantis.
it: Era la mantide.
ja: マンティスだ。
pl: Modliszka to zrobiła.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Mantis per entrare in questo sistema."
ja: あなたはエンジニアに自分の推論を報告する。「君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の数隻を見つけることができた。この星系に入った最後のマンティス船の 現在の座標だ
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które minęły tutaj. Oto obecne współrzędne ostatniego statku Bogomolova, który wszedł do tego systemu”.

source: It was the Rockmen.
it: Erano i rockmen.
ja: ロックメンだった。
pl: Dokonali tego głazy.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave rocciosa per entrare in questo sistema."
ja: あなたはエンジニアに自分の推論を報告する。「君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。これが、この星系に入った最後のロック船の現在の座標だ。"
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu przeszły. Oto obecne współrzędne ostatniego statku głazów w tym systemie”.

source: It was the Separatists.
it: Erano i separatisti.
ja: 分離主義者だった。
pl: Dokonali tego separatiści.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave separatista per entrare in questo sistema."
ja: あなたはエンジニアに自分の理論を報告する。「君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の船を見つけることができた。この星系に入る最後の分離主義者の船の現在の座標がある
pl: Zgłaszasz swoją teorię inżynierów.„Zaufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku separatystów, którzy weszli do tego systemu”.

source: It was the Lanius.
it: Era il Lanius.
ja: ラニウス号だった。
pl: Lanius to zrobił.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Lanius per entrare in questo sistema."
ja: あなたはエンジニアに自分の理論を報告する。「君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。これが、この星系に入った最後のラニウス船の現在の座標だ。"
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej mogliśmy znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku Laniusesa, które weszły do ​​tego systemu”.

source: (Haynes) According to my deduction, it was the Rockmen!
it: (Haynes) Secondo la mia detrazione, erano i Rockmen!
ja: (ヘインズ）私の推理では、ロックメンだった！
pl: (Heinns) Zgodnie z moim dedukcją zrobiły to głazy!

source: You report Haynes's theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
it: Segnalini la teoria di Haynes agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave rocciosa per entrare in questo sistema."
ja: あなたはヘインズの理論をエンジニアに報告する。"君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の数隻を見つけることができた。この星系に入った最後のロック船の 現在の座標はここにある"
pl: Zgłaszasz teorię Haynesa inżynierom.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu przeszły. Oto obecne współrzędne ostatniego statku głazów w tym systemie”.

source: The Engi ship has little external damage, other than some electrical fires. On the inside, the bodies of the former Engi crew are littered about alongside several deactivated boarding drones. It doesn't appear the Engi ship's drone control was rigged to power personnel drones, so it's not likely the boarding drones belonged to them.
it: La nave Engi ha pochi danni esterni, oltre ad alcuni incendi elettrici.All'interno, i corpi dell'ex equipaggio di Engi sono disseminati accanto a diversi droni di imbarco disattivati.Non sembra che il controllo dei droni della nave Engi sia truccato per alimentare i droni del personale, quindi non è probabile che i droni di imbarco appartenessero a loro.
ja: エンギ船は電気系統の火災以外、外観上の損傷はほとんどない。内部にはエンギの元乗組員の死体が散乱し、作動停止した搭乗ドローンが数機並んでいる。エンギ船のドローン・コントロールは人員用ドローンを動かすためのものではなかったようで、搭乗ドローンは彼らのものではなさそうだ。
pl: Zewnętrzne uszkodzenie statku Angie są nieznaczne, z wyjątkiem pożaru sprzętu elektrycznego.Wewnątrz statku ciało byłych członków załogi Angie jest rozproszone obok kilku dezaktywowanych dronów pokładowych.Najwyraźniej system kontroli dronów na statku Angie nie został skonfigurowany do pracy z personelem, więc mało prawdopodobne jest, aby drony pokładowe do nich należą.

source: It was the Mantis.
it: Era la mantide.
ja: マンティスだ。
pl: Modliszka to zrobiła.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Mantis per entrare in questo sistema."
ja: あなたはエンジニアに自分の推論を報告する。「君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の数隻を見つけることができた。この星系に入った最後のマンティス船の 現在の座標だ
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które minęły tutaj. Oto obecne współrzędne ostatniego statku Bogomolova, który wszedł do tego systemu”.

source: It was the Rockmen.
it: Erano i rockmen.
ja: ロックメンだった。
pl: Dokonali tego głazy.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave rocciosa per entrare in questo sistema."
ja: あなたはエンジニアに自分の推論を報告する。「君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。これが、この星系に入った最後のロック船の現在の座標だ。"
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu przeszły. Oto obecne współrzędne ostatniego statku głazów w tym systemie”.

source: It was the Separatists.
it: Erano i separatisti.
ja: 分離主義者だった。
pl: Dokonali tego separatiści.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave separatista per entrare in questo sistema."
ja: あなたはエンジニアに自分の理論を報告する。「君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の船を見つけることができた。この星系に入る最後の分離主義者の船の現在の座標がある
pl: Zgłaszasz swoją teorię inżynierów.„Zaufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku separatystów, którzy weszli do tego systemu”.

source: It was the Lanius.
it: Era il Lanius.
ja: ラニウス号だった。
pl: Lanius to zrobił.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Lanius per entrare in questo sistema."
ja: あなたはエンジニアに自分の理論を報告する。「君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。これが、この星系に入った最後のラニウス船の現在の座標だ。"
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej mogliśmy znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku Laniusesa, które weszły do ​​tego systemu”.

source: (Haynes) According to my deduction, it was the Separatists!
it: (Haynes) Secondo la mia detrazione, erano i separatisti!
ja: (ヘインズ）私の推理によれば、それは分離主義者だった！
pl: (Xeins) Zgodnie z moim dedukcją separatiści to zrobili!

source: You report Haynes's theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
it: Segnalini la teoria di Haynes agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave separatista per entrare in questo sistema."
ja: あなたはヘインズの理論をエンジニアに報告する。"君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の数隻を見つけることができた。この星系に入る最後の分離主義者の船の 現在の座標がここにある
pl: Zgłaszasz teorię Haynesa inżynierom.„Zaufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku separatystów, którzy weszli do tego systemu”.

source: The Engi ship has received decent external damage. Chunks of debris are still lodged in the hull, likely from a Flak cannon. The oxygen levels inside the ship are exceptionally low.
it: La nave Engi ha ricevuto danni esterni decenti.I pezzi di detriti sono ancora alloggiati nello scafo, probabilmente da un cannone flak.I livelli di ossigeno all'interno della nave sono eccezionalmente bassi.
ja: エンギ艦は外部からのダメージを受けている。船体には破片の塊が残っており、おそらく対空砲によるものと思われる。船内の酸素レベルは異常に低い。
pl: Statek Angie otrzymał znaczne obrażenia zewnętrzne.Kawałki zanieczyszczeń są nadal w sprawie, prawdopodobnie z pistoletu fragmentacyjnego.Poziom tlenu na statku jest bardzo niski.

source: It was the Mantis.
it: Era la mantide.
ja: マンティスだ。
pl: Modliszka to zrobiła.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Mantis per entrare in questo sistema."
ja: あなたはエンジニアに自分の推論を報告する。「君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の数隻を見つけることができた。この星系に入った最後のマンティス船の 現在の座標だ
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które minęły tutaj. Oto obecne współrzędne ostatniego statku Bogomolova, który wszedł do tego systemu”.

source: It was the Rockmen.
it: Erano i rockmen.
ja: ロックメンだった。
pl: Dokonali tego głazy.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave rocciosa per entrare in questo sistema."
ja: あなたはエンジニアに自分の推論を報告する。「君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。これが、この星系に入った最後のロック船の現在の座標だ。"
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu przeszły. Oto obecne współrzędne ostatniego statku głazów w tym systemie”.

source: It was the Separatists.
it: Erano i separatisti.
ja: 分離主義者だった。
pl: Dokonali tego separatiści.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave separatista per entrare in questo sistema."
ja: あなたはエンジニアに自分の理論を報告する。「君の言葉を信じよう。ビーコンをスキャンした後、ここをジャンプした最後の船を見つけることができた。この星系に入る最後の分離主義者の船の現在の座標がある
pl: Zgłaszasz swoją teorię inżynierów.„Zaufam w twoich słowach. Po zeskanowaniu latarni morskiej udało nam się znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku separatystów, którzy weszli do tego systemu”.

source: It was the Lanius.
it: Era il Lanius.
ja: ラニウス号だった。
pl: Lanius to zrobił.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
it: Segnalini la tua teoria agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Lanius per entrare in questo sistema."
ja: あなたはエンジニアに自分の理論を報告する。「君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。これが、この星系に入った最後のラニウス船の現在の座標だ。"
pl: Zgłaszasz swoją teorię inżynierów.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej mogliśmy znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku Laniusesa, które weszły do ​​tego systemu”.

source: (Haynes) According to my deduction, it was the Lanius!
it: (Haynes) Secondo la mia detrazione, era il Lanius!
ja: (ヘインズ）私の推理によれば、それはラニウスだった！
pl: (Heinns) Zgodnie z moim dedukcją Lanius to zrobił!

source: You report Haynes's theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
it: Segnalini la teoria di Haynes agli ingegneri."Mi fiderò della tua parola. Dopo aver scansionato il faro, siamo stati in grado di trovare le ultime navi per saltare qui. Ecco le attuali coordinate dell'ultima nave Lanius per entrare in questo sistema."
ja: あなたはヘインズの理論をエンジニアに報告する。"君の言葉を信じよう。ビーコンをスキャンした結果、ここをジャンプした最後の数隻を見つけることができた。この星系に入った最後のラニウス船の 現在の座標はここにある"
pl: Zgłaszasz teorię Haynesa inżynierom.„Ufam w twoich słowach. Po zeskanowaniu latarni morskiej mogliśmy znaleźć kilka ostatnich statków, które tu minęły. Oto obecne współrzędne ostatniego statku Laniusesa, które weszły do ​​tego systemu”.

source: Mantis culprit.
it: Colpevole di mantide.
ja: カマキリの犯人。
pl: Matka Boża jest winna.

source: You've tracked down the Mantis suspect to this beacon.
it: Hai rintracciato il sospetto di Mantis su questo faro.
ja: あなたはマンティス容疑者をこのビーコンまで追跡した。
pl: Śledziłeś podejrzaną modliszkę w tej latarni morskiej.

source: We know what you've done!
it: Sappiamo cosa hai fatto!
ja: あなたが何をしたかは知っている！
pl: Wiemy, co zrobiłeś!

source: "Eh, what? We done lot of things. You need be specific."
it: "Eh, cosa? Abbiamo fatto molte cose. Devi essere specifico."
ja: 「え、なに？いろいろやったよ。具体的に言ってよ"
pl: „Uh, co? Robimy wiele rzeczy. Podaj więcej szczegółów”.

source: You killed the Engi!
it: Hai ucciso l'ingpo!
ja: あなたはエンジを殺した！
pl: Zabiłeś Angie!

source: "Again, too vague. We kill many Engi ship. What your point?"
it: "Ancora una volta, troppo vago. Uccidiamo molte navi Engi. Che punto?"
ja: "またしても曖昧すぎる。我々は多くのエンギ船を殺した。何が言いたい？"
pl: „Znowu jest to zbyt niejasne. Niszczymy wiele statków Angie. Dlaczego masz strumieniowo?”

source: Close enough. Report them to the Engineer.
it: Abbastanza vicino.Segnalali all'ingegnere.
ja: 十分近い。エンジニアに報告しろ
pl: Wystarczająco.Poinformuj o nich inżyniera.
