Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_harmony.xml/*.po
Languages: it, ja, pl

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: We will not consent to being searched.
it: Non acconsentiremo a essere perquisiti.
ja: 私たちは捜索されることに同意しません。
pl: Odrzucamy zgodę na wyszukiwanie.

source: "Unacceptable. Refusal = admission of guilt. Arrest imminent." Looks like you can't get out of this situation that easily.
it: "Inaccettabile. Refusal = ammissione della colpa. Arresto imminente."Sembra che non puoi uscire da questa situazione così facilmente.
ja: 「受け入れられない。拒否＝罪を認める。逮捕は間近だ"この状況からそう簡単には抜け出せないようだ。
pl: „Niedopuszczalne. Odmowa = przyznanie się do winy. Aresztowanie jest nieuniknione”.Wygląda na to, że nie możesz wyjść z tej sytuacji.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Jerry nervously speaks. "Um, I think the Harmony knows about my connection to my uncle. They might have me on their watchlist."
it: Jerry parla nervosamente."Ehm, penso che l'armonia sia a conoscenza della mia connessione con mio zio. Potrebbero avermi sulla loro lista di orologi."
ja: ジェリーが緊張した面持ちで話す。「あの、ハーモニーは僕が叔父とつながっていることを知っていると思う。彼らは僕を監視リストに載せているかもしれない"
pl: Jerry mówi nerwowo.„Myślę, że w harmonii wiedzą o moim związku z moim wujem. Być może jestem w ich umyśle”.

source: Turzil speaks up. "The -Harmony- is [still] searching for me. If my presence is discovered, then we -- will be attacked."
it: Turzil parla."Il -harmony- è [ancora] alla ricerca di me. Se la mia presenza viene scoperta, allora saremo attaccati."
ja: タージルが話す。「ハーモニーはまだ私を探している。もし私の存在が見つかれば、私たちは--攻撃されるだろう"
pl: Turzil mówi.„-Armony- wszystko [wciąż] mnie szuka. Jeśli moja obecność zostanie odkryta, zostaniemy zaatakowani”.

source: Your Separatist informs you that this vessel will need to be destroyed.
it: Il tuo separatista ti informa che questa nave dovrà essere distrutta.
ja: あなたの分離主義者は、この船を破壊する必要があるとあなたに伝える。
pl: Separatiści informują cię, że ten statek musi zostać zniszczony.

source: As per the Rebel-Harmony non-aggression pact, Wentworth technicians are not allowed in Harmony space.
it: Secondo il patto di non aggressione ribelle-armonia, i tecnici di Wentworth non sono ammessi nello spazio dell'armonia.
ja: 反乱軍とハーモニーの不可侵条約により、ウェントワースの技術者はハーモニー宇宙域に入ることができない。
pl: Według paktu na temat braku agresji między rebeliantami a harmonią techniki Venett nie mogą być w przestrzeni harmonii.

source: The Engi will not tolerate a former MFK Rebel in their region of space.
it: L'EGTI non tollererà un ex ribelle MFK nella loro regione di spazio.
ja: エンギは、自分たちの領域に元MFKの反乱軍がいることを許さない。
pl: Angie nie pozwoli na lokalizację byłego ASA IFC rebeliantów w ich przestrzeni.

source: Your Angel tells you that it would be better to fight your way out of this situation.
it: Il tuo angelo ti dice che sarebbe meglio combattere da questa situazione.
ja: あなたの天使は、この状況を打開するためには闘ったほうがよいと告げる。
pl: Twój anioł mówi ci, że lepiej jest wyjść z tej sytuacji przy pomocy bitwy.

source: Legionnaires are among the most dangerous troops the Rebellion has ever fielded; the Harmony will likely be outraged at their presence.
it: I legionari sono tra le truppe più pericolose che la ribellione abbia mai schierato;L'armonia sarà probabilmente oltraggiata alla loro presenza.
ja: 軍団兵は反乱軍がこれまで投入した中で最も危険な部隊のひとつだ。ハーモニーは彼らの存在に激怒するだろう。
pl: Legioniści są jednym z najniebezpieczniejszych żołnierzy powstania;Najprawdopodobniej harmonia będzie oburzona ich obecnością.

# data/events_sector_harmony.xml$//textList[@name="HARMONY_SEARCH_ATTACK"]/text[1]
source: "Fugitive detected. Violent action = justified." The Engi ship attacks yours without hesitation.
it: "Fugitive rilevato. Azione violenta = giustificata."La nave Engi attacca la tua senza esitazione.
ja: "逃亡者発見。暴力行為は正当化される"エンギ艦は躊躇なく攻撃してくる。
pl: „Odkryto uciekinier. Przymieżne działania = uzasadnione”.Statek Angie bezzwłocznie atakuje twój.

# data/events_sector_harmony.xml$//textList[@name="HARMONY_SEARCH_ATTACK"]/text[2]
source: "Your destruction will increase the Harmony prosperity index by 0.03%. Do not resist." The Harmony has sent a patrol after you!
it: "La tua distruzione aumenterà l'indice di prosperità dell'armonia dello 0,03%. Non resistere."L'armonia ha inviato una pattuglia dopo di te!
ja: "あなたの破壊はハーモニーの繁栄指数を0.03％上昇させる。抵抗するな"ハーモニーはパトロール隊を派遣した！
pl: „Twoje zniszczenie zwiększy harmonię harmonii o 0,03%. Nie opieraj się”.Harmonia wysłała dla ciebie patrol!

# data/events_sector_harmony.xml$//textList[@name="HARMONY_SEARCH_ATTACK"]/text[3]
source: "Optimal Harmony safety requires your destruction." The Engi are intent on destroying you, likely due to your reputation.
it: "La sicurezza dell'armonia ottimale richiede la tua distruzione."Gli Engi sono intenzionati a distruggerti, probabilmente a causa della tua reputazione.
ja: "最適なハーモニーの安全には あなたの破壊が必要です"エンギはあなたの評判のためか、あなたを滅ぼそうとしています。
pl: „Aby zapewnić optymalne bezpieczeństwo harmonii, konieczne jest zniszczenie”.Angie zamierza cię zniszczyć, najprawdopodobniej z powodu twojej reputacji.

# data/events_sector_harmony.xml$//textList[@name="HARMONY_SEARCH_ATTACK"]/text[4]
source: "Your survival is an obstacle to Harmony efficiency. This is unacceptable." Perhaps the Harmony has taken issue with your recent actions.
it: "La tua sopravvivenza è un ostacolo all'efficienza dell'armonia. Questo è inaccettabile."Forse l'armonia ha messo in discussione le tue azioni recenti.
ja: "あなたの生存はハーモニーの効率性を阻害する。容認できない"おそらくハーモニーは、あなたの最近の行動を問題視しているのでしょう。
pl: „Twoje przetrwanie zakłóca produktywne prace harmonii. Jest to niedopuszczalne”.Być może Harmony nie zgadza się z twoimi ostatnimi działaniami.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_ADVISORY"]/text
source: There is a small advisory at this beacon. "ALERT: The system at this beacon is the site of the most common Mantis attacks in the sector. ADVISORY: Spend very little time at this beacon. If a Mantis ship is spotted, please report to the Harmony."
it: C'è un piccolo avviso in questo faro."Avviso: il sistema in questo faro è il sito degli attacchi di mantide più comuni nel settore. Advisory: dedicare pochissimo tempo a questo faro. Se viene individuata una nave mantide, si prega di riferire all'armonia."
ja: このビーコンには小さな注意書きがある。"警告：このビーコンのシステムは、このセクターで最も一般的なマンティスの攻撃現場である。注意：このビーコンにはあまり近づかないでください。もしマンティス艦を発見したら "ハーモニー "に報告すること。
pl: Niewielkie zawiadomienie jest umieszczane na tej latarni morskiej.„Uwaga: system tej latarni morskiej jest miejscem najczęstszych ataków modliszki modliszki w sektorze. Rada: Spędź jak najwięcej czasu w tej latarni morskiej. Jeśli zauważono statek Bogomolova, proszę poinformować harmonię”.

source: (Long-Ranged Scanners) Locate the Mantis with your scanners.
it: (Scanner a lungo raggio) Individua la mantide con i tuoi scanner.
ja: (長距離スキャナー）スキャナーでマンティスの位置を特定する。
pl: (Długie skanery) Znajdź modę przy pomocy ich skanerów.

source: (Adv. Sensors) Locate the Mantis with your sensors.
it: (Adv. Sensori) Individua la mantide con i sensori.
ja: (アドバンスセンサー）センサーでマンティスを見つける。
pl: (PRODV. Czujniki) Znajdź modliszkę za pomocą ich czujników.

# data/events_sector_harmony.xml$//event[@name="ENGI_ADVISORY"]/choice[3]/text
source: Go looking for the Mantis.
it: Vai a cercare la mantide.
ja: カマキリを探しに行く。
pl: Idź w poszukiwaniu modliszki.

# data/events_sector_harmony.xml$//event[@name="ENGI_ADVISORY"]/choice[4]/text
source: Follow the advice and move along.
it: Segui i consigli e muoviti.
ja: アドバイスに従い、前進する。
pl: Postępuj zgodnie z radą i przejdź dalej.

source: Fighting Mantises is something you're capable of, but going out of your way to look for them doesn't seem like a good way to spend your time.
it: Combattere le mantini è qualcosa di cui sei capace, ma fare di tutto per cercarle non sembra un buon modo per trascorrere il tuo tempo.
ja: カマキリと戦うことはあなたにもできることだが、わざわざカマキリを探しに行くのは、時間を費やすのに良い方法とは思えない。
pl: Wiesz, jak walczyć z matką Bożej, ale ich poszukiwanie nie jest najlepszym sposobem na spędzenie czasu.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: Unfortunately, even as you check the entire system, you aren't able to find any evidence of a Mantis. All that's left to do is return to the beacon and move along.
it: Sfortunatamente, anche se controlli l'intero sistema, non sei in grado di trovare alcuna prova di una mantide.Tutto ciò che resta da fare è tornare al faro e muoversi.
ja: 残念ながら、システム全体をチェックしても、マンティスの痕跡を見つけることはできなかった。あとはビーコンに戻り、先へ進むだけだ。
pl: Niestety, nawet po sprawdzeniu całego systemu, nie można było znaleźć żadnych śladów modliszki.Pozostaje tylko powrót do latarni morskiej i przejść dalej.

source: As you explore the system, you are ambushed by a Mantis! Looks like you're going to have to fight your way out of this!
it: Mentre esplori il sistema, sei un'imboscata da una mantide!Sembra che dovrai combattere da questo!
ja: 星系を探索していると、マンティスに待ち伏せされる！戦って脱出するしかなさそうだ！
pl: Odkrywając system, jesteś zasadzony przez Mantis!Wygląda na to, że będziesz musiał walczyć, aby wyjść z tej sytuacji!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: As you explore the system, you are ambushed by a Suzerain! Looks like you're going to have to fight your way out of this!
it: Mentre esplori il sistema, sei un'imboscata da un Suzerain!Sembra che dovrai combattere da questo!
ja: 星系を探索していると、スゼレインに待ち伏せされる！どうやら戦わなければならないようだ！
pl: Odkrywając system, jesteś zasadzony nad frajerami!Wygląda na to, że będziesz musiał walczyć, aby wyjść z tej sytuacji!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_FORWARD_TO_HARMONY"]/text
source: You send a long-ranged communique to the nearest communication hub. Shortly after, a Harmony vessel jumps in with a message: "Appreciated. This information will curtail similar attacks in the future." The Harmony rewards you with some scrap and drone parts for your trouble.
it: Invia un comunicato a lungo raggio all'hub di comunicazione più vicino.Poco dopo, una nave di armonia salta con un messaggio: "Apprezzato. Queste informazioni riducono attacchi simili in futuro."L'armonia ti premia con alcune parti di scarto e droni per i tuoi problemi.
ja: 最寄りの通信ハブに長距離通信を送る。その直後、ハーモニーの船がメッセージを送ってきた：「感謝する。この情報は、今後の同様の攻撃を抑制するだろう。"ハーモニーは君にスクラップとドローンの部品を報酬としてくれる。
pl: Wysyłasz długą wiadomość promieniową do najbliższej jednostki komunikacyjnej.Niedługo potem statek harmonii leci z wiadomością: „Dziękuję. Ta informacja pomoże zapobiec takim atakom w przyszłości”.Harmony nagradza cię z Combar i Drone Complexes.

# data/events_sector_harmony.xml$//event[@name="ENGI_LOCATE_MANTIS_AMBUSH"]/text
source: Your systems immediately locate the Mantis ships. There are ambush points that they have set up for themselves. Since you know their locations, you can face any kind of ship you want, or you can avoid a fight and give the Harmony the intel to do so.
it: I tuoi sistemi individuano immediatamente le navi mantide.Ci sono punti di agguato che hanno impostato per se stessi.Dal momento che conosci le loro sedi, puoi affrontare qualsiasi tipo di nave che desideri o puoi evitare una lotta e dare all'armonia l'intel per farlo.
ja: システムはすぐにマンティス艦を発見。待ち伏せポイントがある。彼らの位置を知っている以上、どんな船とも対峙できるし、戦いを避けてハーモニーに情報を与えることもできる。
pl: Twoje systemy natychmiast odkrywają statki modliszki.Umówili tu zasadzki.Ponieważ znasz ich lokalizację, możesz walczyć z dowolnym statkiem lub uniknąć bitwy i przekazać harmonię niezbędnych informacji.

source: Fight the regular Mantis.
it: Combatti la mantide regolare.
ja: 通常のマンティスと戦う。
pl: Walcz ze zwykłą modliszką.

source: With foreknowledge of the ambush, you get the drop on the Mantis. However, they are ready to fight back!
it: Con la preconoscenza dell'imboscata, si ottiene la goccia sulla mantide.Tuttavia, sono pronti a combattere!
ja: 待ち伏せを予知していたあなたは、マンティスを捕らえる。しかし、彼らは反撃の準備をしている！
pl: Znając zasadzkę, atakujesz modlitwy.Są jednak gotowi do odparcia!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Fight the Suzerain.
it: Combatti il Suzerain.
ja: スゼラインと戦え
pl: Walcz z władcami.

source: With foreknowledge of the ambush, you get the drop on the Suzerain. However, they are ready to fight back!
it: Con la preconoscenza dell'imboscata, ottieni la goccia sul Suzerain.Tuttavia, sono pronti a combattere!
ja: 待ち伏せを予知し、スゼラインを落とす。しかし、彼らは反撃の準備をしている！
pl: Znając zasadzkę, atakujesz władców.Są jednak gotowi do odparcia!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Just forward the information.
it: Inoltra le informazioni.
ja: 情報を転送するだけだ。
pl: Po prostu przekazuj informacje.

source: You've managed to take down a powerful Hive Elite and their ship, and now the remains are yours to scrap.
it: Sei riuscito a abbattere una potente élite alveare e la loro nave, e ora i resti sono tuoi da scartare.
ja: あなたは強力なハイブエリートとその船を倒すことに成功した。
pl: Udało ci się zniszczyć potężnych elitarnych żołnierzy ula i ich statku, a teraz pozostałości ich statku należą do ciebie.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: It seems the cargo of the Mantis Elite ship survived the fight. Inside is a functional weapon, which you bring back on board.
it: Sembra che il carico della nave d'élite di mantide sia sopravvissuto alla lotta.All'interno è un'arma funzionale, che porti a bordo.
ja: マンティスエリート船の積荷は戦闘を生き延びたようだ。中には機能する武器が入っており、それを船内に持ち帰る。
pl: Wygląda na to, że ładunek elitarnego statku Mantis przetrwał podczas bitwy.Wewnątrz znajduje się pistolet gotowy do zainstalowania, który bierzesz na pokładzie statku.

source: Forward the rest of the information to the Harmony.
it: Inoltrare il resto delle informazioni all'armonia.
ja: 残りの情報をハーモニーに転送する。
pl: Wyślij resztę informacji o harmonii.

# data/events_sector_harmony.xml$//event[@name="ENGI_IMPLANT_UNION"]/text
source: A Harmony ship is currently docked with a Union ship. There's a small amount of debris, suggesting there may have been a struggle preceding your arrival.
it: Una nave Harmony è attualmente attraccata da una nave sindacale.C'è una piccola quantità di detriti, suggerendo che potrebbe esserci stata una lotta che precede il tuo arrivo.
ja: ハーモニー船が現在、ユニオン船とドッキングしている。少量の残骸があり、到着前に争いがあった可能性がある。
pl: Statek harmonii jest obecnie dołączony do statku Unii.Istnieje niewielka ilość fragmentów, co wskazuje na możliwą bitwę poprzedzającą twoje przybycie.

# data/events_sector_harmony.xml$//event[@name="ENGI_IMPLANT_UNION"]/choice/text
source: Investigate.
it: Indagare.
ja: 調査する。
pl: Badania.

source: The Engi ship responds. "This vessel = suspected of future Rebel sympathies. Actuarial reports suggest best option = forcibly installing behavioral correction implants. This action = necessary for Harmony prosperity and safety."
it: La nave Engi risponde."Questa nave = sospetta di future simpatie ribelli. Rapporti attuariali suggeriscono la migliore opzione = installazione forzata di impianti di correzione comportamentale. Questa azione = necessaria per la prosperità e la sicurezza dell'armonia."
ja: エンギ船は答える。"この船は反乱軍との交戦の 疑いがあります"数理報告によると 最善の選択肢は..." "強制的に行動矯正インプラントを インストールすることですこの行動はハーモニーの繁栄と安全のために必要です"
pl: Statek Angie odpowiada.„Ten statek = jest podejrzewany o przyszłe sympatie dla rebeliantów. Według rzeczywistych raportów najlepsza opcja = wymuszona instalacja implantów do korekty zachowania. To działanie = jest niezbędne dla dobrobytu i bezpieczeństwa harmonii”.

source: We won't stand for this disgusting violation of human rights!
it: Non sopporteremo questa disgustosa violazione dei diritti umani!
ja: 私たちはこの醜悪な人権侵害に我慢ならない！
pl: Nie będziemy tolerować tego obrzydliwego naruszenia praw człowieka!

source: "Harmony prosperity >> any Human's rights. Impeding Harmony prosperity = unacceptable." The Engi vessel responds to your threat in kind.
it: "Prosperità di armonia >> i diritti di qualsiasi essere umano. Impedando la prosperità dell'armonia = inaccettabile."La nave Engi risponde alla tua minaccia in natura.
ja: "ハーモニーの繁栄＞＞＞＞いかなる人間の権利。ハーモニーの繁栄を妨げる＝容認できない"エンギ船はあなたの脅しに応じる。
pl: „Dobrobyt harmonii >> Prawa każdej osoby. Utrudnienie dobrobytu harmonii = nie do przyjęcia”.Statek Angie zgadza się z twoimi argumentami.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

source: Leave them to their business.
it: Lasciali ai loro affari.
ja: 彼らに任せておけばいい。
pl: Zostaw ich do prowadzenia własnego biznesu.

source: As disturbing as that prospect is, you don't have all the information. Provoking the Harmony is not on your to-do list either.
it: Per quanto inquietante sia quella prospettiva, non hai tutte le informazioni.Provocare l'armonia non è nemmeno nella tua lista di cose da fare.
ja: その見通しと同じくらい不安だが、あなたはすべての情報を持っているわけではない。ハーモニーを挑発することは、あなたのToDoリストにも入っていない。
pl: Bez względu na to, jak niebezpieczna jest taka perspektywa, nie posiadasz wszystkich informacji.Sprowokowanie harmonii również nie wprowadza twoich planów.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: "I can't tell you how thankful I am that you intervened. Maybe the Federation isn't so bad after all." The civilian offers an augment for your trouble.
it: "Non posso dirti quanto sono grato che tu sia intervenuto. Forse la federazione non è poi così male."Il civile offre un aumento per i tuoi problemi.
ja: "あなたが介入してくれたことにどれだけ感謝しているか。連邦も捨てたもんじゃないな"民間人は、あなたのトラブルにオーグメントを提供する。
pl: „Nie mogę przekazać słowami, jak jestem ci wdzięczny za interwencję. Może w końcu Federacja nie jest taka zła”.Cywile oferują moduł do twoich wysiłków.

source: "I swear I wasn't going to join the Rebellion. I just want the freedom to express that I don't think the Federation is doing right by the human race, okay? Anyway, thanks for saving us." You're presented with an augment as the civilians hastily clarify their stance.
it: "Giuro che non mi sarei unito alla ribellione. Voglio solo la libertà di esprimere che non credo che la federazione stia facendo bene dalla razza umana, okay? Comunque, grazie per averci salvato."Ti viene presentato un aumento mentre i civili chiariscono in fretta la loro posizione.
ja: 「反乱軍に入るつもりはなかった。ただ、連邦が人類に対して正しいことをしているとは思えないと表明する自由が欲しいだけなんだ。とにかく、助けてくれてありがとう。民間人が急いで姿勢を明らかにする中、オーグメントを提示される。
pl: „Przysięgam, nie zamierzałem dołączyć do powstania. Chcę tylko być w stanie wyrazić swoją opinię, że Federacja działa źle z ludzką rasą, jasne? W każdym razie dziękuję za uratowanie nas”.Dostajesz moduł, podczas gdy cywilny pośpiesznie ustalił swój punkt widzenia.

source: "The Harmony can't take any criticism, I swear. We're getting out of this sector as fast as possible. Thanks for the assist." The civilian sends you an augment for your time.
it: "L'armonia non può assumere alcuna critica, lo giuro. Stiamo uscendo da questo settore il più velocemente possibile. Grazie per l'assistenza."Il civile ti manda un aumento per il tuo tempo.
ja: "ハーモニー "はどんな批判も受け入れない。このセクターからできるだけ早く脱出する。助けてくれてありがとう。民間人からオーグメントが送られる。
pl: „Harmonia nie toleruje żadnej krytyki, szczerze mówiąc. Zostawimy ten sektor tak szybko, jak to możliwe. Dzięki za pomoc”.Cywile wysyłają ci moduł na czas spędzony.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_VS_VAMPWEED"]/text
source: A dogfight has broken out between a Confederate vessel and a Harmony vessel.
it: Un combattimento di cani è scoppiato tra una nave confederata e una nave armonica.
ja: 南軍の艦船とハーモニーの艦船との間でドッグファイトが勃発した。
pl: Między statkiem Konfederacji a harmonią harmonii nastąpiła bitwa.

# data/events_sector_harmony.xml$//event[@name="ENGI_VS_VAMPWEED"]/choice[1]/text
source: Attack the Vampweed.
it: Attacca il Vampweed.
ja: ヴァンプウィードを攻撃せよ
pl: Attają wampiry.

source: "Of course the Federation would take the side of these crazy machines." The Vampweed breaks off to respond to your attack!
it: "Naturalmente la Federazione si sarebbe schierata dal lato di queste macchine folli."Il Vampweed si interrompe per rispondere al tuo attacco!
ja: "もちろん、連邦はこの狂った機械の味方をするだろう"ヴァンプウィードがあなたの攻撃に応じるために離脱する！
pl: „Oczywiście Federacja zabrała się po stronie tych szalonych samochodów”.Statek Vepor zbliża się do odpowiedzi na atak!

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_VS_VAMPWEED"]/choice[2]/text
source: Attack the Engi.
it: Attaccare l'ingini.
ja: エンジにアタック
pl: Attack Angie.

source: "Federation is delinquent in allied responsibilities. Dispatching traitor."
it: "La federazione è delinquente nelle responsabilità alleate. Traditore di invio."
ja: "連邦は同盟国の責任を怠っている。裏切り者を派遣する"
pl: „Federacja narusza zobowiązania aliantów. Wyeliminuję zdrajcę”.

source: Continue...
it: Continua...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_harmony.xml$//event[@name="ENGI_VS_VAMPWEED"]/choice[3]/text
source: Let these two fight it out.
it: Lascia che questi due lo combatti.
ja: この2人を戦わせる。
pl: Niech ci dwaj walczą między sobą.

source: The affairs of these two ships doesn't concern you.
it: Gli affari di queste due navi non ti riguardano.
ja: この2隻のことはあなたには関係ない。
pl: Sprawy tych dwóch statków cię nie dotyczą.

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.

source: "Federation assistance appreciated. Intolerant foreign element dispatched. Dispensing drone reward." The Engi ship jumps away, leaving the question of what had gone down hanging in the air.
it: "Assistenza alla Federazione apprezzata. Elementi esterni intolleranti inviati. Divertitura della ricompensa dei droni."La nave Engi salta via, lasciando la domanda su cosa fosse andato giù in aria.
ja: 「連邦の援助に感謝する。"不寛容な外国人を派遣したドローンに報酬を支払うエンギ船は何が起こったのかという疑問を残したまま飛び去った。
pl: „Pomoc federacji jest wdzięczna. Nie do zniesienia obcy element jest zniszczony. Wysyłam nagrodę drona”.Statek Angie wchodzi w skok, pozostawiając pytanie o to, co się stało, które wisiało w powietrzu przez długi czas.

source: "So the Federation has some scruples after all. All we came here to do is trade, and these crazy nutjobs searched our ship and attacked us without telling why." The Vampweed captain sends one of their signature drones.
it: "Quindi la Federazione ha alcuni scrupoli dopo tutto. Tutto ciò che siamo venuti qui per fare è commerciare, e questi pazzi Nutjob hanno perquisito la nostra nave e ci hanno attaccato senza dirlo perché."Il capitano di Vampweed invia uno dei loro droni firmati.
ja: 「連邦もやはり謹厳なのだな。我々は貿易のためにここに来ただけなのに、このイカれたキチガイどもは我々の船を捜索し、理由も告げずに攻撃してきた。"ヴァンプウィードの船長がドローンを飛ばす。
pl: „Tak więc Federacja wciąż ma pewne sumienie. Laliśmy tutaj, aby handlować, a te orzechy przeszukały nasz statek i zaatakowali nas bez wyjaśnienia przyczyn”.Kapitan Wampsornyaks daje jeden z jego markowych dronów.
