Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_republic.xml/*.po
Languages: es, ja, pl

source: You begin to reach out to Gora but he's already arrived moments after the ship was defeated. "Excellent job... captain. As promised, the blueprints are yours. You have... 3 minutes until we destroy this place to take whatever it is you... want."
es: Comienzas a comunicarse con Gora, pero ya llegó momentos después de que el barco fue derrotado."Excelente trabajo ... Capitán. Como prometió, los planos son tuyos. Tienes ... 3 minutos hasta que destruyamos este lugar para tomar lo que sea ... quieres".
ja: あなたはゴーラに手を差し伸べようとしたが、彼は船が撃破された直後にすでに到着していた。「よくやった...船長。約束通り、設計図は君のものだ。あと...ここを破壊するまで 3分だ... ...好きなものを... ...持って行け。"
pl: Zaczynasz kontaktować się z górą, ale przybył już kilka chwil po porażce statku.„Świetna robota… Kapitan. Zgodnie z obietnicą, twój. Masz ... 3 minuty, aż zniszczymy to miejsce, aby wziąć wszystko, co chcesz.”

source: Grab as many supplies as you can!
es: ¡Tome tantos suministros como pueda!
ja: できるだけ多くの物資を手に入れる！
pl: Uchwyć jak najwięcej rezerw!

source: You hurry down to the mining colony and grab as many resources as you can carry and stuff them into your cargo before taking off. Below you, you can see a violent explosion engulf the colony and leave little behind but rubble.
es: Te apresuras a la colonia minera y toma tantos recursos como puedas llevarlo y los rellena en tu carga antes de despegar.Debajo de usted, puede ver una explosión violenta envuelta a la colonia y dejar poco atrás, pero los escombros.
ja: あなたは急いで採掘コロニーに降り立ち、持てるだけの資源を手に入れ、カーゴに詰め込んでから飛び立った。眼下では、激しい爆発がコロニーを飲み込み、瓦礫だけが残るのが見える。
pl: Spieszysz się z kolonią górniczą, przechwytujesz tyle zasobów, ile możesz zabrać i umieść je w ładunku przed wystartowaniem.Poniżej widzisz, jak silna eksplozja pochłania kolonię i pozostawia tylko ruiny.

source: Grab one of the weapons!
es: ¡Agarra una de las armas!
ja: 武器の一つをつかめ！
pl: Aby uchwycić jeden z pistoletów!

source: You hurry down to the mining colony and grab one of the weapons and stuff it into your cargo before taking off. Below you, you can see a violent explosion engulf the colony and leave little behind but rubble.
es: Te apresuras a la colonia minera y agarras una de las armas y la llevas a tu carga antes de despegar.Debajo de usted, puede ver una explosión violenta envuelta a la colonia y dejar poco atrás, pero los escombros.
ja: あなたは急いで採掘コロニーに降り立ち、武器を1つ手にしてカーゴに詰め込み、離陸する。眼下では、激しい爆発がコロニーを飲み込み、瓦礫だけが残るのが見える。
pl: Pośpiesz się do kolonii wydobywczej, chwytasz jeden z broni i wkładasz ją do ładunku, zanim wystartował.Poniżej widzisz, jak silna eksplozja pochłania kolonię i pozostawia tylko fragmenty.

source: Grab one of the survivors!
es: ¡Agarra a uno de los sobrevivientes!
ja: 生存者の一人をつかまえる！
pl: Aby uchwycić jednego z ocalałych!

source: You hurry down to the mining colony and convince an Ampere that was detained by the revolutionaries to join you before taking off. Below you, you can see a violent explosion engulf the colony and leave little behind but rubble.
es: Te apresuras a la colonia minera y convences a un amperio que fue detenido por los revolucionarios para que se unieran a ti antes de despegar.Debajo de usted, puede ver una explosión violenta envuelta a la colonia y dejar poco atrás, pero los escombros.
ja: あなたは鉱山コロニーに急行し、革命派に拘束されていたアンペアを説得してから飛び立った。眼下では、激しい爆発がコロニーを飲み込み、瓦礫だけが残るのが見える。
pl: Spieszysz się z kolonią górniczą i przekonujesz amperę zatrzymanych przez rewolucjonistów, aby dołączyli do ciebie przed wystartowaniem.Poniżej widzisz potężną eksplozję, która obejmowała kolonię i pozostawiła tylko ruiny.

# data/events_sector_republic.xml$//event[@name="REVOLUTIONARY_PALADIN_TRAP"]/text
source: The Paladin vessel jumps in only a few moments after you signal him. However, it doesn't take long for your deception to be uncovered. "You... I should have expected treachery from Renegade filth! You'll regret this!" The Paladins seem more focused on you than their original target!
es: El recipiente de Paladin salta solo unos momentos después de que le indicas.Sin embargo, no tarda mucho en descubrir su engaño."Tú ... ¡debería haber esperado traición de Renegade Filth! ¡Te arrepentirás de esto!"¡Los paladines parecen más centrados en ti que en su objetivo original!
ja: パラディンの船は、あなたが合図を送ったわずか数分後に飛び込んできた。しかし、あなたのごまかしがばれるのに時間はかからなかった。"お前...レネゲイドの汚物に裏切られるとはな！後悔するぞ！"パラディンたちは、本来のターゲットよりも、あなたに集中しているようだ！
pl: Statek Paladinova ląduje zaledwie kilka chwil po tym, jak podasz mu sygnał.Jednak twoje oszustwo nie zostało od razu ujawnione.„Ty… Musiałem spodziewać się zdrady od Renegata Bastarda! Żałujesz!”Wygląda na to, że Paladyni są bardziej skoncentrowani na tobie niż na ich pierwotnym celu!

source: The Revolutionaries hail you as you prepare for battle.
es: Los revolucionarios te saludan mientras te preparas para la batalla.
ja: 革命家たちは、戦いに備えるあなたたちを歓迎する。
pl: Rewolucjoniści dzwonią do ciebie, gdy przygotowujesz się do bitwy.

source: "If we can take a closer look at their ship once it's dealt with, it would be of great worth to our cause. We can offer help in one of two ways. We can focus on draining their reactor, or we can provide artillery fire support. Which would you prefer?"
es: "Si podemos observar más de cerca su barco una vez que se trate, sería de gran valor para nuestra causa. Podemos ofrecer ayuda de una de dos maneras. Podemos centrarnos en drenar su reactor, o podemos proporcionar fuego de artillería.apoyo.
ja: "一度、彼らの船を詳しく調べることができれば、我々の目的にとって大きな価値がある。我々は2つの方法で協力できる。リアクターの排出に集中するか、砲撃支援を行うかだ。どちらをご希望ですか？"
pl: „Jeśli możemy przyjrzeć się bliżej ich statku, gdy sobie z nimi poradzimy, będzie to bardzo przydatne dla naszej działalności. Możemy zaoferować pomoc na dwa sposoby. Możemy skupić się na wyczerpaniu ich reaktora lub zapewnić wsparcie artyleryjskie. czy wolisz?"

source: Fire support.
es: Apoyo al fuego.
ja: 火力支援。
pl: Wsparcie ognia.

source: The cruiser falls back and docks with the base. While the base itself has no weapons system, their cruiser's weapon system can be repurposed to function as a make-shift ASB.
es: El crucero se recurre y se muele con la base.Si bien la base en sí no tiene un sistema de armas, el sistema de armas de su crucero puede reutilizarse para funcionar como un asb de cambio de cambio.
ja: 巡洋艦は後退し、基地とドッキングする。基地自体には武器システムがないが、巡洋艦の武器システムを再利用して、その場しのぎのASBとして機能させることができる。
pl: Cruiser wycofuje się i dołącza do bazy.Chociaż sama podstawa nie ma systemu broni, system broni krążownika może być odtworzony do pracy jako tymczasowy PKB.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Drain reactor.
es: Reactor de drenaje.
ja: リアクターを排水する。
pl: Wyczerpanie reaktora.

source: The Revolutionary cruiser's weapons withdraw. Like a parasite, the cruiser hovers directly behind the Paladin cruiser, sapping its reactor.
es: Las armas del crucero revolucionario se retiran.Como un parásito, el crucero se cierne directamente detrás del crucero de Paladin, agitando su reactor.
ja: 革命軍巡洋艦の武器が撤退する。まるで寄生虫のように、パラディン巡洋艦の真後ろでホバリングし、リアクターを消耗させる。
pl: Pistolety krążownika rewolucjonistów są odłączone.Podobnie jak pasożyt, krążownik porusza się tuż za krążownikiem Paladynów, wyczerpując reaktor.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: [Note: Choosing to use the EMP combat augment in the battle preparation menu will clear the effect of the Leech's reactor drain when it's over.]
es: [Nota: Eligiendo usar el aumento de combate EMP en el menú de preparación de batalla borrará el efecto del drenaje del reactor de la sanguijuela cuando termine.]
ja: [注：戦闘準備メニューでEMP戦闘オーグメントの使用を選択すると、リーチのリアクター・ドレインの効果が終わり次第クリアされる]。
pl: [Uwaga: działanie modułu bojowego Amy w menu przygotowawczym przed bitwą usunie efekt wyczerpania reaktora z pijawek, gdy zostanie on odłączony]

source: The Paladin ship comes to a rest as you and the Revolutionaries finish it off. Their ship has a bountiful yield, which you help yourself to.
es: El barco de Paladin descansa mientras usted y los revolucionarios lo terminan.Su barco tiene un rendimiento abundante, al que te ayudas a ti mismo.
ja: パラディンの船は、あなたと革命軍がとどめを刺すと静止する。彼らの船は豊かな収穫があり、あなたはそれを自分で食べる。
pl: Statek Paladinova zamarza, gdy tylko ty i rewolucjoniści go osiągnącie.Ich statek zawiera obfite rezerwy, które przyjmujesz.

source: Contact the Leeches.
es: Póngase en contacto con las sanguijuelas.
ja: 蛭子と連絡を取る。
pl: Skontaktuj się z pijawkami.

source: "We must be a threat if even the Theocracy has sent their greatest warriors against us. They have made a grave miscalculation by tipping their hand. We'll give you some standard provisions, the blueprints to our cruiser, and your choice of a weapon or a prisoner."
es: "Debemos ser una amenaza si incluso la teocracia ha enviado a sus mayores guerreros contra nosotros. Han hecho un grave error de cálculo al darle la mano. Le daremos algunas disposiciones estándar, los planos a nuestro crucero y su elección de un armao un prisionero ".
ja: 「セオクラシー（神権国家）でさえ、我々に敵対する最強の戦士を送り込んできたのだから。手の内を明かしたのは重大な誤算だ。標準的な食料とクルーザーの設計図を与えよう。武器か捕虜のどちらかを選べ。"
pl: „Musimy stanowić poważne zagrożenie, jeśli teokracja skierowała przeciwko nam swoich najlepszych wojowników. Zezwolili one poważnemu błędnemu obliczeniu, podnosząc nas w ręce. Zapewnimy ci trochę zasobów, rysunki naszego krążownika i wyboru pistoletu lub niewoli. "

source: Accept a weapon.
es: Aceptar un arma.
ja: 武器を受け取る。
pl: Weź pistolet.

source: Accept a prisoner.
es: Aceptar a un prisionero.
ja: 囚人を受け入れる。
pl: Weź więźnia.

source: The Revolutionaries release an Ampere from a cell. The Ampere seems a little disgruntled, but goes along with it. "I don't know who you are or what's going on... but serving on a ship is better than rotting away in a cell."
es: Los revolucionarios liberan un amperio de una celda.El amperio parece un poco descontento, pero lo acompaña."No sé quién eres o qué está pasando ... pero servir en un barco es mejor que pudrirse en una celda".
ja: 革命軍はアンペアを独房から解放する。アンペアは少し不満そうだが、それに従う。"お前が誰なのか、何が起こっているのか知らないが..." "独房で腐っていくより、船で奉仕する方がマシだ"
pl: Rewolucjoniści bezpłatnie z aparatu.Amper wygląda trochę niezadowolony, ale jest posłuszny.„Nie wiem, kim jesteś i co się dzieje ... ale lepiej służyć na statku niż gnicie w komórce”.
