Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_republic.xml/*.po
Languages: es, ja, pl

source: Explore.
es: Explorar.
ja: 探検する
pl: Badania.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_PSA"]/text
source: A nearby Leech medical outpost hails you. Looks like they have some important message to relay.
es: Un puesto de avanzada médico de Leech Geat Beat Boots te asusta.Parece que tienen algún mensaje importante para transmitir.
ja: 近くのリーチ医療前哨基地があなたを呼んでいる。何か重要なメッセージを伝えているようだ。
pl: Jesteś spowodowany przez pobliskie medyczne zaawansowane pijawki.Wygląda na to, że chcą przekazać jakieś ważne przesłanie.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_PSA"]/choice[1]/text
source: Listen.
es: Escuchar.
ja: 聞いてくれ。
pl: Słuchać.

source: "Mental health is no laughing matter. Depression can be tough to go through, but just remember that you aren't alone. No matter where you are in life, you can't give up. Your family and friends are here for you. If you or a loved one is struggling with depression or suicidal thoughts, seek help and don't let it go untreated."
es: "La salud mental no es asunto de risa. La depresión puede ser difícil de pasar, pero solo recuerda que no estás solo. No importa dónde se encuentren en la vida, no puedes rendirte. Tu familia y amigos están aquí para ti.Si usted o un ser querido está luchando con la depresión o los pensamientos suicidas, busque ayuda y no lo deje no tratar ".
ja: 「メンタルヘルスは笑い事ではありません。うつ病を経験するのはつらいことですが、あなたは一人ではないということを忘れないでください。人生のどこにいても、あきらめることはない。家族や友人はあなたのためにここにいます。もしあなたや愛する人がうつ病や自殺願望と闘っているのなら、助けを求め、治療せずに放置しないでください。"
pl: „Zdrowie psychiczne nie jest powodem do śmiechu. Depresja może być trudnym testem, ale pamiętaj, że nie jesteś sam. Bez względu na to, gdzie jesteś w życiu, nie powinieneś się poddawać. Twoja rodzina i przyjaciele zawsze tam są. Jeśli jesteś Lub twój bliski człowiek zmaga się z depresją lub myśli samobójczymi, szukaj pomocy i nie zostawiaj jej bez leczenia.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: You wait for some dramatic twist or punchline, but nothing comes. Turns out, mental health is serious business. The Leeches offer you some scrap as thanks for listening, and hope you'll take this advice to heart.
es: Esperas un giro dramático o una línea de botín, pero no viene nada.Resulta que la salud mental es un negocio serio.Las sanguijuelas te ofrecen un poco de chatarra, ya que gracias por escuchar, y espero que tomes este consejo en serio.
ja: ドラマチックな展開やオチを待っても、何もやってこない。結局のところ、メンタルヘルスは深刻な問題なのだ。蛭子たちは、話を聞いてくれたお礼に、あなたにスクラップを提供する。
pl: Czekasz na jakiś dramatyczny zwrot lub punkt kulminacyjny, ale nic się nie dzieje.Okazuje się, że zdrowie psychiczne to poważna sprawa.Przecieki oferują ci trochę złomu z wdzięczności za twoją uwagę i mam nadzieję, że zaakceptujesz tę radę dla swojego serca.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Clone Bay) Point out that you force your crew to commit suicide all the time.
es: (Clone Bay) señale que obliga a su tripulación a suicidarse todo el tiempo.
ja: (クローンベイ）クルーにいつも自殺を強要していることを指摘してください。
pl: (Klon-Oseck) Aby zauważyć, że nieustannie zmuszasz swój zespół do popełnienia samobójstwa.

source: It seems your insensitive comments do not have a positive impact on the Leeches, who in their outrage fire upon your ship. Perhaps this was not a good idea.
es: Parece que sus comentarios insensibles no tienen un impacto positivo en las sanguijuelas, quienes en su fuego de indignación sobre su barco.Quizás esta no fue una buena idea.
ja: あなたの無神経な発言はヒルに良い影響を与えなかったようで、ヒルは憤慨してあなたの船に発砲した。おそらく、これは良い考えではなかったのだろう。
pl: Wygląda na to, że twoje niewrażliwe komentarze nie mają pozytywnego wpływu na pijawki, które w ich oburzeniu strzelając do twojego statku.Być może nie był to najlepszy pomysł.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_PSA"]/choice[2]/text
source: Ignore them.
es: Ingnóralos.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: Important message, important shmessage. It probably isn't that important enough for you to care.
es: Mensaje importante, shmessage importante.Probablemente no sea tan importante para que te preocupes.
ja: 重要なメッセージだ。あなたが気にするほど重要なことではないでしょう。
pl: Ważna wiadomość, ważne gówno.Być może nie jest to tak ważne, że jest to zainteresowane.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_CREW"]/text
source: A large Leech carrier, no doubt a remnant of those fabled "glory days" looms in the distance. As you approach, a shuttle detaches from the ship and glides carefully through the asteroids towards you.
es: Un gran transportista de sanguijuela, sin duda, un remanente de esos legendarios "días de gloria" se avecina en la distancia.A medida que se acerca, un transbordador se separa de la nave y se desliza cuidadosamente a través de los asteroides hacia usted.
ja: 伝説的な「栄光の時代」の名残であろう、大型のリーチ・キャリアが遠くにそびえ立っている。あなたが近づくと、シャトルが船から切り離され、小惑星の中を注意深く滑空しながらあなたに向かってくる。
pl: W oddali można zobaczyć dużego lotniskowca pijawek, niewątpliwie pozostając z tymi legendarnymi „dniami chwały”.Podczas zbliżania się wahadłowca jest oddzielona od statku i ostrożnie porusza się po asteroidach.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_CREW"]/choice/text
source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: "Please help! I have been drafted into the military, but I know it is nothing but a death sentence. I still have my whole life ahead of me! Please take me with you!"
es: "¡Por favor, ayuda! He sido reclutado en el ejército, pero sé que no es más que una frase de muerte. ¡Todavía tengo toda mi vida por delante! ¡Llévame contigo!"
ja: 「助けてください！私は徴兵されましたが、これは死刑宣告に他なりません。私にはまだ人生があります！連れて行ってください！"
pl: „Proszę, pomóż mi! Zadzwonili do mnie do armii, ale wiem, że to nic innego jak wyrok śmierci. Nadal mam przed sobą całe życie! Proszę, zabierz mnie ze sobą!”

source: Accept him.
es: Aceptarlo.
ja: 彼を受け入れる。
pl: Zaakceptuj go.

source: No. You smell bad.
es: No. Hueles mal.
ja: いや、臭うよ。
pl: NIE.Śmierdzisz.

source: The Leech apparently won't take no for an answer. After a few more refusals and insults he eventually turns hostile and attacks!
es: Aparentemente, la sanguijuela no tomará no por respuesta.¡Después de algunas negativas e insultos más, finalmente se vuelve hostil y ataques!
ja: リーチはどうやらノーとは答えないようだ。さらに何度か拒否と侮辱を繰り返した後、彼は最終的に敵意をむき出しにして攻撃してきた！
pl: Oczywiście pijawka nie akceptuje odmowy.Po kilku niepowodzeniach i zniewagach w końcu staje się wrogi i atakuje!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: There's a terminal at this beacon advertising a nearby planet with an Ampere Conversion Chamber - a Coalition-run place that can fast-track Leeches to Amperes, for a price.
es: Hay una terminal en esta baliza que anuncia un planeta cercano con una cámara de conversión de amperios, un lugar administrado por la coalición que puede acelerar las sanguijuelas a los amperios, por un precio.
ja: このビーコンには、アンペール・コンバージョン・チェンバーのある惑星が近くにあることを知らせるターミナルがある。
pl: Na tej latarni morskiej znajduje się terminal, reklamujący pobliską planetę z kamerą konwertującą Ampers - miejsce kontrolowane przez koalicję, w której za opłatą możesz szybko przekształcić pijawki w Amer.

source: (Leech Crew) Send your Leech onto a shuttle.
es: (Leech Crew) Envíe su sanguijuela a un servicio de transporte.
ja: (リーチ・クルー）リーチをシャトルに乗せる。
pl: (Członek załogi) Wyślij pijawkę do Shuttle.

source: The Leech secretary at the station seems very unengaged. "The fee is 30 scrap. There is no painkillers and we're not liable for long term side-effects."
es: El secretario de sanguijuela en la estación parece muy no comprometido."La tarifa es de 30 chatarra. No hay analgésicos y no somos responsables de los efectos secundarios a largo plazo".
ja: 駅にいたリーチの秘書は、とてもやる気がなさそうだった。「料金は30スクラップです。痛み止めはありませんし、長期的な副作用の責任も負いません"
pl: Sekretarz pijawek na stacji wygląda na bardzo niefortunnie.„Płyta ma 30 skrawków. Nie ma środków przeciwbólowych i nie ponosimy odpowiedzialności za długoterminowe skutki uboczne”.

source: Pay the fee.
es: Pagar la cuota.
ja: 料金を支払う。
pl: Zapłacić wkład.

source: Your Leech is covered end to end with electrodes and given an IV. They hesitantly enter the conversion chamber. After several minutes of sustained screaming, the sounds of electrical zapping and the faint smell of burning Leeches, your new Ampere crew stumbles out of the chamber. Aside from the pain, they seem to be no worse for wear.
es: Su sanguijuela está cubierta de extremo a extremo con electrodos y se le da un IV.Entran vacilante en la cámara de conversión.Después de varios minutos de gritos sostenidos, los sonidos de la eliminación eléctrica y el débil olor a sanguijuelas ardientes, su nueva tripulación de amperios tropieza con la cámara.Aparte del dolor, parecen no ser peores para el desgaste.
ja: リーチは端から端まで電極で覆われ、点滴を打たれる。彼らはためらいながら変換室に入る。叫び声、電気が走る音、リーチが焼けるかすかな臭いが数分間続いた後、新しいアンペールのクルーが部屋から出てくる。痛みを除けば特に問題はなさそうだ。
pl: Twoja pijawka jest zawieszona elektrodami od krawędzi do końca, została porzucona.Nieprawidłowo wchodzi do komory transformacji.Po kilku minutach ciągłych krzyków, dźwięków wyładowania elektrycznego i słabego zapachu płonącego pijawki, twój nowy członek załogi Ampere, potykanie się, opuszcza aparat.Oprócz bólu wydaje się, że nie cierpiał.

source: Opt out.
es: Optar por no.
ja: オプトアウト。
pl: Odmawiać.

source: Your crew returns to the ship, unchanged.
es: Su tripulación regresa al barco, sin cambios.
ja: 乗組員はそのまま船に戻る。
pl: Twój członek załogi wraca na statek bez zmian.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

source: (Tyrdeo) Recruit an Ampere.
es: (Tyrdeo) Recluta un amperio.
ja: (ティルデオ）アンペアを採用する。
pl: (Tyrdeo) Zatrudnij Ampera.

source: Tyrdeo hails the center. "Hello. It's your president. I'm leaving the sector to travel the galaxy, and I would like some backup. Is there any of you who will come with me?" The center sends you an Ampere right away who seems enthusiastic at the opportunity to travel out of Leech space.
es: Tyrdeo asuma el centro."Hola. Es tu presidente. Estoy dejando el sector para viajar por la galaxia, y me gustaría un poco de respaldo. ¿Hay alguno de ustedes que vendrá conmigo?"El centro le envía un amperio de inmediato que parece entusiasmado por la oportunidad de viajar fuera del espacio de la sanguijuela.
ja: ティルデオがセンターに呼びかける。「こんにちは。大統領だ。銀河系を旅するため、このセクターを離れる。一緒に来てくれる人はいますか？"センターはすぐにアンペアを派遣する。アンペアはリーチ宇宙域を旅するチャンスだと意気込んでいるようだ。
pl: Torteo nazywa centrum.„Cześć. To twój prezydent. Opuszczam sektor, aby podróżować po galaktyce i potrzebuję posiłków. Czy są ludzie, którzy idą ze mną wśród ciebie?”Centrum natychmiast wysyła ci amper, który, jak się wydaje, entuzjastycznie skorzystał z okazji, aby wyjść poza sceny pijawek.

source: Ignore the Conversion Center.
es: Ignora el centro de conversión.
ja: コンバージョンセンターは無視。
pl: Nie zwracaj uwagi na centrum transformacji.

source: You shouldn't risk contact with them unless you have a Leech, anyway.
es: No debe arriesgarse al contacto con ellos a menos que tenga una sanguijuela, de todos modos.
ja: とにかく、リーチを持っていない限り、彼らと接触する危険を冒すべきでない。
pl: W każdym razie nie należy podejmować ryzyka, jeśli nie masz pijawki.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

source: It's only here in Leech space that you could expect to find immense volumes of garbage littering the cosmos. This beacon is abandoned save for all of the trash, so perhaps you could take advantage of it?
es: Es solo aquí en la sanguijuela que podría esperar encontrar inmensos volúmenes de basura que cubren el cosmos.Este faro está abandonado, salvo por toda la basura, ¿tal vez podría aprovecharla?
ja: 宇宙に散らばる大量のゴミを見つけることができるのは、ここリーチ宇宙だけだ。このビーコンはすべてのゴミを除いて放置されている。
pl: Tylko tutaj, w przestrzeni pijawek, można znaleźć ogromne ilości śmieci.Ta latarnia morska jest porzucona, z wyjątkiem śmieci, więc może mógłbyś z niej skorzystać?

source: Several large chunks of debris almost collide with your ship, but fortunately you're able to swerve out of the way. Looks like the nearby region is littered with space trash left behind by the Leeches.
es: Varios grandes trozos de escombros casi chocan con su barco, pero afortunadamente puede desviarse del camino.Parece que la región cercana está llena de basura espacial que dejó las sanguijuelas.
ja: 大きな破片の塊が何個かあなたの船と衝突しそうになったが、幸いにもハンドルを切ることができた。どうやらこの付近は、ヒルが残した宇宙ゴミが散乱しているようだ。
pl: Kilka dużych zanieczyszczeń prawie napotyka twój statek, ale na szczęście udaje ci się uniknąć.Wygląda na to, że pobliski region jest zaśmiecony kosmicznym śmieciami pozostawionymi przez pijawki.

source: A black bag filled with toiletries and used food wrappers splatters on your windshield. Disgusting, but it looks like the rings of garbage all around this system might contain some hidden treasures.
es: Una bolsa negra llena de artículos de tocador y envolturas de alimentos usadas salpicadas en su parabrisas.Asqueroso, pero parece que los anillos de basura alrededor de este sistema pueden contener algunos tesoros ocultos.
ja: 洗面用具や使用済み食品の包み紙が詰まった黒い袋がフロントガラスに飛び散る。気持ち悪いが、この星系一帯のゴミの輪には、何か隠された宝物がありそうだ。
pl: Czarna torba wypełniona toaletą i opakowaniami z używanego jedzenia spryskują przednią szybę.Obrzydliwe, ale wydaje się, że śmieci wokół tego systemu mogą zawierać ukryte skarby.

source: Salvage some of the junk.
es: Salvar parte de la basura.
ja: ガラクタの一部を救い出す。
pl: Wyszukaj małe śmieci.

source: Do something else aboard the ship.
es: Haz algo más a bordo del barco.
ja: 船内で他のことをする。
pl: Zrób coś na statku.

source: You've decided to use this beacon for a short reprieve instead.
es: Has decidido usar este Beacon para un breve aplazamiento.
ja: その代わり、このビーコンを短い休息に使うことにしたんだろう。
pl: Postanowiłeś użyć tej latarni morskiej na krótkie wytchnienie.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

source: Looks like most of the trash is just scrap, except for a few fuel cells that must have been discarded on accident.
es: Parece que la mayor parte de la basura es solo chatarra, excepto por unas pocas celdas de combustible que deben haberse descartado por accidente.
ja: 偶然捨てられたに違いない数個の燃料電池を除けば、ほとんどのゴミはただのスクラップのようだ。
pl: Wygląda na to, że większość śmieci jest po prostu złomem, z wyjątkiem kilku elementów paliwa, które musiało zostać wyrzucone przez przypadek.

source: Most of the stuff is worthless, save for what looks to be a weapon! It's old and rusty, but a gun is a gun, and you aren't complaining!
es: La mayoría de las cosas no tienen valor, ¡salvo por lo que parece ser un arma!Es viejo y oxidado, pero una pistola es un arma, ¡y no te quejas!
ja: 武器らしきものを除けば、ほとんどのものは無価値だ！古くて錆びているが、銃は銃だ！
pl: Większość rzeczy nic nie kosztuje, z wyjątkiem tego, co wygląda jak broń!Jest stary i zardzewiały, ale broń to broń i nie masz nic do narzekania!

source: Looks like all the trash field has to offer is some measly scrap. Nevertheless, it's still something.
es: Parece que todo lo que el campo de basura tiene para ofrecer es un desecho miserable.Sin embargo, sigue siendo algo.
ja: ゴミのようなフィールドが提供できるのは、わずかなスクラップだけのようだ。それでも、何かはある。
pl: Wygląda na to, że wszystko, co może zaoferować pola śmieci, jest nieszczęśliwym złomem.Niemniej jednak to wciąż coś.

# data/events_sector_republic.xml$//event[@name="LEECH_MISSION"]/text
source: Looks like a Chrysolic mission has been established nearby by the Theocracy. The permission to build these outposts was part of their trade to support the president against the revolution. It seems even the Inquisition couldn't stop the insurrection, but nevertheless these missions are littered around Leech space.
es: Parece que la teocracia ha establecido una misión crisólica cerca de la teocracia.El permiso para construir estos puestos de avanzada fue parte de su oficio para apoyar al presidente contra la revolución.Parece que incluso la Inquisición no pudo detener la insurrección, pero sin embargo, estas misiones están llenas de espacio sanguijuela.
ja: クリソリック・ミッションが神権国家によって近くに設立されたようだ。これらの前哨基地を建設する許可は、革命に反対する大統領を支援するための取引の一部だった。異端審問官でさえ反乱を止められなかったようだが、それにもかかわらず、これらのミッションはリーチ宇宙域に散在している。
pl: Wygląda na to, że w pobliżu ustanowiono misję teokracji chrysolowej.Zezwolenie na budowę tych awantyków było częścią ich handlu w celu wsparcia prezydenta przeciwko rewolucji.Wygląda na to, że nawet inkwizycja nie mogła powstrzymać buntu, ale mimo to stacje te są rozproszone po koncertach.

# data/events_sector_republic.xml$//event[@name="LEECH_MISSION"]/choice[1]/text
source: Visit the mission.
es: Visite la misión.
ja: ミッションを訪れよう。
pl: Odwiedź stację.

source: The moment you step aboard, you're greeted by the unpleasant musk of unbathed Rock clergymen and Leech bile. You manage to supress the vomit rising in your throat, but catch a few strange looks from the residents.
es: En el momento en que subes a bordo, eres recibido por el desagradable almizcle de clérigos de roca y bilis de sanguijuela.Logras suprimir el vómito que se eleva en tu garganta, pero atrapa algunas miradas extrañas de los residentes.
ja: 船内に足を踏み入れた瞬間、風呂に入っていないロックの聖職者の不快な麝香とリーチの胆汁が迎えてくれる。喉の奥から嘔吐物がこみ上げてくるのをなんとかこらえるが、住民たちから奇妙な目で見られる。
pl: Gdy tylko wejdziesz na pokład, spotkasz się z nieprzyjemnym zapachem nieuczonych głazów duchowieństwa i pijawek żółciowych.Udaje ci się stłumić wymioty rosnące w gardle, ale łapiesz dziwne widoki mieszkańców.

source: Purchase a Crystal weapon from their shrine.
es: Compre un arma de cristal en su santuario.
ja: 彼らの祠でクリスタルの武器を購入する。
pl: Kup broń krystaliczną od ich sanktuariów.

source: You honestly didn't expect the Rockmen to part so easily with their prized Crystal tech, but apparently money surpasses all else.
es: Honestamente, no esperaba que los rockeros se separaran tan fácilmente con su preciado técnico de cristal, pero aparentemente el dinero supera todo lo demás.
ja: 正直なところ、ロックマンが自慢のクリスタル技術をそう簡単に手放すとは思っていなかっただろうが、どうやら金がすべてを凌駕しているようだ。
pl: Szczerze mówiąc, nie spodziewałeś się głazów, że tak łatwo rozstaliby się ze swoją cenną technologią krystaliczną, ale najwyraźniej pieniądze są przede wszystkim.

source: Recruit one of the clergy to work aboard your ship.
es: Recluta a uno de los clérigos para trabajar a bordo de tu barco.
ja: 自分の船で働く聖職者を1人採用する。
pl: Zatrudnij jednego z duchownych do pracy na pokładzie statku.

source: Most of the Rockmen scoff at your offer, but one of the younger priests seems more than eager to go with you. Once on your ship, he attributes his quick change of heart to the smell.
es: La mayoría de los rockmen se burlan de su oferta, pero uno de los sacerdotes más jóvenes parece más que ansioso por ir contigo.Una vez en su barco, atribuye su rápido cambio de corazón al olor.
ja: ほとんどのロックマンたちはあなたの申し出を軽蔑したが、若い神父の一人はあなたと一緒に行くことを熱望しているようだった。あなたの船に乗ると、彼は匂いのせいだと言った。
pl: Większość głazów kpi z Twojej oferty, ale jeden z młodych kapłanów wydaje się naprawdę chce z tobą iść.Będąc na twoim statku, wyjaśnia swoją szybką zmianę nastroju.

source: (Theocracy Crew) Request repairs and supplies.
es: (Crew de teocracia) Solicite reparaciones y suministros.
ja: (セオクラシー・クルー) 修理と補給を要請する。
pl: (Członek załogi z teokracji) Poproś o naprawy i dostawy.

source: The spiritual always seem to provide help for those of their own kind, though you don't suppose they would be so generous if your Rockman revealed he no longer served the Theocracy.
es: Lo espiritual siempre parece proporcionar ayuda para aquellos de su propia especie, aunque no se supone que serían tan generosos si su rockman revelara que ya no servía a la teocracia.
ja: スピリチュアルな人たちはいつも、自分たちと同じ種族の人たちに助けを与えているように見えるが、あなたのロックマンがもう神権政治に仕えていないことを明かしたら、彼らがそれほど寛大になるとは思えない。
pl: Duchowieństwo zawsze udzielają jej krewnym, chociaż nie sądzisz, że będą tak hojni, jeśli dowiedzą się, że twój głaz nie służy już teokracji.

source: Leave before the stench kills you.
es: Vete antes de que el hedor te mate.
ja: 悪臭に殺される前に立ち去れ。
pl: Wyjdź, dopóki smród cię nie zabije.

# data/events_sector_republic.xml$//event[@name="LEECH_MISSION"]/choice[2]/text
source: Attack!
es: ¡Ataque!
ja: 攻撃だ！
pl: Atak!

source: You draw your weapons and engage.
es: Dibuja tus armas y te involucras.
ja: 武器を抜き、交戦する。
pl: Opłata broń i wchodzisz do bitwy.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_republic.xml$//event[@name="LEECH_MISSION"]/choice[3]/text
source: Ignore the mission.
es: Ignora la misión.
ja: ミッションを無視する。
pl: Nie zwracaj uwagi na stację.

source: The Theocracy isn't exactly friends with the Federation, and you can never know how their clergy might respond to your presence.
es: La teocracia no es exactamente amiga de la federación, y nunca se puede saber cómo su clero podría responder a su presencia.
ja: 神権政治は連邦と友好関係にあるわけではないし、彼らの聖職者があなたの存在にどう反応するかはわからない。
pl: Teokracja nie jest zbyt przyjazna z Federacją i nigdy nie dowiesz się, jak ich duchowni może zareagować na twoją obecność.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="LEECH_MINERS"]/text
source: The dense asteroid field here seems to have another secret - a large Leech settlement embedded in one of the larger asteroids. It's camouflaged well, which suggests they don't want to be found.
es: El denso campo de asteroides aquí parece tener otro secreto: un gran asentamiento de sanguijuela incrustado en uno de los asteroides más grandes.Está camuflado bien, lo que sugiere que no quieren ser encontrados.
ja: この密集した小惑星地帯には、もうひとつ秘密があるようだ。大きな小惑星のひとつに、リーチの大きな集落が埋め込まれている。うまくカモフラージュされているので、見つかりたくないのだろう。
pl: Gęste pole asteroid wydaje się zachować kolejną tajemnicę - duża osada pijawek, wbudowana w jedną z dużych asteroid.Jest dobrze ukryty, co mówi, że nie chcą ich znaleźć.

# data/events_sector_republic.xml$//event[@name="LEECH_MINERS"]/choice[1]/text
source: Attack the settlement.
es: Atacar el asentamiento.
ja: 入植地を攻撃する。
pl: Zaatakować osadę.

# data/events_sector_republic.xml$//event[@name="LEECH_MINERS"]/choice[2]/text
source: Hail the settlement.
es: Saludar el asentamiento.
ja: 和解万歳。
pl: Skontaktuj się z ugodą.

# data/events_sector_republic.xml$//event[@name="LEECH_MINERS"]/choice[3]/text
source: Ignore them.
es: Ingnóralos.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: Whatever this settlement has to offer isn't worth enduring the already present asteroid hazard. You prepare the next jump.
es: Lo que sea que este acuerdo tenga para ofrecer no vale la pena soportar el peligro de asteroides ya presente.Preparas el siguiente salto.
ja: この入植地が何を提供してくれるにせよ、すでに存在する小惑星の危険に耐える価値はない。あなたは次のジャンプの準備をする。
pl: Wszystko, co może zaoferować tę osadę, nie powinno być narażone na istniejące niebezpieczeństwo asteroid.Przygotowujesz się do następnego skoku.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.
