Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_republic.xml/*.po
Languages: es, ja, pl

source: "Uh, did I say myself? Sorry, I didn't mean that. What I meant to say was that I think it's time the Republic finally elect a president for the first time since it was founded! But I'm afraid I musn't take part. I've gotten old. It's time I retire. Goodbye." Alkram slithers off the stage over to you. "This has been a disaster. But I've done my part. At least the Republic might finally see better days. Are you in need of a fighter? I have gotten older, but I'm still more than competent."
es: "Uh, ¿me dije?Partido.Alkram se desliza hacia el escenario hacia ti."Esto ha sido un desastre. Pero he hecho mi parte. Al menos la República finalmente podría ver mejores días. ¿Necesitas un luchador? He envejecido, pero todavía soy más que competente".
ja: "ええと、私、自分のこと言った？ごめん、そういう意味じゃないんだ。私が言いたかったのは、共和国が建国以来初めて大統領を選出する時が来たということだ！でも残念ながら私は参加できない。年をとった。引退の時だ。さようなら」。アルクラムはステージからそそくさと退場し、あなたのもとへ向かう。「災難だった。しかし、私は自分の役割を果たした。少なくとも共和国には、ようやく良い時代が訪れるかもしれない。戦士をお探しですか？私は年をとったが、まだ十二分に戦える。"
pl: „Nazywałem mnie? Nie mogę w tym uczestniczyć.Alkram przesuwa się z sceny do ciebie.„To była katastrofa. Ale wykonałem jej część pracy. Przynajmniej Republika może wreszcie zobaczyć najlepsze dni. Czy potrzebujesz wojownika? Staarłem się, ale jeszcze bardziej niż kompetentny”.

source: Alkram
es: Alkaram
ja: アルクラム

source: This seems a bit excessive. Maybe he doesn't deserve this?
es: Esto parece un poco excesivo.¿Quizás no merece esto?
ja: これは少しやり過ぎのような気がする。もしかしたら、彼はこれに値しないのでは？
pl: Wydaje się to trochę nadmierne.Może nie zasługuje na to?

source: Tyrdeo lets out a cheer while the crowd boos your opinion. Gravely, Alkram says, "There is no second chance for a man like this. I've killed for less. In order to succeed on the throne, I must kill this miserable sob. All great revolutions end with the death of a king."
es: Tyrdeo deja escapar una alegría mientras la multitud abarca tu opinión.Gravemente, dice Alkram: "No hay segunda oportunidad para un hombre como este. He matado por menos. Para tener éxito en el trono, debo matar a este sollozo miserable. Todas las grandes revoluciones terminan con la muerte de un rey."
ja: 観客があなたの意見にブーイングする中、ティルデオは歓声をあげる。重々しく、アルクラムは言う「こんな男に2度目のチャンスはない。私は少ない犠牲のために殺してきた。王位を継承するためには、この惨めな愚か者を殺さなければならない。すべての偉大な革命は、王の死によって終わる。"
pl: Tyrdeo zachęca, a tłum wysysa twoją opinię.Ponury, Alkram mówi: „Dla osoby takiej jak on nie ma drugiej szansy. Zainformowałem za mniej. Aby zająć tron, muszę zabić ten nieszczęśliwy kwitnienie. Wszystkie wielkie rewolucje kończą się na śmierci króla”.

source: Throne? So you're going to be king after him?
es: ¿Trono?¿Entonces vas a ser rey después de él?
ja: 王位？では、彼の後にあなたが王になるのですか？
pl: Tron?Więc zostaniesz za nim królem?

source: Alkram blinks, realizing his poor choice of words, but it's too late. The crowd takes notice and soon their hostility turns towards him. "You're no better than Tyrdeo! You're just another corrupt, power hungry wannabe trying to seize power through force!" cries one angry bystander, and the rest agree. Soon the mob has swarmed Alkram and things turn bloody. In the chaos, Tyrdeo breaks free and rushes over to you. "I might faint. I haven't been this terrified in all my life. I've soiled myself! Oh wait, sorry, you didn't need to know that. Anyways - please, take me with you! I can do more than trim hedges, I promise!" You agree, but before you can make it back to the ship, Tyrdeo ducks back into his palace and returns with his bird which he loads into the cargo. What a strange, strange man.
es: Alkram parpadea, al darse cuenta de su mala elección de palabras, pero es demasiado tarde.La multitud se da cuenta y pronto su hostilidad se dirige hacia él."¡No eres mejor que Tyrdeo! ¡Eres solo otro aspirante corrupto y hambriento que intenta apoderarse del poder a través de la fuerza!"llora a un espectador enojado, y el resto está de acuerdo.Pronto la mafia ha llenado a Alkram y las cosas se vuelven sangrientas.En el caos, Tyrdeo se libera y se apresura a ti."Podría desmayarme. No he estado tan aterrorizado en toda mi vida. ¡Me he ensuciado! ¡Oh, espera, lo siento, no necesitas saber eso. De todos modos, por favor, llévame contigo! Puedo hacer más¡que los setos de recorte, lo prometo! "Estás de acuerdo, pero antes de que puedas regresar al barco, Tyrdeo se agacha a su palacio y regresa con su pájaro, que él carga en la carga.Qué hombre tan extraño y extraño.
ja: アルクラムはまばたきをして、自分の言葉の選び方が悪かったことに気づいたが、もう遅かった。群衆はそれに気づき、すぐに敵意が彼に向けられた。「お前はティルデオと同じだ！お前もティルデオと同じだ！お前はただの腐敗した、権力に飢えた志願者だ！」怒った傍観者の一人が叫び、他の人々も同意した。やがて暴徒はアルクラムに群がり、事態は血なまぐさいものとなる。混乱の中、ティルデオが脱走し、あなたのもとに駆け寄る。「気絶するかもしれない。こんな恐怖は生まれて初めてだ。汚しちゃった！待って、ごめん、そんなこと知る必要なかったね。とにかく--お願い、一緒に連れて行って！生け垣を刈る以上のことはできる、約束する！」。あなたは同意したが、船に戻る前にティルデオは宮殿に逃げ込み、鳥を積んで戻ってきた。なんとも奇妙な男だ。
pl: Alkram mruga, zdając sobie sprawę, że bezskutecznie wybrał słowa, ale już za późno.Tłum zwraca na niego uwagę i wkrótce ich wrogość przechodzi do niego.„Nie jesteś lepszy niż Tirdeo! Jesteś tylko kolejnym skorumpowanym, tęsknisz za władzą, próbując przejąć władzę siłą!”- Krzyczy jednego gniewnego przechodnia, a reszta się z nim zgadza.Wkrótce tłum upada na Alkram i zaczyna się rozlew krwi.W chaosie Tyrdeo łamie się na wolność i rzuca się do ciebie.„Mogę stracić przytomność. Nie byłem tak przestraszony przez całe życie. Zrobiłem! Och, czekaj, przepraszam, nie musiałeś tego wiedzieć. W każdym razie, proszę, zabierz mnie ze sobą! Mogę zrobić więcej Obiecuję, że wycinanie żywych organizacji!Zgadzasz się, ale zanim uda ci się wrócić na statek, Tyrdeo zanurza się z powrotem do swojego pałacu i wraca ze swoim ptakiem, który ma w przedziale ładunkowym.Co za dziwna, niezrozumiała osoba.

source: Tyrdeo
ja: ティルデオ
pl: Torteo

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Wealsey
es: Comadre
ja: ウィールシー
pl: Walsey

source: Kill him.
es: Mátalo.
ja: 殺せ。
pl: Zabij go.

source: You shoot Tyrdeo once in the head, instantly killing him. Moments later, Alkram and his men storm into the room but are shocked to see the president already dead. "W-what? You killed him? Already? What the hell? Your enthusiasm on this has only complicated the process further." Alkram growls, clearly annoyed. "It falls on me now to fix this. Wonderful. I'll have my men give you a reward for this, but don't expect any future favors."
es: Le disparas a Tyrdeo una vez en la cabeza, matándolo instantáneamente.Momentos después, Alkram y sus hombres asaltan en la habitación, pero se sorprenden al ver al presidente ya muerto."¿Qué? ¿Qué? ¿Ya lo mataste? ¿Qué demonios? Tu entusiasmo en esto solo ha complicado aún más el proceso".Alkram gruñe, claramente molesto."Ahora me caen sobre mí solucionar esto. Maravilloso. Haré que mis hombres te den una recompensa por esto, pero no esperes ningún favores futuros".
ja: あなたはティルデオの頭を一発撃ち、即死させる。しばらくして、アルクラムとその部下が部屋に突入してくるが、大統領がすでに死んでいるのを見て愕然とする。「なんだって？殺したのか？もう殺したのか？もう殺したのか？君の熱意はプロセスをさらに複雑にしただけだ」。アルクラムは明らかにイライラした様子で唸る。"今、これを解決するのは私の役目だ。素晴らしい。部下に報酬を与えさせるが、今後の好意は期待するな」。
pl: Strzelasz do Tyrdeo raz w głowę, natychmiast go zabijając.Kilka chwil później Alkram i jego ludzie wpadli do pokoju, ale w szoku widzą, że prezydent już nie żyje.„H-co? Zabiłeś go? Już?Alkram warczy, wyraźnie zirytowany.„Teraz muszę wszystko naprawić. Cudownie. Zamówię moich ludzi, aby nagrodzili cię za to, ale nie czekam na żadne usługi w przyszłości”.

# data/events_sector_republic.xml$//event[@name="LEECH_INQUISITIONER"]/text
source: The bright red hull of an unusual Rock vessel approaches. This is no ordinary Inquisition vessel, but rather a Paladin. The Paladins are rarely seen outside of their home in the Numa V system, so this can't be good.
es: El casco rojo brillante de un recipiente de roca inusual se acerca.Este no es un buque de inquisición ordinario, sino más bien un paladín.Los paladines rara vez se ven fuera de su hogar en el sistema Numa V, por lo que esto no puede ser bueno.
ja: 真っ赤な船体の珍しいロック船が近づいてくる。普通の異端審問船ではなく、パラディンだ。パラディンは本拠地であるヌマV星系以外ではめったに姿を見せない。
pl: Zbliża się jaskrawoczerwony przypadek niezwykłego naczynia głazowego.To nie jest zwykły statek inkwizycji, ale raczej statek paladynów.Paladyny rzadko znajdują się poza domem w systemie NUM V, więc to nie jest dobre.

source: Wait and see what it'll do.
es: Espera y mira qué hará.
ja: それがどうなるかを見てみよう。
pl: Poczekaj i zobacz, co z tego wyjdzie.

source: To your surprise, the ship merely hails instead of opening fire. "I... am Inquisitor Gora. Don't tell me your name... I do not care. I have a proposition for you. I know we are not friends, thankfully... but I believe we could strike a mutually beneficial arrangement..."
es: Para su sorpresa, la nave simplemente recibe en lugar de abrir fuego."Yo ... soy inquisidor Gora. No me digas tu nombre ... No me importa. Tengo una propuesta para ti. Sé que no somos amigos, afortunadamente ... pero creo que podríamos atacar mutuamentearreglo beneficioso ... "
ja: 驚いたことに、船は発砲するどころか、ただ呼びかけるだけだった。「私は...ゴーラ奉行だ。名前は言うな...どうでもいい。あなたに提案があります。ありがたいことに、我々は友人ではないが...相互に有益な取り決めができると信じている..."
pl: Ku Twoim zaskoczeniu statek po prostu się z tobą skontaktuje i nie otwiera ognia.„Ja… Inkwizytor Gora. Nie mów mi, że moje imię… Nie obchodzi mnie to. Mam dla ciebie ofertę. Wiem, że nie jesteśmy przyjaciółmi, na szczęście ... ale wierzę, że moglibyśmy zrobić wzajemnie korzystne porozumienie ... ”

source: Listen.
es: Escuchar.
ja: 聞いてくれ。
pl: Słuchać.

source: "I have been sent here by the Theocracy to.. handle the situation with General Alkram's revolution. Personally I do not... care for the Leeches, but I know better than to question my... leaders. My men have discovered the location of a cache where a prototype vessel is being kept. Destroy it and... the revolutionaries will struggle against my forces. In return, you may take with you any weaponry in the cache that you can carry alongside the blueprints of the cruiser. How does this... sound?"
es: "La teocracia me ha enviado aquí ... manejar la situación con la revolución del general Alkram. Personalmente no ... me importa las sanguijuelas, pero sé mejor que cuestionar a mis ... líderes. Mis hombres han descubierto elUbicación de un caché donde se mantiene un buque prototipo.¿Como suena esto?"
ja: "アルクラム将軍の革命に対処するため" "神政省から派遣された個人的には...ヒルに興味はないが...指導者を疑うよりはマシだ部下が試作船の隠し場所を発見したそれを破壊すれば 革命軍は我が軍と戦うことになるその見返りに、巡洋艦の設計図と一緒に 隠し場所にある武器をすべて 持ち帰ることができる。どうだ？
pl: „Zostałem tu wysłany przez teokrację do… Osobiście nie ... osobiście jestem zainteresowany wyciekami, ale osobiście jestem zainteresowany pytaniem moich ... przywódców. Moi ludzie odkryli pamięć podręczną, w której jest prototyp statku Zamieszkane.

source: Accept.
es: Aceptar.
ja: 受け入れる。
pl: Zgadzać się.

source: "Good... good... I will send over the... coordinates immediately." With that, the vessel jumps away.
es: "Bien ... Bien ... Enviaré las ... coordenadas de inmediato".Con eso, el recipiente salta.
ja: "よろしい...よろしい...すぐに座標を送ります"そう言って、船は飛び去る。
pl: „Dobrze… dobrze… wyślę to natychmiast… współrzędne”.Z tym zdaniem statek przechodzi w skok.

source: Alkram pulls you aside.
es: Alkaram te aparta.
ja: アルクラムがあなたを引き止める。
pl: Alkram zabiera cię na bok.

source: "Surely you are not planning to go through with this?" Alkram studies you. "...I have a counterproposal, if you will listen."
es: "¿Seguramente no estás planeando pasar con esto?"Alkram te estudia."... Tengo una contrapropuesta, si escuchas".
ja: "まさか、こんなことをするつもりじゃないだろうな？"アルクラムはあなたを観察する。"...聞いてくれるなら、対案がある"
pl: „Oczywiście nie skończysz tej sprawy?”Alkram patrzy na ciebie ostrożnie.„... Mam kontratak, jeśli go słuchasz”.

source: Hear him out.
es: Escúchalo.
ja: 最後まで聞いてやってくれ。
pl: Słuchaj go.

source: "If we go there, we can make a feint. My allies will pretend to be destroyed. As the Paladins approach, we will spring an ambush on them, flanking them and rendering the threat they pose non-existent. There will be much scrap, and we will even reward you. Consider it."
es: "Si vamos allí, podemos hacer una finta. Mis aliados fingirán ser destruidos. A medida que se acercan los paladines, surgiremos una emboscada sobre ellos, flanquearlos y hacer la amenaza que representan inexistente. Habrá mucho chatar, e incluso te recompensaremos.
ja: 「そこに行けば、フェイントをかけることができる。私の味方は破壊されたふりをする。パラディンが近づいてきたら、待ち伏せして側面から攻撃し、脅威をなくす。多くのスクラップが出るだろうし、報酬も与える。考えてみてくれ
pl: „Jeśli tam pójdziemy, moglibyśmy zorganizować inscenizację. złomu, a my nawet cię nagrodzi.

source: Ariadne nods her head.
es: Ariadne asiente con la cabeza.
ja: アリアドネは首をかしげる。
pl: Ariadne kiwa głową.

source: "Alkram is right. We have the perfect opportunity to destroy an enemy and cultivate an allegiance. I wholeheartedly throw my support behind this plan."
es: "Alkaram tiene razón. Tenemos la oportunidad perfecta para destruir a un enemigo y cultivar una lealtad. Lanzo de todo corazón mi apoyo detrás de este plan".
ja: 「アルクラムの言うとおりだ。敵を壊滅させ、忠誠心を育む絶好の機会だ。私は心からこの計画を支持する"
pl: „Alkram ma rację. Mamy świetną okazję do zniszczenia wroga i wygrania lokalizacji. Popieram ten plan całym sercem”.

source: Ariadne speaks her mind.
es: Ariadne dice lo que piensa.
ja: アリアドネは本心を語る。
pl: Ariadne wyraża swoją opinię.

source: "This Paladin has foolishly given us the perfect opportunity to destroy them. When we enter their region, I can hail the Revolutionaries, and we can spring a trap. It is a much safer option than attacking them head on. They will regret attempting to control us."
es: "Este paladín nos ha dado tontamente la oportunidad perfecta para destruirlos. Cuando entramos en su región, puedo saludar a los revolucionarios, y podemos brotar una trampa. Es una opción mucho más segura que atacarlos de frente.controlarnos ".
ja: "このパラディンは愚かにも、彼らを滅ぼす絶好の機会を与えてくれた。彼らの地域に入ったら、革命軍を呼び寄せて罠を仕掛けよう。正面から攻撃するよりずっと安全だ。彼らは我々をコントロールしようとしたことを後悔するだろう」。
pl: „Ci paladyni, przez głupotę, dali nam świetną okazję do ich zniszczenia. Kiedy wejdziemy do ich obszaru, mogę zadzwonić do rewolucjonistów i zorganizujemy pułapkę. Jest to znacznie bezpieczniejsze niż atakowanie ich na czole. Żałują, że próbowali, że próbowali, że próbowali kontrolować nas. "

source: Refuse.
es: Rechazar.
ja: 拒否する。
pl: Odmawiać.

source: "Then you are a waste of my time... I see no reason to keep you alive any longer."
es: "Entonces eres una pérdida de tiempo ... No veo ninguna razón para mantenerte vivo por más tiempo".
ja: 「それなら、君は私の時間の無駄だ...。これ以上生かしておく理由はない"
pl: „Więc jesteś stratą mojego czasu… Nie widzę powodu, aby utrzymać w tobie życie”.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: No thanks buddy.
es: No gracias amigo.
ja: 遠慮するよ。
pl: Nie, dzięki, kolego.

source: "Then you are a waste of my time... I see no reason to keep you alive any longer."
es: "Entonces eres una pérdida de tiempo ... No veo ninguna razón para mantenerte vivo por más tiempo".
ja: 「それなら、君は私の時間の無駄だ...。これ以上生かしておく理由はない"
pl: „Więc jesteś stratą mojego czasu… Nie widzę powodu, aby utrzymać w tobie życie”.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Attack pre-emptively!
es: Ataque preventamente!
ja: 先制攻撃を仕掛ける！
pl: Atak natychmiast!

source: There's no point in waiting for the inevitable, you better attack first and attack fast!
es: No tiene sentido esperar a lo inevitable, ¡es mejor que ataques primero y ataques rápido!
ja: 避けられないことを待っていても仕方がない！
pl: Nie ma sensu czekać na nieuniknione, lepiej zaatakować pierwszy i szybko zaatakować!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Fly away quickly.
es: Vuela rápidamente.
ja: 早く飛んでいけ。
pl: Szybko.

source: The ship seems too slow to follow even if it had noticed you, so you quickly slip away.
es: El barco parece demasiado lento para seguir incluso si te había notado, por lo que te escabulles rápidamente.
ja: 船は、たとえあなたに気づいていたとしても、後を追うには遅すぎるようだ。
pl: Statek wydaje się zbyt wolny, aby podążać za tobą, nawet jeśli cię zauważył, więc szybko się wymkniesz.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

source: Location of the Revolutionary cache.
es: Ubicación del caché revolucionario.
ja: 革命キャッシュの場所。
pl: Lokalizacja pamięci podręcznej rewolucjonistów.

source: Explored location. Nothing left of interest.
es: Ubicación explorada.No queda nada de interés.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.

# data/events_sector_republic.xml$//event[@name="LEECH_INQUISITIONER_CACHE"]/text
source: Upon arriving at the beacon, the location of the cache is not immediately apparent. The coordinates specify a location not far from here.
es: Al llegar a la baliza, la ubicación del caché no es aparente de inmediato.Las coordenadas especifican una ubicación no lejos de aquí.
ja: ビーコンに到着しても、キャッシュの場所はすぐにはわからない。座標はここからそう遠くない場所を指定している。
pl: Przybywając do latarni morskiej, nie znajdziesz od razu lokalizacji pamięci podręcznej.Współrzędne wskazują miejsce znajdujące się w pobliżu.

source: (Alkram) Hail the revolutionaries to plan an ambush.
es: (ALKARAM) AGRADA a los revolucionarios para planificar una emboscada.
ja: (アルクラム）待ち伏せを計画するために革命家を呼び寄せる。
pl: (Alkram) Zadzwoń do rewolucjonistów, aby przygotować zasadzkę.

source: "Comrades! The Theocracy believes that this Renegade will deliver you into the Theocracy's iron fist. However, they have played right into our hands! We will feign victory over you, and lure the Theocracy's forces." The Leeches seems surprised at Alkram's presence, but they are no stranger to guerilla tactics.
es: "¡Camaradas! ¡La teocracia cree que este renegado te llevará al puño de hierro de la teocracia. Sin embargo, ¡han jugado en nuestras manos!Las sanguijuelas parecen sorprendidas de la presencia de Alkram, pero no son ajenas a las tácticas de guerrilla.
ja: "同志よセオクラシーは、このレネゲイドが君たちをセオクラシーの鉄拳に引き渡せると信じている。だが我々の思うつぼだ我々は勝利したように見せかけ、神政軍をおびき寄せる」。蛭たちはアルクラムの存在に驚いているようだが、彼らはゲリラ戦術に慣れている。
pl: „Towarzysze! Teokracja uważa, że ​​ten renegat doprowadzi cię do żelaznej pięści teokracji. Jednak grali w nasze ręce! Udajemy, że pokonaliśmy cię i zwabiliśmy siły teokracji”.Wydaje się, że pijawki są zaskoczone obecnością Alkramu, ale taktyka partyzancka nie jest im obca.

source: Signal the Paladins.
es: Señala los paladines.
ja: パラディンに合図を送れ。
pl: Podaj sygnał paladym.

source: (Ariadne) Hail the revolutionaries to plan an ambush.
es: (Ariadne) Asa a los revolucionarios para planificar una emboscada.
ja: (アリアドネ）待ち伏せを計画する革命家万歳。
pl: (Ariadne), aby zadzwonić do rewolucjonistów w celu przygotowania zasadzki.

source: "I am Admiral Ariadne of the Lost Suns, and I have come with a proposition. The Theocracy knows of this cache, and have sent us to destroy you. However, we are not their puppets. We will help you destroy them if you will assist us in bringing them to ruin." The Leeches recognize the leader of the Lost Suns and after some discussion, agree to assist you.
es: "Soy almirante Ariadne de los soles perdidos, y he venido con una propuesta. La teocracia sabe de este caché y nos he enviado a destruirte. Sin embargo, no somos sus títeres. Te ayudaremos a destruirlos si lo hacesAyúdenos a llevarlos a arruinar ".Las sanguijuelas reconocen al líder de los Suns perdidos y después de una discusión, aceptan ayudarlo.
ja: 「私はロストサンズのアリアドネ提督だ。セオクラシーはこのキャッシュを知り、あなた方を破壊するために私たちを送り込んできた。しかし、我々は彼らの操り人形ではありません。彼らを破滅させるために我々を助けてくれるなら、我々は彼らを破滅させる手助けをしよう」。蛭たちはロスト・サンズのリーダーを認め、話し合いの末、あなたに協力することに同意する。
pl: „Jestem admirała Ariadne z zagubionymi słońcami i przyszedłem z propozycją. Teokracja jest znana o tej pamięci podręcznej, a oni wysłali nas, aby cię zniszczyć. Nie jesteśmy ich marionetkami. Pomożemy ci zniszczyć, jeśli nam pomożesz zaśmiać ich na śmierć ”.Leeches uznają przywódcę utraconych słońc i po krótkiej dyskusji zgadzają się ci pomóc.

source: Signal the Paladins.
es: Señala los paladines.
ja: パラディンに合図を送れ。
pl: Podaj sygnał paladym.

source: Follow the coordinates.
es: Sigue las coordenadas.
ja: 座標に従え。
pl: Postępuj zgodnie z współrzędnymi.

source: The scenery in front of you forces you to double check the coordinates, but this is definitely the right place. So much for a simple cache - this is an entire base of operations. Sculpted from what was once an abandoned mining colony, the Revolutionaries have set up several large warehouses below.
es: El paisaje frente a ti te obliga a verificar dos veces las coordenadas, pero este es definitivamente el lugar correcto.Demasiado para un caché simple: esta es una base completa de operaciones.Escultado de lo que alguna vez fue una colonia minera abandonada, los revolucionarios han establecido varios almacenes grandes a continuación.
ja: 目の前に広がる景色は、座標を再確認させるが、ここは間違いなく正しい場所だ。単なるキャッシュというにはほど遠い。かつて放棄された採鉱植民地だった場所を改造したもので、革命軍は地下に大きな倉庫をいくつも設置している。
pl: Otwarcie krajobrazu przed sobą sprawia, że ​​dwukrotnie sprawdza współrzędne, ale to zdecydowanie jest to miejsce.Tyle o prostej pamięci podręcznej to cała baza operacyjna.Stworzone z kiedyś opuszczonej kolonii wydobywczej rewolucjoniści zorganizowali poniżej kilka dużych magazynów.

source: Attack the cruiser!
es: ¡Ataque el crucero!
ja: 巡洋艦を攻撃しろ！
pl: Zaatakuj krążownik!

source: Get ready for a rough fight - if the Inquisition needs you to take care of it then it must be no ordinary threat.
es: Prepárese para una pelea difícil: si la Inquisición necesita que lo cuide, entonces no debe ser una amenaza ordinaria.
ja: 異端審問官があなたを必要とするなら、それは並大抵の脅威ではないはずだ。
pl: Przygotuj się na brutalną bitwę - jeśli inkwizycja wymaga, abyś sobie z nią poradził, to nie jest to zwykłe zagrożenie.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Attack the cruiser!
es: ¡Ataque el crucero!
ja: 巡洋艦を攻撃しろ！
pl: Zaatakuj krążownik!

source: As you gear up to attack the cache, Alkram approaches you. "You bastard! You would force me to put your cause over my own? Have you no soul?" After a moment of glaring at you, he shakes his head. "I won't forget this." He mutters.
es: A medida que te preparas para atacar el caché, Alkram se acerca a ti."¡Eres bastardo! Me obligarías a poner tu causa sobre la mía? ¿No tienes alma?"Después de un momento de mirada, él sacude la cabeza."No olvidaré esto".Él murmura.
ja: キャッシュを攻撃する準備をしていると、アルクラムが近づいてくる。「この野郎！自分の大義より自分の大義を優先しろと言うのか？魂がないのか？"しばらくあなたを睨んだ後、彼は首を横に振った。「このことは忘れないと呟く。
pl: Kiedy zamierzasz zaatakować pamięć podręczną, Alkram podchodzi do ciebie.„Jesteś draniem! Sprawiasz, że przewiduję swój biznes nad moim własnym? Czy naprawdę masz duszę?”Po minutowym spojrzeniu potrząsa głową.„Nie zapomnę tego”.On mruczy.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Leave.
es: Dejar.
ja: 出て行け。
pl: Wyjechać.

source: Inquisition be damned, there's no reason to go risking life over limb for some Rockmen who'll probably stab you in the back anyways.
es: La inquisición sea condenada, no hay razón para arriesgarse a la vida de algunos rockeros que probablemente lo apuñalarán en la espalda de todos modos.
ja: 異端審問なんてクソ食らえだ。どうせ背後から刺されるかもしれないロックマンのために、四肢を危険にさらしてまで行く理由はない。
pl: Jeśli inkwizycja zostanie przeklęta, nie ma powodu, aby ryzykować życie niektórych głazów, które najprawdopodobniej nadal wbiją nóż w plecy.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

source: The prototype vessel has been defeated. This'll probably set back the revolutionaries quite a lot, for better or for worse.
es: El vaso prototipo ha sido derrotado.Probablemente esto retrasará bastante a los revolucionarios, para bien o para mal.
ja: 試作艦は敗北した。これで革命派は、良くも悪くもかなり後退することになるだろう。
pl: Prototyp statku zostaje pokonany.To prawdopodobnie znacznie odrzuci rewolucjonistów, zarówno dla najlepszych, jak i gorszych.

source: Hail Gora.
es: Salve Gora.
ja: ゴラ万歳。
pl: Skontaktuj się z górą.
