Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_republic.xml/*.po
Languages: es, ja, pl

source: As it turns out, the settlement's defenses are a lot weaker than you first expected. They barely make an effort to fight back - instead handing over some supplies.
es: Resulta que las defensas del acuerdo son mucho más débiles de lo que esperaba.Apenas hacen un esfuerzo por defenderse, en su lugar, entregando algunos suministros.
ja: その結果、集落の防衛力は予想以上に弱いことが判明した。彼らはほとんど反撃しようとせず、代わりに物資を渡してきた。
pl: Jak się okazuje, ochrona ugody jest znacznie słabsza niż się spodziewałeś.Ledwo próbują się oprzeć - zamiast tego dają ci zapasy.

source: As it turns out, the settlement's defenses are a lot weaker than you first expected. They barely make an effort to fight back - instead handing over some supplies.
es: Resulta que las defensas del acuerdo son mucho más débiles de lo que esperaba.Apenas hacen un esfuerzo por defenderse, en su lugar, entregando algunos suministros.
ja: その結果、集落の防衛力は予想以上に弱いことが判明した。彼らはほとんど反撃しようとせず、代わりに物資を渡してきた。
pl: Jak się okazuje, ochrona ugody jest znacznie słabsza niż się spodziewałeś.Ledwo próbują się oprzeć - zamiast tego dają ci zapasy.

source: In response to your attack approach, the settlement has dispatched a ship to retaliate!
es: ¡En respuesta a su enfoque de ataque, el acuerdo ha enviado un barco para tomar represalias!
ja: あなた方の攻撃アプローチに対し、入植地は報復のために船を派遣した！
pl: W odpowiedzi na atak osada wysłała statek do odwetu!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: The settlement ignores your repeated hails. You suppose that's a sign not to linger any longer.
es: El asentamiento ignora su granizo repetido.Supongo que es una señal de no demorar más.
ja: 集落は何度呼びかけても無視する。これ以上長居するなというサインなのだろう。
pl: Ugoda ignoruje powtarzane połączenia.Wierzysz, że oznacza to, że nie powinieneś już pozostawać.

source: It appears the settlement is low on resources, having been forgotten thanks to their excellent camouflage. They offer to trade.
es: Parece que el acuerdo tiene poco recursos, ya que ha sido olvidado gracias a su excelente camuflaje.Ofrecen comerciar.
ja: その集落は資源に乏しく、優れたカモフラージュのおかげで忘れ去られているようだ。彼らは交換を申し出る。
pl: Okazuje się, że osada brakuje zasobów, zapomnieli o tym dzięki doskonałym kamuflażowi.Chcą się targować.

source: The settlement is friendlier than you expected. They promise to help with the Rebel fleet once they pass through this stretch of space.
es: El acuerdo es más amigable de lo que esperabas.Prometen ayudar con la flota rebelde una vez que pasan por este tramo de espacio.
ja: 集落は思ったより友好的だった。彼らは反乱軍艦隊がこの宙域を通過したら助けてくれると約束してくれる。
pl: Osada okazała się bardziej przyjazna niż się spodziewałeś.Obiecują pomóc w zatrzymaniu floty rebeliantów, gdy tylko przejdą przez tę część kosmosu.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_GARDEN"]/text
source: Despite the nebula all around, a small Vampweed outpost is nearby. It's no military base either - the station's massive biodome seems to contain a variety of flora.
es: A pesar de la nebulosa por todas partes, está cerca un pequeño puesto de avanzada de vampweed.Tampoco es una base militar: el biodomo masivo de la estación parece contener una variedad de flora.
ja: 周囲は星雲だらけだが、ヴァンプウィードの小さな前哨基地が近くにある。軍事基地でもない。ステーションの巨大なバイオドームには、さまざまな植物が生息しているようだ。
pl: Pomimo mgławicy, w pobliżu znajduje się niewielka placówka wampirów.To nie jest baza wojskowa - to masywne biokolo stacji wydaje się zawierać dużo roślinności.

source: Dock with the outpost.
es: Dock con el puesto avanzado.
ja: 前哨基地とドッキングする。
pl: Walczyć z zaliczką.

source: The minute you approach the outpost, a Vampweed ship detaches and attacks! You know they can be territorial, but this is quite an extreme reaction! Maybe you can reason with these guys after roughing them up a bit.
es: ¡En el momento en que te acerques al puesto avanzado, un barco de vampiros se separa y ataques!Sabes que pueden ser territoriales, ¡pero esta es una reacción bastante extrema!Tal vez puedas razonar con estos tipos después de malestarlos un poco.
ja: 前哨基地に近づいた途端、ヴァンプウィードの船が切り離されて攻撃してくる！縄張り意識が強いのは知っているだろうが、これはかなり極端な反応だ！少し手荒に扱えば、奴らを説得できるかもしれない。
pl: Gdy tylko zbliżasz się do postępu, statek wampirów wampirów jest oddzielony i atakujący!Wiesz, że mogą być zależne od terytorium, ale jest to raczej ekstremalna reakcja!Może możesz rozumować tych facetów, mając ich trochę.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Vampweed Crew) Request access to the outpost.
es: (Crew Vampweed) Solicite acceso al puesto avanzado.
ja: (ヴァンプウィード・クルー）前哨基地への立ち入りを要請する。
pl: (Członek załogi-Vampsornyak) poproś o dostęp do Avantopost.

source: Ignore the outpost.
es: Ignora el puesto avanzado.
ja: 前哨基地を無視する。
pl: Nie zwracaj uwagi na AdvanPost.

source: It might be a stunning garden for sure, but make no mistake that the Vampweeds are your ally. If they have any reason to attack you, chances are they will.
es: Puede ser un jardín impresionante seguro, pero no se equivoquen en que los vampiros sean su aliado.Si tienen alguna razón para atacarte, lo más probable es que lo harán.
ja: 確かに見事な庭かもしれないが、バンプウィードはあなたの味方であることに間違いはない。彼らがあなたを攻撃する理由があれば、攻撃してくる可能性がある。
pl: Może to oczywiście być niesamowity ogród, ale nie myl się, że wampirniki są twoimi sojusznikami.Jeśli mają powody, by cię atakować, najprawdopodobniej to zrobią.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="LEECH_GARDEN_VISIT"]/text
source: The Vampweeds welcome you aboard the station. They offer you some fuel cells for showing so much interest in their garden.
es: Los Vampweeds te dan la bienvenida a bordo de la estación.Le ofrecen algunas celdas de combustible para mostrar tanto interés en su jardín.
ja: ヴァンプウィード族がステーションに乗り込んできた。自分たちの庭に興味を示してくれたお礼にと、燃料電池を差し出す。
pl: VAMPSONIKI wita Cię na pokładzie stacji.Oferują kilka elementów paliwowych do okazania takiego zainteresowania ich ogrodem.

source: Buy one of their Spore weapons.
es: Compre una de sus armas de esporas.
ja: スポア武器の一つを買う。
pl: Kup jeden z pistoletów zarodników.

source: Hire one of the gardeners.
es: Contrata a uno de los jardineros.
ja: 庭師を雇う。
pl: Zatrudnij jednego z ogrodników.

source: Leave.
es: Dejar.
ja: 出て行け。
pl: Wyjechać.

# data/events_sector_republic.xml$//event[@name="LEECH_TAVERN"]/text
source: Though the nebulas in this sector are sparsely spread out, it's nevertheless nice to see a complete clearing. Looks like many travelers must agree, because a busy tavern has been established nearby.
es: Aunque las nebulas en este sector se extienden escasamente, es agradable ver una compensación completa.Parece que muchos viajeros deben estar de acuerdo, porque se ha establecido una taberna ocupada cerca.
ja: このセクターの星雲はまばらに散らばっているが、それでも完全な空き地を見るのはいいものだ。多くの旅人がそう思っているに違いない。近くに賑やかな酒場ができたからだ。
pl: Chociaż mgławica w tym sektorze jest mało rozproszona, przyjemnie jest zobaczyć pełne czyszczenie.Wygląda na to, że wielu podróżników zgadza się z tym, ponieważ w pobliżu otworzyła się żywą tawernę.

# data/events_sector_republic.xml$//event[@name="LEECH_TAVERN"]/choice[1]/text
source: Visit.
es: Visita.
ja: 訪問する。
pl: Odwiedzać.

source: Several air fresheners hang from the ceiling, and the faint stains of alien blood decorate the crimson walls. You spot several familiar faces of other Multiverse Renegades, but your attention is stolen away by two drunken Leeches arguing with each other over the state of the Eargen Republic. Judging from their slang, one appears to be a loyalist, and the other a revolutionary.
es: Varios ambientadores de aire cuelgan del techo, y las manchas débiles de sangre alienígena decoran las paredes carmesí.Ves varias caras familiares de otros renegados multiversos, pero tu atención es robada por dos sanguijuelas borrachas que discuten entre sí sobre el estado de la República de Eargen.A juzgar por su argot, uno parece ser leal y el otro revolucionario.
ja: 天井からは芳香剤が吊るされ、真紅の壁にはエイリアンの血痕がうっすらと残っている。あなたは他のマルチバース・レネゲードの見知った顔を何人か見つけたが、アージェン共和国の現状について口論する2人の酔っ払ったヒルに注意を奪われた。彼らのスラングから判断すると、1人は忠誠主義者、もう1人は革命主義者のようだ。
pl: Kilka odświeżaczy powietrza wisi z sufitu, a ściany malin dekorują matowe plamy krwi kosmitów.Zauważasz, że znasz kilku refrentów wielu osób, ale dwa pijane pijawki są rozproszone przez twoją uwagę, kłócą się ze sobą o stan Republiki Irgenicznej.Sądząc po ich slangu, jeden z nich jest lojalistą, a drugi jest rewolucjonistą.

source: Step in - support the loyalist.
es: Intervenir - Apoya al leal.
ja: 一歩踏み込んで、忠義者を支援する。
pl: Dołączenie do kontrowersji polega na wspieraniu lojalisty.

source: The revolutionaries are outraged. "You have no place in this, Federation captain! These morons support a leader so incompetent he gave the corpses of dead children to the admiral of one of the strongest military powers as part of a show of 'peace'!" Furious, a band of fellow revolutionary Leeches gather and attack your ship!
es: Los revolucionarios están indignados."¡No tienes lugar en este, capitán de la Federación! ¡Estos imbéciles apoyan a un líder tan incompetente que dio a los cadáveres de niños muertos al almirante de uno de los poderes militares más fuertes como parte de una muestra de 'paz'!"¡Furioso, una banda de compañeros de sanguijuelas revolucionarias se reúne y ataca a tu barco!
ja: 革命家は憤慨する。「あなたの出番はありませんよ、連邦の艦長！このバカどもは、最強の軍事大国の提督に、"平和 "のショーの一環として、死んだ子どもたちの死体を渡したような無能な指導者を支持しているのだ！」。激怒した仲間の革命家リーチの一団が集まり、あなたの船を攻撃する！
pl: Rewolucjoniści są oburzeni.„Nie masz miejsca w tej sprawie, kapitan federacji! Te piersi popierają przywódcę, który jest tak niekompetentny, że dał zwłoki martwych dzieci admirałowi jednej z najsilniejszych potęg wojskowych jako demonstracji„ pokoju ” ! ”W szaleństwie grupa rewolucyjnych pijawek zbiera się i atakuje twój statek!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Step in - support the revolutionary.
es: Intervenir - Apoya a lo revolucionario.
ja: 革命家を支援する。
pl: Aby dołączyć do kontrowersji - wspierać rewolucyjnego.

source: The loyalists are outraged. "So the Federation's decided to support these morons? Don't you realize this revolution is only going to perpetuate the same miserable cycle we've been stuck in for centuries?" Furious, a band of fellow loyalist Leeches gather and attack your ship!
es: Los leales están indignados."Entonces, la Federación decidió apoyar a estos imbéciles? ¿No te das cuenta de que esta revolución solo perpetuará el mismo ciclo miserable en el que hemos estado atrapados durante siglos?"¡Furioso, una banda de compañeros de sanguijuelas leales se reúne y ataca a tu barco!
ja: ロイヤリストたちは憤慨する。「連邦はこのバカどもを支持するのか？この革命は、何世紀にもわたって私たちが陥ってきた惨めなサイクルを永続させるだけだとわかっていないのか？"激怒したロイヤリストのリーチの一団が集まり、あなたの船を攻撃する！
pl: Lojalistowie są oburzeni.„A więc Federacja postanowiła wesprzeć tych idiotów? Czy naprawdę nie rozumiesz, że ta rewolucja utrwala ten sam nieszczęśliwy cykl, w którym utknęliśmy przez wieki?”Rozwścieczona grupa lojalistycznych pijawek zbiera się i atakuje twój statek!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Don't get in involved, stay and chat instead.
es: No te involucres, quédate y chatea en su lugar.
ja: 巻き込まれずに、残っておしゃべりする。
pl: Nie angażuj się w ten spór, zamiast tego zostań i porozmawiaj.

source: These morons can argue all they want. You leave them to their devices and go sit down with the friendly faces from earlier, and soon the conversation turns to talk of trading.
es: Estos imbéciles pueden argumentar todo lo que quieran.Los dejas en sus dispositivos y te sientas con las caras amigables de antes, y pronto la conversación se vuelve para hablar de comercio.
ja: このバカどもは好きなだけ議論すればいい。あなたは彼らを放っておいて、さっきの友好的な顔ぶれと席に着くと、すぐに会話はトレードの話になった。
pl: Te piersi mogą się kłócić tyle, ile chcą.Zostawiasz je w spokoju i chodzisz do przyjaznych rozmówców, a wkrótce rozmowa dotyczy tematu handlu.

# data/events_sector_republic.xml$//event[@name="LEECH_TAVERN"]/choice[2]/text
source: Avoid the tavern.
es: Evite la taberna.
ja: 居酒屋は避ける。
pl: Unikaj tawerny.

source: No need to go visiting random taverns. Place probably smells like hell too if it's full of Leeches.
es: No es necesario ir a visitar tabernas aleatorias.El lugar probablemente también huele a un infierno si está lleno de sanguijuelas.
ja: 適当に居酒屋を回る必要はない。ヒルがたくさんいるような場所は、おそらく地獄のような臭いがする。
pl: Nie ma potrzeby odwiedzania przypadkowych tawern.To miejsce prawdopodobnie śmierdzi jak diabli, jeśli jest dużo pijawek.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="LEECH_COALITION_FEDUP"]/text
source: A Coalition ship hails you from nearby. At first you're hesitant of a trick, but they seem to genuinely want to talk. "I can't take it, I can't take it, I jusssst can't TAKE IT! Thesssse Leechesss are driving me mad! I could be in sssome cussshy job blowing up orphanagessss, but apparently Leechesss don't even HAVE orphanagesss! They've already blown them all up! What good isss there when I can't sssenssslesssly murder children?!"
es: Un barco de coalición te lleva desde cerca.Al principio dudas en un truco, pero parecen realmente querer hablar."¡No puedo soportarlo, no puedo soportarlo, no puedo soportarlo!!
ja: 連合軍の船が近くから声をかけてきた。最初は騙されたと思って躊躇したが、彼らは純粋に話をしたいようだ。「耐えられない、耐えられない、耐えられないんだ！蛭子さんたちのせいで気が狂いそうだ！俺は孤児院を吹き飛ばすような楽な仕事に就けたのに、リーチェスには孤児院すらないらしい！もう全部吹き飛ばされたんだ！子供たちを殺すこともできないのに、何の役に立つんだ？"
pl: Statek koalicyjny jest z tobą w pobliżu.Na początku wątpisz w sztuczkę, ale wydaje się, że szczerze chcą rozmawiać.„Nie mogę tego utrzymać, nie mogę tego zrobić, nie mogę pokłonić tego końca! Już wysadzili przed przedszkolem!

source: Woah there, calm down.
es: Woah allí, cálmate.
ja: 落ち着いて。
pl: Hej uspokój się.

source: "Yeah yeah yeah, whatever. Point issss, I need to let off ssssome sssteam. But I can't go killing Leechessss myssself, got one of thosssse wormsss working on my ssship giving me weird looksss while I tell you all thissss. Ssso go blow up sssome Leechessss. I don't care who. Better yet, if you find a not-blown-up orphanage, go blow it up!"
es: "Sí, sí, sí, lo que sea. Point ISSSS, necesito soltar SSSSEME sssteam. Pero no puedo ir a matar a las sanguijuelas myssssfels, conseguí uno de los gusanos de thosssse trabajando en mi sship me dan miradas extrañas mientras te digo todo esto. Ssso Go GoSlipe Sssome Leechesss.
ja: "ああ、そうだな。要は、少し蒸気を発散したいんだ。だが、俺一人でリーチェを殺しに行くわけにはいかない。この話をする間、俺の船で働いている虫けらが変な顔をしているんだ。だから、リーチェスを吹っ飛ばしてこい。誰でもいい。それよりも、もし爆破されていない孤児院を見つけたら、爆破してこい！"
pl: „Tak, tak, to nie ma znaczenia. Kłóć polega na tym, że muszę wypuścić Steam. Ale nie mogę zabić pijawek, jeden z tych robaków działa na moim statku i na mnie, podczas gdy trawię ci to. Więc idź i wysadzaj mi dotacje.

source: Track down an Eargen ship.
es: Rastree un barco Eargen.
ja: アージェンの船を追跡せよ
pl: Śledź statek irgeniczny.

source: This'll make a good target. Hopefully the Coalition will be satisfied with this kill.
es: Esto será un buen objetivo.Esperemos que la coalición esté satisfecha con esta muerte.
ja: これはいい標的になるだろう。連合がこの殺しに満足してくれることを願うよ
pl: To będzie dobry cel.Mam nadzieję, że koalicja będzie zadowolona z tego morderstwa.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Track down a revolutionary ship.
es: Rastree un barco revolucionario.
ja: 革命船を追跡せよ
pl: Śledź statek rewolucjonistów.

source: This'll make a good target. Hopefully the Coalition will be satisfied with this kill.
es: Esto será un buen objetivo.Esperemos que la coalición esté satisfecha con esta muerte.
ja: これはいい標的になるだろう。連合がこの殺しに満足してくれることを願うよ
pl: To będzie dobry cel.Mam nadzieję, że koalicja będzie zadowolona z tego morderstwa.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Track down an Ampere ship.
es: Rastree un barco de amperios.
ja: アンペール船を追跡せよ
pl: Śledź statek Ambers.

source: This'll make a good target. Hopefully the Coalition will be satisfied with this kill.
es: Esto será un buen objetivo.Esperemos que la coalición esté satisfecha con esta muerte.
ja: これはいい標的になるだろう。連合がこの殺しに満足してくれることを願うよ
pl: To będzie dobry cel.Mam nadzieję, że koalicja będzie zadowolona z tego morderstwa.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Leech Crew) Your Leech knows the location of the nearest standing orphanage.
es: (Leech Crew) Su sanguijuela conoce la ubicación del orfanato de pie más cercano.
ja: (リーチ・クルー）あなたのリーチは、最も近い孤児院の場所を知っている。
pl: (Członek załogi) Twoja pijawka wie, gdzie znajduje się najbliższy sierota.

source: Your Leech leads you to the location of one the last few standing orphanages. They seem surprisingly okay with the notion of destroying it, so you hesitate no longer to burn it to the ground. The Coalition captain launches into a fit of uncontrollable laughter.
es: Su sanguijuela lo lleva a la ubicación de uno los últimos orfanatos de pie.Parecen sorprendentemente de acuerdo con la noción de destruirla, por lo que dudas ya no es de quemarlo en el suelo.El capitán de la coalición se lanza a un ataque de risa incontrolable.
ja: リーチに導かれるまま、残り少なくなった孤児院にたどり着く。孤児院を破壊することに、彼らは驚くほど抵抗がないようだ。連合のキャプテンは抑えきれない笑いに包まれる。
pl: Leech prowadzi cię do jednego z ostatnich ocalałych sierocińców.Wygląda na to, że są zaskakująco dobrzy w idei jego zniszczenia, więc nie wahasz się spalić go na ziemi.Kapitan koalicji wybucha atakiem niekontrolowanego śmiechu.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: "You actually did it? Ohhhh man, that felt sssso good to watch. I think I peed a little... or at leasssst I hope that'sss pee. Doesn't matter. You are an elite sssslayer of Leechesss! I think I will come with you in hopesss we can do thisss more often..."
es: "¿Realmente lo hiciste? Ohhhh hombre, eso se sintió bien ver.Vendré contigo en Hopess, podemos hacer esto con más frecuencia ... "
ja: 「本当にやったのか？いやあ、見ていて気持ちよかったよ。ちょっとオシッコ漏らしちゃったかも...いや、それがオシッコだといいんだけど。そんなことはどうでもいい。君は蛭子のエリートだ！もっと頻繁にこのようなことができることを願って、君と一緒に来ようと思う..."
pl: „Czy działałeś aktywnie? Aoooo, tak miło było go spojrzeć. Twierdziłem, że jestem trochę opisany ... a przynajmniej mam nadzieję, że to mocz. To nie ma znaczenia. Jesteś elitarnymi pijawkami!

source: No thanks.
es: No, gracias.
ja: 結構だ。
pl: Nie, dziękuję.

source: "Losssser."
es: "Pérdidas".
ja: "ロッサー"
pl: "Nieudacznik."

source: Wait, did you say you're killing children?
es: Espera, ¿dijiste que estás matando hijos?
ja: 待って、子供を殺すと言った？
pl: Czekaj, powiedziałeś, że zabijasz dzieci?

source: "Oh crap, forgot you were a Fed. Oh well, guessss I can take sssolace in blowing you up. Jusssst pretend you're an orphan, alright?"
es: "Oh, mierda, olvidé que eras un FED. Oh, bueno, adivinas, puedo tomar sssolace para explotarte. Jusssst finge que eres un huérfano, ¿de acuerdo?"
ja: 「君がFRBだったことを忘れていたよ。まあいい、お前を吹っ飛ばして慰めてやろう。孤児になったつもりでいてくれ。
pl: „Oto gówno, zapomniałem, że jesteś federalny. Cóż, myślę, że mogę pocieszyć fakt, że wysadzę cię. Udając tylko szkic, dobrze?”

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Mute the ship and fly away.
es: Silenciar el barco y volar.
ja: 船をミュートして飛び立つ。
pl: Ugoną statek i odleciaj.

source: Apparently the Slug is so caught up in his ranting he doesn't even notice you flying away.
es: Aparentemente, la babosa está tan atrapada en su despotricación que ni siquiera se da cuenta de que vuela volando.
ja: どうやらナメクジは暴言に夢中で、あなたが飛んでいくのに気づかないようだ。
pl: Oczywiście śluz jest tak pasjonujący się swoimi rantami, że nawet nie zauważyłeś, jak odleciałeś.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_SUICIDEMOON"]/text
source: Leave it to a Slug to take advantage of the vulnerable. A nearby Slug is charging Leech ships for the "privilege" of letting go and crashing on the nearby moon. A queue longer than you can see from this position awaits their turn.
es: Deje que una babosa se aproveche de lo vulnerable.Una babosa cercana está cargando a las sanguijuelas por el "privilegio" de dejar ir y estrellarse en la luna cercana.Una cola más larga de lo que puede ver desde esta posición espera su turno.
ja: 弱者を利用するのはスラッグに任せておけばいい。近くのスラッグは、リーチ艦を放し、近くの月に墜落させる「特権」を得るために、リーチ艦に課金している。この位置からは見えないほど長い列が、自分たちの番を待っている。
pl: Śluz wykorzystuje wrażliwe miejsca w swoich zainteresowaniach.W pobliżu śluz pobiera opłatę od pijawek za „przywilej”, pozwalając im opuścić statek i pękać na pobliskim księżycu.Kolejka tych, którzy oczekują więcej, niż możesz zobaczyć od tego momentu.

source: This is despicable!
es: ¡Esto es despreciable!
ja: これは卑劣だ！
pl: To jest obrzydliwe!

source: "Oh pleasssse. If it weren't for me, they'd go kill themssselvessss sssomeplacce elssse. At leassst I get a profit off of it and they get what they want anywayssss!"
es: "Oh, Pleasssse. Si no fuera por mí, iban a matarlos a ellosssssssss Sssomplacce Elssse. ¡En Leassst obtengo ganancias y obtienen lo que quieren de todos modos!"
ja: "ああ、頼むよ。私がいなければ、彼らはどこか別の場所で自殺していただろう。少なくとも俺は儲かるし、あいつらは欲しいものを手に入れられる。
pl: „Och, być może, Esssli nie byłby ja, przeprowadziliby się i zabili SSSYBY gdzieś w innej wiadomości. Przynajmniej uzyskuję z tego zysk i równie dostają to, czego chcą!”

source: Attack these bastards!
es: ¡Ataque a estos bastardos!
ja: あいつらを攻撃しろ！
pl: Zaatakuj te dupki!

source: You power the weapons and attack the Slug ship.
es: Alerta las armas y atacas el barco de babosas.
ja: あなたは武器をパワーアップし、スラッグ船を攻撃する。
pl: Ładujesz pistolety i atakujesz statek ślimaków.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Can't argue with that logic!
es: ¡No puedo discutir con esa lógica!
ja: その論理に異論はない！
pl: Nie możesz kłócić się z tą logiką!

source: Pay the fee to obliterate you and your ship violently.
es: Pague la tarifa para borrarlo a usted y a su barco violentamente.
ja: 料金を払えば、あなたとあなたの船を激しく消滅させることができる。
pl: Zapłać za ciebie i twój statek brutalnie zniszczone.

source: The Slug greedily scoops up your scrap and grants you permission to power off your engines. You do so, allowing your ship to plummet to the ground below. You're killed before you can even hear the chaotic explosion of your ship being torn to little bits.
es: La babosa recoge con avidez en su chatarra y le otorga permiso para apagar sus motores.Lo haces, permitiendo que tu barco se desplome al suelo a continuación.Eres asesinado antes de que puedas escuchar la explosión caótica de que tu barco se desgarra en pequeños fragmentos.
ja: ナメクジは貪欲にあなたのスクラップをすくい上げ、エンジン停止を許可する。そうすると、船は地上に落下する。船が粉々に引き裂かれるカオスな爆発音を聞く前に、あなたは殺された。
pl: Mucus chętnie wybiera złom metal i pozwala wyłączyć silniki.Robisz to, pozwalając statkowi upaść na ziemię poniżej.Umrzesz, zanim usłyszysz chaotyczną eksplozję, w wyniku czego twój statek rozbije się na małe kawałki.

source: Ignore the Slug.
es: Ignora la babosa.
ja: ナメクジは無視しろ。
pl: Nie zwracaj uwagi na ślimaka.

source: This "business" is disgusting, but it's also none of your business either. If these Leeches want to go end their lives on that rock, then let them.
es: Este "negocio" es asqueroso, pero tampoco es asunto suyo.Si estas sanguijuelas quieren terminar sus vidas en esa roca, entonces déjalos.
ja: この "ビジネス "はうんざりだが、あなたには関係ないことでもある。蛭子たちがあの岩の上で人生を終えたいのなら、そうさせればいい。
pl: Ten „biznes” jest obrzydliwy, ale to też nie jest Twoja firma.Jeśli te pijawki chcą zakończyć swoje życie na tym kamieniu, niech tak będzie.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.
