Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_republic.xml/*.po
Languages: es, ja, pl

# data/events_sector_republic.xml$//event[@name="LEECH_SUICIDEMOON_WIN"]/text
source: The Leeches in line appear to be furious with your intervention. "Hey! Where are we supposed to go to kill ourselves now?!"
es: Las sanguijuelas en línea parecen estar furiosas con su intervención."¡Oye! ¿A dónde se supone que debemos matarnos ahora?!"
ja: 列に並んでいたヒルは、あなたの介入に激怒しているようだ。"おい、どこに自殺しに行けばいいんだ！"
pl: Wygląda na to, że pijawki w kolejce są wściekłe na twoją interwencję.„Hej! Gdzie możemy teraz pójść, aby popełnić samobójstwo?!”

source: How about you don't?
es: ¿Qué tal si no?
ja: そうしないのはどうだ？
pl: Może nie?

source: "I-I... wow, I never thought of that." The Leeches nod in agreeance about your wisdom. Unfortunately, they don't offer you anything in return. Sometimes, picking the morally correct option just doesn't pay...
es: "Yo-yo ... wow, nunca pensé en eso".Las sanguijuelas asienten en la ordenanza sobre su sabiduría.Desafortunadamente, no te ofrecen nada a cambio.A veces, elegir la opción moralmente correcta simplemente no paga ...
ja: "ぼ、僕は...わあ、そんなこと考えたこともなかったよ"蛭たちはあなたの知恵にうなずいて同意する。残念ながら、彼らは見返りを与えてくれない。道徳的に正しい選択肢を選んでも、報われないこともある...。
pl: „Jestem… wow, nigdy o tym nie myślałem”.Leeches kiwa głową w zgodzie z twoją mądrością.Niestety nie oferują ci niczego w zamian.Czasami wybór poprawności z punktu widzenia moralności opcji po prostu się nie opłaca ...

source: Take charge of the queue now that the Slug is dead.
es: Hazte cargo de la cola ahora que la babosa está muerta.
ja: ナメクジが死んだ今、キューを仕切ろう。
pl: Przejmij kontrolę nad kolejką po śmierci ślimaka.

source: You swap places with the now-dead Slug and continue to charge the Leeches for entry. You don't last very long until you have to step down, utterly disgusted by what you just did.
es: Cambias de lugares con la babosa ahora muerta y continúas cargando las sanguijuelas para la entrada.No duras mucho hasta que tengas que renunciar, completamente disgustado por lo que acabas de hacer.
ja: あなたは今は死んでいるスラッグと入れ替わり、ヒルに入場料を請求し続ける。あなたは、自分のしたことに全く嫌気がさし、身を引かなければならなくなるまで、そう長くは続かない。
pl: Zmieniasz miejsca z już martwym ślimakiem i nadal bierzesz opłatę za wejście od pijawek.Nie trwałeś długo, dopóki nie będziesz musiał odejść, doświadczając ekstremalnej niechęci do tego, co właśnie zrobiłeś.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_LITTERING"]/text
source: The nearby Leech ship looks to be dumping out several lumpy black bags from their airlocks near a trash ring. Must be another lazy do-nothing who can't be bothered to recycle.
es: El cercano barco de sanguijuela parece estar arrojando varias bolsas negras grumosas de sus esclusas de aire cerca de un anillo de basura.Debe ser otro perezoso que no se puede molestar en reciclar.
ja: 近くのリーチ船は、ゴミ箱の近くにあるエアロックから、ゴツゴツした黒い袋をいくつも捨てているようだ。リサイクルするのが面倒な、怠け者の能無しに違いない。
pl: Wygląda na to, że pobliski statek pijawek wyrzuca kilka czarnych torebek Kupkoy z bram obok pierścienia śmieci.Musi to być kolejne leniwe mokasyny, które nie mogą ciężko pracować, aby przetworzyć śmieci.

source: Hey! Stop that! Littering is bad!
es: ¡Ey!¡Para!¡La basura es mala!
ja: おい、やめろよ！ポイ捨てはよくない！
pl: Hej!Wystarczająco!Ściółka - źle!

source: The Leech captain looks at you, bewildered. "H-huh? Uhhh yes, littering. I do apologize. Uh... yeah..."
es: El capitán de sanguijuela te mira, desconcertado."¿H-huh? Uhhh sí, basándose. Me disculpo. Uh ... sí ..."
ja: リーチのキャプテンは当惑したようにあなたを見る。え？ええと......はい、ポイ捨てです。申し訳ありませんでした。ええと...はい..."
pl: Kapitan Leeches patrzy na ciebie z oszołomieniem.„A? Tak, modliłem się. Przepraszam. Tak… tak…”

source: Offer to pick it up for them.
es: Ofrezca recogerlo para ellos.
ja: 代わりに受け取りに行くと申し出る。
pl: Zaoferuj dla nich śmieci.

source: "O-oh that won't be necessary... Er, actually. You know what, go ahead." The Leech ship quickly jumps away.
es: "O-oh eso no será necesario ... er, en realidad. Sabes qué, adelante".El barco de sanguijuela salta rápidamente.
ja: 「その必要はないだろう。えー、実は。あのね、どうぞ。"リーチの船はすぐに飛び去る。
pl: „Och, to nie jest konieczne ... właściwie, wiesz co, kontynuuj”.Statek pijawek szybko wchodzi w skok.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Demand they pick it up themselves.
es: Exigen que lo recojan ellos mismos.
ja: 自分で拾うように要求する。
pl: Zakaz, aby sami wybrali śmieci.

source: The Leech ship panicks, frightened by the responsibility now placed on them. They power up their weapons!
es: El bandeo de la sanguijuela pánico, asustados por la responsabilidad que ahora se los impone.¡Encienden sus armas!
ja: リーチ船はパニックに陥り、自分たちに課せられた責任に怯える。武器をパワーアップさせる！
pl: Statek Leeches panika, przestraszony przez przypisany im odpowiedzialność.Włączają swoje broń!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Orchid Crew) Lecture the Leeches.
es: (Crew de orquídeas) Conferencia a las sanguijuelas.
ja: (オーキッド・クルー）ヒルをレクチャーする。
pl: (Członek Crew-Cornfield) Wykłada.

source: "Okay, okay. You know what, we're sorry, we're sorry. Please just stop talking to us. You're the police or something? You know we gotta dispose of these bodies somehow! Oh... I said too much..." The Leeches offer you a bribe if you don't tell anyone what they're up to. Your Orchid disapproves, but what are they going to do about it?
es: "Está bien, está bien. Sabes qué, lo sentimos, lo sentimos. Por favor, deja de hablar con nosotros. ¿Eres la policía o algo?Demasiado ... "Las sanguijuelas te ofrecen un soborno si no le dices a nadie lo que están haciendo.Su orquídea desaprueba, pero ¿qué van a hacer al respecto?
ja: 「オーケー、オーケー。ごめんなさい、ごめんなさい。私たちに話しかけないでください。警察か何かか？この死体をどうにかして処理しなきゃならないのは知ってるだろ！ああ...言い過ぎた...」。蛭たちは賄賂を差し出す。オーキッドは反対するが、彼らはどうするつもりなのか？
pl: „Dobra, to jest litość, proszę po prostu Zwycięzcone za dużo ... ”Pierzyki oferują łapówkę, jeśli nie powiesz nikomu, co zaplanowali.Twoja orchidea nie akceptuje tego, ale co robić?

source: Ignore the ship.
es: Ignora el barco.
ja: 船を無視する。
pl: Nie zwracaj uwagi na statek.

source: Littering is despicable, but you aren't willing to say anything about it. Way to contribute to the problem...
es: La basura es despreciable, pero no estás dispuesto a decir nada al respecto.Forma de contribuir al problema ...
ja: ポイ捨ては卑劣な行為だが、あなたはそれについて何も言おうとしない。問題に貢献するとは...。
pl: Garbage są obrzydliwe, ale nie chcesz nic o tym mówić.Oto twój wkład w problem ...

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="LEECH_LITTERING_WIN"]/text
source: You float closer to the black bags, and scoop them up into the ship. However, they're oddly... squishy. Pulling open the bag reveals a revolting sight of dismembered Leech organs, recently cut apart. Looks like these guys were trying to hide the evidence!
es: Flotas más cerca de las bolsas negras y las sacas en el barco.Sin embargo, son extrañamente ... blandos.Abrir la bolsa revela una vista repugnante de los órganos de sanguijuela desmembrados, recientemente cortados.¡Parece que estos tipos estaban tratando de ocultar la evidencia!
ja: あなたは黒い袋に近づき、船の中にすくい上げる。しかし、妙に...ぐにゃぐにゃしている。袋を開けると、バラバラにされたリーチの臓器がぞっとするほど出てくる。どうやらこいつらは証拠を隠そうとしていたようだ！
pl: Latasz bliżej czarnych toreb i zabierasz je na statek.Są jednak dziwne ... Squish.Otwierając torbę, zobaczyłeś obrzydliwy widok - wyodrębnione narządy pijawek, które zostały niedawno pocięte na części.Wygląda na to, że ci faceci próbowali ukryć dowody!

source: Use them for biofuel.
es: Úselos para biocombustibles.
ja: バイオ燃料に使う。
pl: Użyj ich do produkcji biopaliw.

source: It's repulsive to think about and probably not all that ethically clean, but you aren't one to pass up such an opportunity.
es: Es repulsivo pensar y probablemente no tan tan limpio éticamente, pero no eres alguien para dejar pasar esa oportunidad.
ja: 考えただけでも嫌悪感を覚えるし、倫理的にもクリーンとは言えないだろう。
pl: Obrzydliwe jest o tym myśleć i prawdopodobnie nie jest to całkiem poprawnie etycznie, ale nie jesteś jednym z tych, którzy tęsknią za taką okazją.

source: Toss the body parts back into the void.
es: Vuelva a tirar las partes del cuerpo al vacío.
ja: 体の一部を虚空に投げ返す。
pl: Wrzuć części ciała z powrotem do pustki.

source: (Clone Bay) Collect some DNA swabs and clone them.
es: (Bahía de clones) Recoge algunos hisopos de ADN y clonalos.
ja: (クローンベイ）DNA綿棒をいくつか集めてクローンを作る。
pl: (Klonowe-haty) Zbieraj kilka próbek DNA i klon je.

source: The frightened and most certainly traumatized Leech that emerges from your Clone Bay proceeds to panic, and demands to know who you are. Once you've explained the situation, they calm down and agree to work. Probably because they're afraid you'll kill them too.
es: La sanguijuela asustada y ciertamente traumatizada que emerge de su bahía de clones procede a entrar en pánico, y exige saber quién es usted.Una vez que has explicado la situación, se calman y aceptan trabajar.Probablemente porque temen que los mates también.
ja: クローンベイから出てきたリーチは怯え、確実にトラウマを負っている。あなたが状況を説明すると、彼らは落ち着いて仕事に同意する。おそらく、自分たちも殺されるのではないかと恐れているからだろう。
pl: Przestraszony i prawdopodobnie zraniony pijawek, który pojawia się z twojego klonu, zaczyna panikować i wymaga wyjaśnienia, kim jesteś.Gdy tylko wyjaśnisz sytuację, uspokoiła się i zgadza się z pracą.Być może dlatego, że boi się, że ją zabijesz.

# data/events_sector_republic.xml$//event[@name="DISTRESS_LEECH_CARGO_LOST"]/text
source: There's a big mess in this asteroid field, with a lot of boxes floating in space. A Leech ship presumably involved with this hails. "We're in some pretty deep doodoo here. My cargo bay wasn't locked down properly and it came open at the worst time. You gotta help us!"
es: Hay un gran desastre en este campo de asteroides, con muchas cajas flotando en el espacio.Un barco de sanguijuela presumiblemente involucrado con este granizo."Estamos en un doodoo bastante profundo aquí. Mi bahía de carga no estaba bloqueada correctamente y se abrió en el peor momento. ¡Tienes que ayudarnos!"
ja: この小惑星地帯は大混乱で、たくさんの箱が宇宙空間を漂っている。おそらくこれに関与していると思われるリーチ船が呼びかける。"我々はここでかなり深いドツボにはまっている。貨物室のロックがうまくいかず、最悪のタイミングで開いてしまった。助けてくれ！"
pl: Wielki bałagan króluje na polu asteroid, wiele pudełek unosi się w przestrzeni.Statek pijawek, prawdopodobnie z tym relacją, nawiązuje kontakt.„Zatrzymaliśmy się w dość poważne kłopoty. Mój przedział ładunkowy nie został odpowiednio zamknięty i otworzył się w najbardziej nieodpowiednim momencie. Musisz nam pomóc!”

source: (Magnetic Arm) Help the Leeches collect their strewn cargo.
es: (Brazo magnético) Ayude a las sanguijuelas a recoger su carga esparcida.
ja: (磁気アーム）ヒルが散らばった荷物を集めるのを手伝おう。
pl: (Żuraw magnetyczny) Pomóż pijawkom zebrać rozproszone obciążenie.

source: Your Magnetic Arm is easily able to collect the cargo and direct it back into their bay. There is much relief amongst the Leeches. "Oh joyous day! Our stuff! For your aid, we'll give you a little reward. Out of all the races in this galaxy, our people are the ones who deal the most with asteroid fields, so we know a thing or two about autopilots. We can upgrade yours!"
es: Su brazo magnético puede recoger fácilmente la carga y dirigirla de regreso a su bahía.Hay mucho alivio entre las sanguijuelas."¡Oh, día alegre!sobre los pilotos automáticos.
ja: マグネティック・アームは貨物を簡単に回収し、ベイに戻すことができる。ヒルの間で安堵の声が上がる。「喜ばしい日だ！我々のものだ！助けてくれたお礼に、ちょっとした報酬をあげよう。この銀河のすべての種族の中で、我々の種族は小惑星帯を最もよく扱う種族だ。君たちのものをアップグレードしてあげよう
pl: Twój żuraw magnetyczny z łatwością zbiera obciążenie i zwraca go do przedziału.Wśród pijawek panuje ulga.„Och, szczęśliwy dzień! Nasze rzeczy! Za pomoc damy ci niewielką nagrodę. Ze wszystkich wyścigów w tej galaktyce nasi ludzie mają największe znaczenie z pola Asteroid, więc wiemy dużo o autopilotach. Możemy zmodernizować twoje! "

source: Take some time to help the Leeches collect their strewn cargo.
es: Tómese un tiempo para ayudar a las sanguijuelas a recolectar su carga esparcida.
ja: ヒルが散らばった積荷を集めるのを手伝ってあげよう。
pl: Poświęć trochę czasu, aby pomóc Leeches w zebraniu rozproszonego ładunku.

source: It takes quite some time to collect the lost cargo. Unfortunately, it's so time consuming that the Rebel fleet is able to gain on your position. The Leeches also seem to be somewhat impatient. "This will have to do... though it would have taken much longer without your help. For your aid, please take this reward. Out of all the races in this galaxy, our people are the ones who deal the most with asteroid fields, so we know a thing or two about autopilots. We can upgrade yours!"
es: Lleva bastante tiempo recolectar la carga perdida.Desafortunadamente, lleva mucho tiempo que la flota rebelde puede ganar en su posición.Las sanguijuelas también parecen ser algo impacientes."Esto tendrá que hacer ... aunque habría tardado mucho más sin su ayuda. Para su ayuda, por favor, tome esta recompensa. De todas las carreras en esta galaxia, nuestra gente es las que más tratan con campos de asteroides¡Sabemos una o dos cosas sobre los pilotos automáticos.
ja: 失った貨物を回収するにはかなりの時間がかかる。残念なことに、あまりに時間がかかるので、反乱軍の艦隊があなたの位置を突き止めることができる。蛭もやや焦っているようだ。「あなたの助けがなければ、もっと時間がかかったでしょう。助けてくれたお礼に、この報酬を受け取ってください。この銀河のあらゆる種族の中で、我々の種族は小惑星帯を最もよく扱う種族である。君たちのものをアップグレードできる
pl: Kolekcja Lost Cargo zajmuje sporo czasu.Niestety zajmuje to tyle czasu, że Floty Rebelii udało się dostać na twoją pozycję.Pruchy są również niecierpliwe.„Musimy majstrować ... chociaż zajęłoby to znacznie więcej czasu. Lot Autopilots.

source: Attack the cargo ship.
es: Ataque el barco de carga.
ja: 貨物船を攻撃せよ。
pl: Zaatakuj statek towarowy.

source: You're not interested in helping them sort their problems out. In fact, you might just cause a few more for them.
es: No está interesado en ayudarlos a resolver sus problemas.De hecho, podría causar algunos más por ellos.
ja: あなたは彼らの問題を解決する手助けをしようとは思っていない。それどころか、彼らの問題をさらに大きくするかもしれない。
pl: Nie jesteś zainteresowany pomaganiem im w radzeniu sobie z ich problemami.Ponadto możesz stworzyć dla nich kilka innych problemów.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Focus on escaping the asteroid field.
es: Concéntrese en escapar del campo de asteroides.
ja: 小惑星帯から脱出することに集中しろ。
pl: Skoncentruje się na wyjściu z pola asteroid.

source: You devote your energy to piloting away from the asteroids.
es: Dedicas tu energía a pilotear lejos de los asteroides.
ja: あなたは小惑星から遠ざかる操縦にエネルギーを注ぐ。
pl: Wydajesz swoją siłę, aby poprowadzić statek z asteroid.

source: A small Republic colony is sending out a distress signal. "Something awful is happening... People are going to sleep and just... not waking up. Even the Clone Bay doesn't fix it. If you have any medical knowhow, please help us out."
es: Una pequeña colonia de la república está enviando una señal de socorro."Algo horrible está sucediendo ... La gente va a dormir y simplemente ... no se despertará. Incluso la bahía de clones no lo arregla. Si tiene algún conocimiento médico, ayúdanos".
ja: 共和国の小さなコロニーが救難信号を発信している。「何かひどいことが起きてるみんな眠ってるのに...目覚めないクローン・ベイでも治らない。医療の知識があれば、助けてください"
pl: Mała kolonia Republiki daje sygnał niepokoju.„Dzieje się coś strasznego ... ludzie zasypiają i po prostu… nie budzą się. Nawet klon nie pomaga. Jeśli masz jakąś wiedzę medyczną, pomóż nam”.

source: (Anurak) Mix up a special remedy.
es: (Anurak) Mezclar un remedio especial.
ja: (アヌラック）特効薬を作るんだ。
pl: (Anurak) Przygotuj specjalne narzędzie.

source: After you dock with the colony, Anurak starts working. "Ah, yes! Your spiritual journeys have taken you down a dark and poorly lit path. No wonder you all keep dosing off!" Anurak begins to mix up his remedy. Tossing in some herbs, he grinds his remedy into a fine paste and begins to smear it onto their faces. The patient begins to stir. "You all need something to look forward to!" Anurak scribbles some notes onto a piece of paper and foists it into the hands of the Leech who contacted you.
es: Después de atracar con la colonia, Anurak comienza a trabajar."¡Ah, sí! ¡Tus viajes espirituales te han llevado por un camino oscuro y mal iluminado. ¡No es de extrañar que todos sigan dosificando!"Anurak comienza a mezclar su remedio.Lanzando algunas hierbas, él muele su remedio en una pasta fina y comienza a mancharla en sus caras.El paciente comienza a moverse."¡Todos necesitan algo que esperar!"Anurak garabatea algunas notas sobre un trozo de papel y lo fueis en manos de la sanguijuela que te contactó.
ja: コロニーとドッキングすると、アヌラックが働き始める。「ああ、そうだ！君たちの精神的な旅は、暗くて光の乏しい道を歩んできた。お前たちが薬漬けになるのも当然だ！"アヌラックは治療薬を調合し始める。いくつかのハーブを混ぜ、レメディを細かく砕いてペースト状にし、患者の顔に塗り始める。患者が動き出す。"みんな、何か楽しみが必要だ！"アヌラックは紙にメモを書き、それをあなたに連絡したリーチの手に渡す。
pl: Po przywiązaniu do kolonii Anurak zaczyna pracować.„Ach, tak! Twoje duchowe wycieczki doprowadziły cię do ciemnej i słabo oświetlonej ścieżki. Nic dziwnego, że wszyscy używają narkotyków!”Anurak zaczyna mieszać lek.Rzucając tam kilka ziół, zmierza produkt w małą pastę i zaczyna nakładać go na twarz.Pacjent zaczyna się poruszać.„Wszyscy musicie mieć nadzieję na najlepsze!”Anurak dokonuje kilku rekordów na kartce papieru i przekazuje ją do pijawki, która się z tobą skontaktowała.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Alkali) Have Alkali figure out what's going on.
es: (Alkali) Haga que Alkali descubra lo que está pasando.
ja: (アルカリ）アルカリに何が起こっているのか把握させる。
pl: (Alkali) Poproś Alcalie, aby dowiedział się, co się dzieje.

source: After you dock with the colony, Alkali begins examining the patients. "My first guess is a lack of proper nutrition, perhaps compounded by a small illness and low morale." Alkali begins to set up vitamin shots for some of the patients. "Thhhere's somethhhhing wrong withhhh your food. If you get thhhhat sorted, thhhhat should be thhhhe end of it."
es: Después de atracar con la colonia, Alkali comienza a examinar a los pacientes."Mi primera suposición es la falta de nutrición adecuada, tal vez agravada por una pequeña enfermedad y baja moral".El álcali comienza a establecer vacunas contra vitaminas para algunos de los pacientes."Esto está mal, está mal con tu comida. Si te ordenas, debería ser el final de ella".
ja: コロニーとドッキングした後、アルカリは患者の診察を始める。「私の推測では、適切な栄養が不足しており、おそらく小さな病気と士気の低下が重なったのだろう。アルカリは何人かの患者にビタミン注射の準備を始める。「食事に問題があるようだ。それを解決すれば、それで終わるはずだ"
pl: Po wejściu z kolonią Alcalia zaczyna kontrolować pacjentów.„Moim pierwszym założeniem jest brak odpowiedniego odżywiania, prawdopodobnie zaostrzone przez niewielką chorobę i niski duch moralny”.Alkali zaczyna nakładać zastrzyki witaminowe u niektórych pacjentów.„CHSHTO nie ma takiego jedzenia. Jeśli sobie z tym poradzisz, wszystko się skończy”.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Medic Crew) Treat the illness.
es: (Medic Crew) Trate la enfermedad.
ja: (メディック・クルー）病気を治療する。
pl: (Członek-Medycynę) Wylecz chorobę.

source: Your medic goes down to the colony and begins to check on the patients. After running a few tests, the medic determines that their food source is contaminated. While this alone wasn't enough, they then contracted a Leech illness that caused them to fall asleep with no hope of recovering. Your medic begins to feed the patients some vitamins, and that begins to rouse them, though they still may take a bit to wake up.
es: Su médico baja a la colonia y comienza a verificar a los pacientes.Después de ejecutar algunas pruebas, el médico determina que su fuente de alimento está contaminada.Si bien esto solo no fue suficiente, luego contrajeron una enfermedad de sanguijuela que les hizo conciliar el sueño sin esperanza de recuperarse.Su médico comienza a alimentar a los pacientes algunas vitaminas, y eso comienza a despertarlas, aunque aún pueden tardar un poco en despertarse.
ja: あなたの衛生兵がコロニーに行き、患者をチェックし始めた。いくつかのテストを行った後、衛生兵は彼らの食料源が汚染されていると判断した。これだけでは不十分だったが、彼らはリーチの病気にかかり、回復の見込みがないまま眠りについた。衛生兵は患者にビタミンを与え始め、彼らは目覚め始めたが、目覚めるにはまだ少し時間がかかるかもしれない。
pl: Twój lekarz idzie do kolonii i zaczyna kontrolować pacjentów.Po przeprowadzeniu kilku testów lekarz określa, że ​​źródło ich żywności jest zanieczyszczone.Samo to nie wystarczyło, a potem zarażono ich chorobą pijawek, od której wpadli w sen bez nadziei na powrót do zdrowia.Twój lekarz zaczyna karmić pacjentów witaminami, a to zaczyna ich wzbudzić, chociaż wciąż potrzebują trochę czasu na wyzdrowienie.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Shell Scientist) Treat the illness.
es: (Científico de shell) tratar la enfermedad.
ja: (シェル・サイエンティスト）病気を治療する。
pl: (Członek naukowca z robieniem załogi) Wylecz chorobę.

source: Your Shell goes down to the colony. After some tests, they determine that an illness the Leeches contracted caused them to lose consciousness, and without proper nutrition, they had no way of reviving. Since the Leeches are eating, the conclusion your scientist comes to is that their food source is contaminated. They prescribe vitamin tablets to all the afflicted and return to your ship.
es: Tu caparazón baja a la colonia.Después de algunas pruebas, determinan que una enfermedad que se contrajo las sanguijuelas les hizo perder el conocimiento, y sin una nutrición adecuada, no tenían forma de revivir.Dado que las sanguijuelas están comiendo, la conclusión a la que llega su científico es que su fuente de alimento está contaminada.Prescriben tabletas de vitaminas a todos los afectados y regresan a su barco.
ja: あなたのシェルはコロニーに向かった。いくつかのテストの後、彼らはヒルがかかった病気が原因で意識を失い、適切な栄養がなければ蘇生する方法がないことを突き止めた。ヒルたちは食べているので、科学者が出した結論は、彼らの食物源が汚染されているということだ。彼らは苦しんでいる者全員にビタミン剤を処方し、船に戻る。
pl: Twoja skorupa idzie do kolonii.Po niektórych testach ustala, że ​​choroba zakażona pijawkami doprowadziła do utraty przytomności i bez odpowiedniego odżywiania nie mogli odzyskać.Ponieważ pijawki jedzą, twój naukowiec stwierdza, że ​​ich źródło zasilania jest zarażone.Pisze witaminy wszystkim ofiarom i wraca na swój statek.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Adv. Medbay) Examine them in your upgraded Medbay.
es: (Adv. Medbay) Examínelos en su Medbay mejorado.
ja: (アドバンス・メドベイ）アップグレードしたメドベイで検査する。
pl: (Prov. Medotsek) Aby je sprawdzić w zaawansowanym miodzie.

source: You accept some of the patients into your Medbay. Your advanced medical systems are able to flood their systems with nutrients and causes all of them to stir. Your medical bay reports that they were suffering from a somewhat common Leech illness, and had near total malnutrition. You tell them that they may want to examine the food they've been eating.
es: Acepta a algunos de los pacientes en su Medbay.Sus sistemas médicos avanzados pueden inundar sus sistemas con nutrientes y hace que todos se agiten.Su Medical Bay informa que sufrían de una enfermedad de sanguijuela algo común y tenían desnutrición total casi total.Les dice que pueden querer examinar la comida que han estado comiendo.
ja: あなたは何人かの患者を医療室に受け入れる。あなたの高度な医療システムは、彼らの体内に栄養を送り込むことができ、彼ら全員を奮い立たせることができた。医療室の報告によると、彼らはやや一般的なリーチの病気にかかっており、栄養失調に近い状態であった。あなたは彼らに、彼らが食べていた食べ物を調べた方がいいと言う。
pl: Bierzesz pacjentów do swojego miodu.Twoje zaawansowane systemy medyczne mogą wypełniać swoje organizmy składnikami odżywczymi, co ożywia pijawki.Twój miód jest zgłaszany, że cierpią z powodu dość powszechnej choroby pijawek i są prawie całkowicie wyczerpane.Mówisz im, że powinni sprawdzić jedzenie, które jedli.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Quarp Juice) Give them something that will put some pep in their step.
es: (Jugo de Quarp) Déles algo que ponga un poco de PEP en su paso.
ja: (クアープジュース）元気が出るようなものをあげよう。
pl: (Sok Quarp) Daj im coś, co da im wigor.
