Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_republic.xml/*.po
Languages: es, ja, pl

source: You give the patients some of your Quarp Juice. After a few moments they jolt awake, practically bouncing off the walls. They still don't look well, but they start thanking you with a crazed mania atypical of their species.
es: Le das a los pacientes algo de tu jugo de quarp.Después de unos momentos se despiertan, prácticamente rebotando en las paredes.Todavía no se ven bien, pero comienzan a agradecerle una manía loca atípica de su especie.
ja: 患者たちにクアープ・ジュースを飲ませる。しばらくすると、彼らは目を覚まし、壁から飛び跳ねるように跳ね起きた。彼らはまだ元気がないように見えるが、彼らの種族に典型的な狂気じみた躁状態であなたに感謝し始める。
pl: Dajesz pacjentom mały ćwiartkowy sok.Po kilku chwilach dochodzą do zmysłów, prawie odbijając się od ścian.Nadal wyglądają nieistotnie, ale zaczynają podziękować szalonej manii, nietypowej za ich wygląd.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: The Leech in charge of the distress call looks concerned. "Are you sure that stuff is healthy...? Oh well. At least they're up and about again." The Leeches give you a gift for your assistance.
es: La sanguijuela a cargo de la llamada de angustia parece preocupada."¿Estás seguro de que esas cosas están saludables ...? Oh, bueno. Al menos están despiertos de nuevo".Las sanguijuelas le dan un regalo para su ayuda.
ja: 救難信号を担当したリーチが心配そうな顔をする。"そんなもので、本当に健康なのか......？まあね。少なくとも彼らはまた起き上がった。"蛭はあなたの援助に贈り物をくれる。
pl: Prema, który dostarczył sygnał niepokoju, wygląda na zmartwionego.„Jesteś pewien, że ta rzecz jest przydatna…? Cóż, przynajmniej znów są na nogach”.Premowe dają ci prezent na pomoc.

source: Don't approach the colony.
es: No te acerques a la colonia.
ja: コロニーに近づいてはいけない。
pl: Nie zbliżaj się do kolonii.

source: You have some free time to spend doing something else.
es: Tienes algo de tiempo libre para pasar algo más.
ja: 自由な時間があるのだから、他のことに使ったらいい。
pl: Masz wolny czas, który można wydać na coś innego.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

source: The Leeches thank you profusely. "Thank you so much... we didn't know why a common sickness would put us to sleep like that. What could have happened to our food? We will have to look into it. In the meantime, please accept this gift."
es: Las sanguijuelas gracias profusamente."Muchas gracias ... No sabíamos por qué una enfermedad común nos pondría a dormir así. ¿Qué podría haber pasado con nuestra comida? Tendremos que investigarla. Mientras tanto, acepte este regalo."
ja: 蛭たちは心から感謝している。"本当にありがとうございます...私たちは、普通の病気がなぜ私たちをあんなふうに眠らせるのかわかりませんでした。私たちの食べ物に何かあったのでしょうか？それを調べなければなりません。とりあえず、この贈り物を受け取ってください」。
pl: Premowe wyrażają wam wielką wdzięczność.„Dziękuję bardzo… nie wiedzieliśmy, dlaczego zwykła choroba tak bardzo nas uśmierciła. Co może się stać z naszym jedzeniem? Będziemy musieli się dowiedzieć. W międzyczasie zaakceptuj ten prezent”.

# data/events_sector_republic.xml$//event[@name="DISTRESS_LEECH_GRAPHITI"]/text
source: Through the asteroid field here, you're surprised to find a Federation vessel, covered in heavy graffiti! They hail. "A band of pesky teenaged Leech delinquents came by, drew all kinds of nasty things on our ship, stole our cargo, called me some horrid name. It sounded like they said 'boomer', whatever that means. Could you be a pal and go get back our cargo?"
es: ¡A través del campo de los asteroides aquí, te sorprende encontrar un recipiente de la federación, cubierto de graffiti pesado!Ellos saludan."Una banda de delincuentes de sanguijuelas adolescentes molestas se acercó, dibujó todo tipo de cosas desagradables en nuestra nave, robó nuestra carga, me llamó un nombre horrible. Parecía que decían 'Boomer', lo que sea que eso signifique. ¿Podrías ser un amigo y¿Ve a recuperar nuestra carga? "
ja: 小惑星帯を抜けると、落書きだらけの連邦の船を見つけて驚く！彼らは叫ぶ。"厄介な10代のリーチの不良グループがやってきて、私たちの船にいろんな汚い落書きをし、積荷を盗み、私を恐ろしい名前で呼んだ。"ブーマー "って聞こえたんだ。仲間になって、貨物を取り戻してくれないか？
pl: Tutaj, za pośrednictwem pola asteroid, zdziwisz się, że zauważysz statek federacji pokrytej ciężkim grafitem!Są z tobą związane.„Przybyła grupa irytujących nastolatków, narysowała na naszym statku wszelkiego rodzaju paskudne rzeczy, ukradł nasz ładunek, nazwał mnie jakąś okropną nazwą. Wygląda na to, że powiedzieli„ boomer ”, bez względu na to, co to znaczy. Czy możesz być Przyjaciel i zwróć nasz ładunek? ”

source: Agree.
es: Aceptar.
ja: 同意する。
pl: Zgadzać się.

source: You follow the Fed ship's directions until you find a small Leech shuttle with 3 or so Leeches inside. As soon as you approach, they start laughing at you and shouting various uncreative insults.
es: Sigue las instrucciones del barco alimentado hasta que encuentre un pequeño transporte de sanguijuela con aproximadamente 3 sanguijuelas adentro.Tan pronto como te acercas, comienzan a reír de ti y gritan varios insultos no creativos.
ja: あなたはFRB船の指示に従い、3人ほどのリーチが中にいる小さなリーチ・シャトルを見つける。近づくやいなや、彼らはあなたを笑いものにし、さまざまな創造性のない侮辱を叫び始める。
pl: Postępujesz zgodnie z instrukcjami statku statku, dopóki nie znajdziesz małego promu z pijawkami, w których są około 3 pijawek.Gdy tylko przyjedziesz, zaczynają się z ciebie śmiać i wykrzykiwać różne śmieszne obelgi.

source: Send a little warning shot to scare them.
es: Envíe un pequeño tiro de advertencia para asustarlos.
ja: 相手を脅すために、ちょっとした警告射撃を送るのだ。
pl: Naciśnij strzał ostrzegawczy, aby ich przestraszyć.

source: You lock the weapons onto one of the passing asteroids near the shuttle. The explosion doesn't seem to frigthen the adolescents, but rather seems to egg them on. "Hey old man! Keep that up, and I'm gonna call my dad on you!"
es: Bloqueas las armas en uno de los asteroides que pasan cerca del transbordador.La explosión no parece frigurar a los adolescentes, sino que parece hundirlos."¡Oye, viejo! ¡Sigue así, y te llamaré a mi papá!"
ja: シャトルの近くを通過する小惑星のひとつに武器をロックする。爆発は青少年を凍りつかせるどころか、むしろ彼らを刺激しているようだ。「おい、ジジイ！その調子だと、パパに電話するぞ！"
pl: Przynosisz pistolet do jednej z latających asteroid obok promu.Wydaje się, że eksplozja nie denerwuje nastolatków, ale raczej ich pobudzanie.„Hej, stary! Będziesz nadal to robić, zadzwonię do mojego ojca!”

source: Fire another warning shot.
es: Dispara otro tiro de advertencia.
ja: もう1発威嚇射撃をする。
pl: Zrób kolejny strzał ostrzegawczy.

source: "Hey! I said not to do that! Alright, now you're in for it!" You detect a distress signal being broadcast from the shuttle, and moments later an Ampere ship jumps in. "You been touching my son? I'm going to carve out your skull and use it to drink my regurgitated bile!"
es: "¡Oye! ¡Dije que no hiciera eso! ¡Muy bien, ahora estás en eso!"Detectas una señal de angustia que se transmite desde el transbordador, y momentos después salta un barco de amperios. "¡Has tocado a mi hijo? ¡Voy a forjar tu cráneo y usarlo para beber mi bilis regurgitada!"
ja: 「おい、やめろと言ったはずだ！よーし、やってやるぞ！"シャトルから救難信号が 発信された 瞬間にアンペールの船が 飛び込んできた「息子に手を出したか頭蓋骨をえぐり出して 吐いた胆汁を飲ませてやる
pl: „Hej! Powiedziałem, żeby tego nie robić! Cóż, teraz jesteś!”Odkrywasz sygnał zagrożony przesyłany z promu, a kilka chwil później Ampers wysyła do nas.„Dotknąłeś mojego syna? Zamierzam wyciąć ci czaszkę i użyć jej do wypicia mojej wybuchowej żółci!”

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Demand they give the cargo.
es: Demanda que le dan la carga.
ja: 貨物の引き渡しを要求する。
pl: Zapotrzebowanie na obciążenie.

source: "Hah! No! What're you going to do, tell my dad or somethin?"
es: "¡Ja! ¡No! ¿Qué vas a hacer, dile a mi papá o algo así?"
ja: 「父さんにでも言うつもりか？
pl: „H! Nie! Co zamierzasz zrobić, powiedz mojemu ojcu lub coś innego?”

source: Yes.
es: Sí.
ja: そうだ。
pl: Tak.

source: "Wait crap, please don't! He'll be super mad! I'll kill you!" The Leech ship attacks!
es: "¡Espera mierda, por favor no! ¡Estará súper enojado! ¡Te mataré!"¡El barco de sanguijuela ataca!
ja: 「待ってくれ！超怒るぞ！殺してやる！"リーチ船が襲いかかる！
pl: „Czekaj, cholera, proszę, nie! On będzie bardzo zły! Zabiję cię!”Statek Leeches atakuje!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Mind Control) Give us the cargo.
es: (Control mental) Danos la carga.
ja: (マインドコントロール）貨物をよこせ。
pl: (Kontrola umysłu) Daj nam ładunek.

source: The Leech struggles for a few moments, the uncontained power of teenaged angst rivaling that of one of the most sophisticated manipulative technologies in the galaxy. Inevitably, he gives in. "I think I will give you the cargo. And, I will learn to respect my elders."
es: La sanguijuela lucha por unos momentos, el poder no contenido de la angustia adolescente rivaliza con el de una de las tecnologías manipuladoras más sofisticadas de la galaxia.Inevitablemente, se entrega. "Creo que te daré la carga. Y aprenderé a respetar a mis mayores".
ja: 銀河系で最も洗練された操作技術のひとつに匹敵する10代の怒りの抑えきれないパワーに、リーチはしばらくの間苦戦した。必然的に、彼は降参する。「積荷を渡そう。そして、年長者を敬うことを学びます」。
pl: Leech walczy o kilka chwil, nieograniczona siła nastoletniego gniewu wzrasta z mocą jednego z najtrudniejszych technologii manipulacyjnych w galaktyce.W końcu się poddaje.„Myślę, że dam ci ładunek. I nauczę się szanować starszych”.

source: Bring the cargo back to the Fed ship.
es: Traiga la carga de regreso al barco de la Fed.
ja: 貨物を連邦船に持ち帰る。
pl: Przyprowadź ładunek z powrotem na statek Federałów.

source: (Upg. Weapons) Pull a trick shot and start blasting up all the asteroids.
es: (Upg. Armas) Tire de un tiro de truco y comience a explotar todos los asteroides.
ja: (アップグレード武器) トリックショットを引き、すべての小惑星を爆破し始める。
pl: (Ulepszona broń) Wykonaj przebiegły strzał i zacznij wysadzić wszystkie asteroidy.

source: Losing all self control and embracing your inner wild-side, you spin the ship around in circles, blasting up countless hundreds of asteroids. The Leeches are not longer quite so unfazed. "Dude, I think this guy is a psychopath. What the actual hell even WAS that?" The Leeches hand over the cargo, afraid you might snap at any moment and kill them too.
es: Perdiendo todo el autocontrol y abrazando el lado salvaje interno, giras el barco en círculos, explotando innumerables cientos de asteroides.Las sanguijuelas ya no están tan inmutadas."Amigo, creo que este tipo es un psicópata. ¿Cuál es el infierno real?"Las sanguijuelas entregan la carga, temerosas de que puedas romper en cualquier momento y matarlos también.
ja: 自制心を失い、内に秘めた野生的な面を受け入れると、あなたは船をぐるぐると回転させ、数え切れないほどの何百もの小惑星を吹き飛ばす。蛭たちは、もはやそれほど平然とはしていない。「こいつはサイコパスだ。あれはいったい何なんだ？"蛭たちは積荷を手渡し、あなたがいつ折れて自分たちも殺されるかもしれないと恐れている。
pl: Po stracie całej samokontroli i przyjęciu swojej wewnętrznej dzikiej strony krążysz na statku w kręgu, eksplodując niezliczone setki asteroid.Premowe nie są już takie spokojne.„Stary, myślę, że ten facet jest psychopatą. Co to było w ogóle?”Piary przenoszą ładunek, obawiając się, że możesz je złamać i zabić w dowolnym momencie.

source: Bring the cargo back to the Fed ship.
es: Traiga la carga de regreso al barco de la Fed.
ja: 貨物を連邦船に持ち帰る。
pl: Przyprowadź ładunek z powrotem na statek Federałów.

source: Refuse.
es: Rechazar.
ja: 拒否する。
pl: Odmawiać.

source: You aren't an errand-man. They might not have their cargo, but this ship is more than capable of handling some teenagers.
es: No eres un hombre de recados.Puede que no tengan su carga, pero este barco es más que capaz de manejar a algunos adolescentes.
ja: 君は使い走りじゃない。彼らの荷物はないかもしれないが、この船はティーンエイジャーを扱うには十分な能力を持っている。
pl: Nie jesteś mężczyzną na biegu.Być może nie mają własnego ładunku, ale ten statek jest więcej niż zdolny do poradzenia sobie z nastolatkami.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="LEECH_GRAPHITI_RETURN"]/text
source: "Oh thank Newton. That'll show those brats not to deface government property."
es: "Oh, gracias a Newton. Eso mostrará a esos mocosos que no desfiguran la propiedad del gobierno".
ja: 「ありがとう、ニュートン。あの餓鬼どもに、政府の財産を汚してはいけないと教えてくれるだろう」。
pl: „Och, chwała do Newtona. Pokażą te szarpnięcia, że ​​nie można zepsuć własności stanu”.

# data/events_sector_republic.xml$//event[@name="NEBULA_LEECH_DELEGATE"]/text
source: It appears you're receiving a long ranged transmission with Zoltan encoding, marked as urgent. To the Zoltans, all matters are 'urgent', but it still might require your attention.
es: Parece que está recibiendo una transmisión a distancia con la codificación de Zoltan, marcada como urgente.Para los Zoltans, todos los asuntos son 'urgentes', pero aún así puede requerir su atención.
ja: ゾルタンからの長距離通信を受信しているようだ。ゾルタン人にとって、全ての事柄は "緊急 "だが、それでも君の注意が必要かもしれない。
pl: Wygląda na to, że dostajesz odległy sprzęt do kodowania Zoltana, oznaczonego jako pilny.Dla Zoltanów wszystkie sprawy są „pilne”, ale może to nadal wymagać twojej uwagi.

source: Listen.
es: Escuchar.
ja: 聞いてくれ。
pl: Słuchać.

source: "Before the time of the current president, Tyrdeo, the Eargen president Oertiss led an unsuccessful invasion against Zoltan space. His leadership was cut short when his soon to be successor Aerkae led a siege on Oertiss' palace and hacked him into tiny bits which were embalmed and kept as trophies."
es: "Antes de la época del actual presidente, Tyrdeo, el presidente de Eargen, Oertiss, dirigió una invasión fallida contra el espacio de Zoltan. Su liderazgo se vio interrumpido cuando su sucesor que pronto será Aerkae lideró un asedio en el palacio de Oertiss y lo pirateó en pequeños fragmentos que eranEmbalmado y mantenido como trofeos ".
ja: 「現大統領のティルデオの時代以前、アールゲンの大統領であったオアティスはゾルタン宇宙への侵攻を失敗させた。彼のリーダーシップは、間もなく後継者となるアールケーがアールティスの宮殿を包囲し、彼を切り刻んで防腐処理を施し、戦利品として保管したことで断ち切られた。"
pl: „Przed obecnym prezydentem Tirdo prezydent Irgensky Ourtissa został wybrany nieudaną inwazją na przestrzeń Zoltan. Jego przywództwo zerwało, gdy jego przyszły następca Airke poprowadził oblężenie pałacu Ourtissa i pokroili go na małe kawałki, które zostały zaprojektowane i zachowane jako trofea.

source: Cool history lesson, but why are you telling us this?
es: Lección de historia genial, pero ¿por qué nos dices esto?
ja: クールな歴史の授業だが、なぜこんな話を？
pl: Fajna lekcja historii, ale dlaczego nam to mówisz?

source: "Have patience. The Ministry was satisfied with Aerkae's appointment, but to prevent future attacks it was agreed upon that the Ministry may install up to 3 embassies within Leech territory that would also serve to ensure further... incidents would not occur. This has been upheld by all subsequent Leech presidents until now. Under Tyrdeo's leadership, it seems he has become so overwhelmed with the current revolution, he has turned ignorant to the effects of the Inquisition and furthermore the Coalition being allowed in his territory."
es: "Tenga paciencia. El ministerio estaba satisfecho con el nombramiento de Aerkae, pero para evitar futuros ataques se acordó que el ministerio pueda instalar hasta 3 embajadas dentro del territorio de la sanguijuela que también servirían para garantizar que no se produzcan más incidentes. Esto haHasta todos los presidentes de sanguijuelas posteriores hasta ahora.
ja: "辛抱してください。省はアーカーケの任命に満足していたが、将来の攻撃を防ぐため、リーチ領土内に最大3つの大使館を設置することに合意した。これは現在に至るまで、その後のすべてのリーチ大統領によって支持されている。ティルデオの指導の下、彼は現在の革命に圧倒され、異端審問の影響に無頓着になり、さらに連合が彼の領土に入ることを許されているようだ。"
pl: „Pay Cierpience. Ministerstwo było zadowolone z mianowania Aerke, ale aby zapobiec przyszłym atakom, zdecydowano, że ministerstwo może ustanowić do trzech ambasad na terytorium pijawek, co również byłoby gwarancją, że dalsze ... incydenty nie zdarzyło się wszystkich kolejnych prezydentów do tego wymogu. fakt, że koalicja jest dozwolona na jej terytorium.

source: Please, just get to the point.
es: Por favor, solo llega al punto.
ja: 頼むから要点を言ってくれ。
pl: Po prostu przejdź do biznesu.

source: "We are nearly there. As the Ministry supports the Federation, it is within the Coalition's best interests to prevent Federation and therefore also Ministry intervention in conflicts involving them. They appear to be afraid to take action directly however, and thus have hired the Tiiikaka slaver clan to enslave our delegates and ship them off to other stretches of the galaxy. As a Federation ship, we request that you travel to these co-ordinates and put an end to this." The Zoltan hang up without so much as a please or thank you.
es: "Estamos casi allí. Como el Ministerio apoya a la Federación, está dentro de los mejores intereses de la Coalición para prevenir la Federación y, por lo tanto, también la intervención del Ministerio en los conflictos que los involucran. Sin embargo, parecen tener miedo de tomar medidas directamente y, por lo tanto, han contratado el TiiikakaEl clan esclavista para esclavizar a nuestros delegados y enviarlos a otros tramos de la galaxia.El Zoltan cuelga sin tanto como por favor o gracias.
ja: 「もう少しだ。魔法省は連邦を支援しているため、連邦の介入を防ぐことは連合の最善の利益であり、また連邦が関与する紛争への魔法省の介入を防ぐことも連合の最善の利益である。しかし、連合は直接行動を起こすことを恐れているようだ。そのため、ティイカカ奴隷商人一族を雇い、我々の代表団を奴隷にし、銀河の他の地域へと送り出している。連邦の船として、この座標に行き、この事態に終止符を打っていただきたい。"ゾルタンは「ありがとう」の一言もなく電話を切った。
pl: „Jesteśmy prawie na miejscu. , i dlatego zatrudnił handlarzy niewolników Tiiikak, aby zniewolili naszych delegatów i wysłać ich do innych części galaktyki.Zoltan wyłączył połączenie, nie mówiąc ani „proszę” lub „dziękuję”.

source: Ignore the hail.
es: Ignora el granizo.
ja: あられは無視する。
pl: Nie zwracaj uwagi na wezwanie.

source: The Zoltans can deal with their own problems. Traveling through Leech space is dangerous enough.
es: Los Zoltans pueden lidiar con sus propios problemas.Viajar por el espacio de sanguijuela es lo suficientemente peligroso.
ja: ゾルタン人は自分たちの問題に対処できる。リーチ宇宙を旅するのは十分に危険だ。
pl: Sami Zoltanie poradzą sobie z ich problemami.Podróżowanie po przestrzeni pijawkowej jest tak niebezpieczne.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

source: A Ministry embassy is under siege by Tiiikaka raiders.
es: Una embajada del ministerio está bajo asedio de Tiiikaka Raiders.
ja: ある省庁の大使館がティイカカの襲撃に包囲されている。
pl: Ambasada Ministerstwa jest oblężeniem Raiders Tiiikaki.

# data/events_sector_republic.xml$//event[@name="LEECH_DELEGATE_CAMP"]/text
source: As warned, a band of Tiiikaka pirates have taken control of the embassy at the given coordinates, and are rounding up the Zoltan officials and taking inventory.
es: Como advirtió, una banda de piratas de Tiiikaka ha tomado el control de la embajada en las coordenadas dadas, y están redondeando a los funcionarios de Zoltan y inventado.
ja: 警告通り、ティイカカの海賊団が指定された座標の大使館を制圧し、ゾルタンの役人を一網打尽にし、目録を奪っている。
pl: Jak powiedziano, gang Piratów Tiiikak przejął ambasadę na wskazanych współrzędnych, gromadzi się w jednym miejscu urzędników Zoltan i zabiera nieruchomość.

source: Intervene.
es: Intervenir.
ja: 介入する。
pl: Interweniować.

source: You've seen enough - time to put a stop to this!
es: Has visto lo suficiente, ¡es hora de detener esto!
ja: もう十分だろう！
pl: Wiele widziałeś - czas położyć temu kres!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: (Upg. Weapons) Threaten the slavers.
es: (Armas Upg.) Amenazan a los esclavistas.
ja: (武器アップ）奴隷商人を脅す。
pl: (Ulepszona broń) zagrozą handlowcom niewolników.

source: Apparently, the slavers weren't prepared to see a well armed Federation ship out here. They quickly hurry back to their ship and take off.
es: Aparentemente, los esclavistas no estaban preparados para ver un barco de la Federación bien armado aquí.Rápidamente se apresuran a su barco y despegan.
ja: どうやら奴隷商人たちは、ここで武装した連邦の船を見る準備ができていなかったようだ。彼らはすぐに船に戻り、飛び立った。
pl: Oczywiście handlowcy niewolników nie spodziewali się dobrze uzbrojonego statku Federacji.Szybko spieszą się z powrotem na swój statek i starają się.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Purchase one of the Zoltan slaves.
es: Compre uno de los esclavos de Zoltan.
ja: ゾルタンの奴隷を1人購入する。
pl: Kup jeden z niewolników Zoltana.

source: The slavers are startled by your sudden appearance, but once they realize your offer is in earnest, they quickly go along with it.
es: Los esclavistas se sorprenden por su apariencia repentina, pero una vez que se dan cuenta de que su oferta es seria, rápidamente lo acompañan.
ja: 奴隷商人たちは突然のあなたの出現に驚いたが、あなたの申し出が本気だとわかると、すぐにそれに応じた。
pl: Handlowcy niewolników są zaskoczeni twoim nagłym wyglądem, ale kiedy rozumieją, że twoja propozycja jest poważna, natychmiast się zgadzają.

source: Avoid the embassy.
es: Evite la embajada.
ja: 大使館は避ける。
pl: Unikaj ambasady.

source: It's risky getting involved with slavers. Tiiikaka isn't known for showing mercy, and you don't want to get caught on their bad side.
es: Es arriesgado involucrarse con los esclavistas.Tiiikaka no es conocido por mostrar misericordia, y no quieres quedar atrapado en su lado malo.
ja: 奴隷商人と関わるのは危険だ。ティイカカは慈悲を示すことで知られていないし、彼らの悪い面に捕まりたくはないだろう。
pl: Kontaktowanie się z handlowcami niewolników jest ryzykowne.Tiiiikaka nie wyróżnia się miłosierdziem i nie będziesz chciał przyciągnąć ich wzroku.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="LEECH_DELEGATE_CAMP_WIN"]/text
source: The Zoltans are shaken, but alright. Not long after, a Zoltan war vessel armed to the teeth jumps in, and you recognize the voice as the same one from earlier. The Zoltans introduce themselves with a brief "We'll take it from here", then begin reorganizing the embassy. Again, you receive no thanks, but you do at least talk them into giving you a reward.
es: Los Zoltans están sacudidos, pero están bien.No mucho después, un recipiente de guerra de Zoltan armado a los dientes salta, y usted reconoce la voz como la misma de antes.Los Zoltans se presentan con un breve "Tomaremos desde aquí", luego comenzaremos a reorganizar la embajada.Nuevamente, no recibes gracias, pero al menos los convierte para que te den una recompensa.
ja: ゾルタン人は震えているが、大丈夫だ。ほどなくして、武装したゾルタンの戦艦が飛び込んできた。ゾルタン人は「ここからは我々がやる」と短く自己紹介し、大使館の再編成を始める。ここでも感謝はされなかったが、少なくとも報酬をくれるよう説得した。
pl: Zoltanie są zszokowani, ale w kolejności.Niedługo potem dołącza do nich okręt wojenny Zoltan uzbrojony w zęby, a nauczysz się głosu tej samej osoby jak poprzednio.Zoltans przedstawili się, mówiąc krótko: „Jesteśmy dalej”, a następnie rozpoczęli reorganizację ambasady.I znowu nie zyskasz wdzięczności, ale przynajmniej przekonasz ich, aby dał ci nagrodę.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_republic.xml$//textList[@name="TEXT_ENCOUNTER_LEECH"]/text[1]
source: Leeches might be depressive and unmotivated, but not even that can get in the way of their arrogance. Some high and mighty Leech soldier apparently thinks he can take you on and attacks!
es: Las sanguijuelas pueden ser depresivas y desmotivadas, pero ni siquiera eso puede interponerse en su arrogancia.¡Aparentemente, algún soldado de sanguijuela alta y poderosa piensa que puede llevarte y ataques!
ja: 蛭はうつ病でやる気がないかもしれないが、それさえも彼らの傲慢さの邪魔にはならない。偉そうなリーチの兵士が、どうやらあなたを相手にできると考えて攻撃しているようだ！
pl: Pruchy mogą być przygnębione i niezamotywowane, ale nawet to nie może przeszkadzać w ich arogancji.Najwyraźniej jakiś wysoki i potężny żołnierz pijawek uważa, że ​​radzi sobie z tobą i ataki!
