Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_republic.xml/*.po
Languages: es, ja, pl

source: The Leech pauses, and his two eye slits squint tighter than normal. "You look too high standing to be an agent of that purple parasite. My introduction is irrelevant, so I will spare you the details. I am Alkram Tripae, former general of the Eargen Republic under leadership of President Oertiss during the Federation-Mantis War. Now, in my old age, I have taken to ensuring the stability of the crown by ridding it of its current incompetency."
es: La sanguijuela se detiene, y sus dos pendientes de ojos se entrelazan más de lo normal."Te ves demasiado alto para ser un agente de ese parásito púrpura. Mi introducción es irrelevante, por lo que te ahorraré los detalles. Soy Alkram Tunae, ex general de la República de Eargen bajo el liderazgo del presidente Oertiss durante la federación-Mantis War War. Ahora, en mi vejez, he asegurado la estabilidad de la corona librando su incompetencia actual ".
ja: リーチは立ち止まり、二つの目を通常より強く細めた。「紫色の寄生虫の手先にしては、身分が高すぎるように見える。私の自己紹介は関係ないので、詳細は割愛する。私はアルクラム・トリペー、連邦・マンティス戦争中、アールゲン共和国の元将軍として、オアーティス大統領の指揮下にあった。老いた今、私は王室の安定を確保するため、現在の無能な王室を排除することにした。"
pl: Piła zatrzymuje się, a jego dwoje oczu mrużyły silniejsze niż zwykle.„Wyglądasz zbyt solidnie, aby być agentem tego fioletowego pasożyta. Mój pomysł nie ma znaczenia, więc dostarczę cię z szczegółów. Jestem Alkram Trip, byłym generałem republiki irgenicznej pod przewodnictwem prezydenta Ortis Podczas wojny z Bogiem -teraz, na starość, postanowiłem zapewnić stabilność korony, ratując ją przed obecną niekompetencją.

source: Crown? I thought Tyrdeo was president.
es: ¿Corona?Pensé que Tyrdeo era presidente.
ja: クラウン？ティルデオが大統領だと思っていた。
pl: Korona?Myślałem, że Torteo jest prezydentem.

source: "Exactly my point. That exuberant, dimwitted moron carries with him a shiny golden crown and fancies himself king, yet he has done nothing but lead our kind into even greater turmoil. If you do not fight for Tyrdeo, and are most certainly not of the Rebellion, then I figure you must be Federation in some respect. This skirmish is only a minor one - soon, we will reconvene at Tyrdeo's mansion where he is hiding, and seize the Republic. If you stand for the same liberties as the Federation claims then I hope you will join us." Alkram transfers over some coordinates and immediately goes back to focusing on his crew.
es: "Exactamente mi punto. Ese idiota exuberante y oscilante lleva consigo una corona dorada brillante y se imagina a sí mismo rey, pero no ha hecho nada más que nuestro tipo a una agitación aún mayor. Si no luchas por Tyrdeo, y ciertamente no es deLa rebelión, entonces creo que debes ser la Federación en cierto sentido.afirma entonces espero que te unas a nosotros ".Alkram se transfiere sobre algunas coordenadas e inmediatamente vuelve a centrarse en su tripulación.
ja: 「その通りだ。あの傲慢で間抜けなバカは、金色に輝く王冠を携えて自らを王と気取りながら、我々の種族をさらなる混乱に導くことしかしていない。ティルデオのために戦わず、反乱軍の一員でもないのなら、あなた方は連邦の一員に違いない。この小競り合いはほんの小さなものだ。すぐにティルデオが隠れている邸宅に再集合し、共和国を占領する。連邦が主張するような自由を支持するのであれば、我々に加わってほしい」。アルクラムは座標を転送し、すぐにクルーに集中する。
pl: „Zgadza się. Ten gwałtowny, głupi Blavan niesie ze sobą genialną złotą koronę i wyobraża sobie siebie jako króla, ale nie zrobił nic poza tym, że to doprowadziło naszą rodzinę do jeszcze większych wstrząsów. Jeśli nie walczysz o Tirdeo i oczywiście nie Należy zatem, jak sądzę, powinieneś być federacją.Alkram przechodzi kilka współrzędnych i natychmiast wraca do pracy ze swoją załogą.

source: Eh, just kill him.
es: Eh, solo matarlo.
ja: 彼を殺せばいい。
pl: Um, po prostu go zabij.

source: You have no idea who this Leech is or why Tyrdeo wants him dead, but hell if you don't enjoy some senseless murder.
es: No tienes idea de quién es esta sanguijuela o por qué Tyrdeo lo quiere muerto, pero demonios si no disfrutas de un asesinato sin sentido.
ja: このリーチが誰なのか、なぜティルデオが彼の死を望んでいるのか、あなたにはわからないだろうが、無分別な殺人を楽しめないのなら地獄だ。
pl: Nie masz pojęcia, kim jest ten pijawek i dlaczego Tirdeo chce jej śmierci, ale, cholera, jeśli nie chcesz cieszyć się bezsensownym morderstwem.

# data/events_sector_republic.xml$//event[@name="ALKRAM_MEET_WIN"]/choice[2]/text
source: Ignore the ship and carry on your way.
es: Ignora el barco y continúa tu camino.
ja: 船を無視して、自分の道を進む。
pl: Nie zwracaj uwagi na statek i kontynuuj swoją drogę.

source: The mighty vessel has been defeated - not even the strongest ship in the Eargen military could withstand your power.
es: El poderoso recipiente ha sido derrotado, ni siquiera el barco más fuerte en el ejército de Eargen podría resistir su poder.
ja: 強大な船は敗北した。アールゲン軍最強の船でさえ、あなた方の力に耐えることはできなかった。
pl: Potężny statek został pokonany - nawet najsilniejszy statek armii irgenicznej nie mógł się oprzeć twojej władzy.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: The mighty vessel has been defeated - not even the strongest ship in the Eargen military could withstand your power.
es: El poderoso recipiente ha sido derrotado, ni siquiera el barco más fuerte en el ejército de Eargen podría resistir su poder.
ja: 強大な船は敗北した。アールゲン軍最強の船でさえ、あなた方の力に耐えることはできなかった。
pl: Potężny statek został pokonany - nawet najsilniejszy statek armii irgenicznej nie mógł się oprzeć twojej władzy.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Location of President Tyrdeo's mansion.
es: Ubicación de la mansión del presidente Tyrdeo.
ja: ティルデオ大統領の邸宅の場所。
pl: Pobycie rezydencji prezydenta Tirdo.

source: Explored location. Nothing left of interest.
es: Ubicación explorada.No queda nada de interés.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.

# data/events_sector_republic.xml$//event[@name="TYRDEO_PALACE"]/text
source: This is the location Alkram described for certain - it's impossible to mistake the giant palace with its blinding beacon of light. With how run down the rest of Leech space is, it seems impossible something so well constructed could be here, but then again if it wasn't maybe the place wouldn't be the way it is.
es: Esta es la ubicación que Alkram describió con certeza: es imposible confundir el palacio gigante con su cegador faro de luz.Con lo que es el resto del espacio de sanguijuela, parece imposible que algo tan bien construido podría estar aquí, pero de nuevo si no fuera tal vez el lugar no fuera como es.
ja: まばゆいばかりの光を放つ巨大な宮殿を見間違えるはずはない。リーチ宇宙域の他の地域がいかに荒れ果てているかを見れば、これほど立派な建造物がここにあることなどあり得ないように思えるが、そうでなければ、このような場所にはなっていないのかもしれない。
pl: Jest to miejsce, które dokładnie opisał Alkram - nie można pomylić gigantycznego pałacu z olśnieniącą latarnią morską światła.Biorąc pod uwagę, jak zdewastowana reszta pijawek wydaje się niemożliwe dla czegoś tak dobrze zbudowanego tutaj, ale znowu, jeśli sytuacja w dzielnicy była lepsza, być może to miejsce nie wyglądało tak, jakby było.

# data/events_sector_republic.xml$//event[@name="TYRDEO_PALACE"]/choice/text
source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_republic.xml$//event[@name="TYRDEO_PALACE"]/choice/event/text
source: A fleet of revolutionary vessels have gathered around the palace, matched in equal force by the few remaining Eargen loyalists, as well as Inquisition and Coalition vessels. No one's managed to breach the mansion's security, and you can see why. A massive Ampere Dreadnaught protects the barrier around the structure, and it's no small threat. When you hear the stories of ancient massive Leech vessels, this is what they're talking about.
es: Una flota de buques revolucionarios se ha reunido alrededor del palacio, emparejado con igual fuerza por los pocos leales restantes de Eargen, así como los buques de inquisición y coalición.Nadie ha logrado violar la seguridad de la mansión, y usted puede ver por qué.Un amperio masivo teme protege la barrera alrededor de la estructura, y no es una pequeña amenaza.Cuando escuchas las historias de antiguos vasos sanguijuelas masivas, de esto es de lo que están hablando.
ja: 革命軍の船団が宮殿周辺に集結し、わずかに残ったアージェンの忠誠者たちや異端審問官、連合軍の船もそれに匹敵する勢力を誇っている。邸宅の警備を突破できた者はいない。巨大なアンペール・ドレッドノートが バリアーを守っている 脅威は小さくない古代の巨大なリーチ艦の話を聞けば、これのことだろう。
pl: Cała flota rewolucyjnych statków zebrała się wokół pałacu, w równej sile z kilkoma pozostałymi lojalistami irgeniczymi, a także statkami Inkwizycji i Koalicji.Nikt nie udało się przełamać obrony rezydencji, a ty rozumiesz, dlaczego.Ogromne dreadnight Ampers chroni barierę wokół budynku i nie jest to niewielkie zagrożenie.Kiedy słyszysz historie o starożytnych masywnych statkach pijawek, mówią o tym.

source: We can take it on!
es: ¡Podemos asumirlo!
ja: 我々はそれを引き受けることができる！
pl: Zajmujemy się tym!

source: The massive war vessel lurches towards you as you approach. Time to put the myths to the test.
es: El buque de guerra masivo se tambalea hacia usted mientras se acerca.Es hora de poner a prueba los mitos.
ja: あなたが近づくと、巨大な戦艦があなたに向かって突進してくる。神話を試す時だ。
pl: Ogromny statek wojskowy trafia do ciebie, gdy się zbliżasz.Czas sprawdzić mity w praktyce.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Hell no, let's go.
es: Demonios no, vamos.
ja: いや、行こう。
pl: Nie, cholera, wyjeżdżamy.

source: Liberty and all that jazz is cool, but you'd rather live to see tomorrow than die supporting a conflict you have no personal stake in.
es: Liberty y todo ese jazz es genial, pero prefieres vivir para ver mañana que morir apoyando un conflicto en el que no tienes una participación personal.
ja: 自由とかそういうのはカッコイイけど、個人的な利害関係もない紛争を支持して死ぬくらいなら、明日を生きるほうがいい。
pl: Wolność i cały ten jazz są fajne, ale lepiej przetrwać do jutra niż umrzeć, popierając konflikt, w którym osobiście nie jesteś zainteresowany.

# data/events_sector_republic.xml$//event[@name="TYRDEO_PALACE_ENTER"]/text
source: With the Dreadnaught downed, the barrier falls in a matter of minutes and revolutionaries swarm the palace grounds. In the heat of the conflict you manage to slip past the rest of the defenses and enter the mansion.
es: Con la dreadnaught days, la barrera cae en cuestión de minutos y los revolucionarios pululan el palacio.En el calor del conflicto, logras pasar el resto de las defensas y entrar en la mansión.
ja: ドレッドノートが倒され、障壁は数分で崩壊し、革命派が宮殿の敷地に押し寄せる。争いが激化する中、あなたはなんとか残りの防衛線をすり抜け、邸宅に侵入する。
pl: Po zestrzeleniu Dreadnought bariera spadnie w ciągu kilku minut, a rewolucjoniści wypełnili terytorium pałacu.W trakcie konfliktu udaje ci się przepuścić resztę obrońców i dostać się do rezydencji.

# data/events_sector_republic.xml$//event[@name="TYRDEO_PALACE_ENTER"]/choice/text
source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Few guards remain inside, all occupied handling the invaders on the exterior. You manage to break your way into Tyrdeo's bedchambers where you see the sickly purple worm nervously watching the conflict from his window. This is Tyrdeo.
es: Pocos guardias permanecen adentro, todos ocupados que manejan a los invasores en el exterior.Logras romperte en las camas de cama de Tyrdeo, donde ves al gusano morado enfermizo observando nerviosamente el conflicto desde su ventana.Este es Tyrdeo.
ja: 中に残っている警備兵はほとんどいない。あなたはティルデオの寝室に侵入することに成功し、そこで病弱な紫色の虫が窓から神経質に紛争を眺めているのを見た。これがティルデオだ。
pl: W środku pozostało niewielu strażników, wszyscy są zajęci najeźdźcami z zewnątrz.Udaje ci się włamać się do komnat Tyrdeo, gdzie widzisz pacjenta z fioletowego robaka, nerwowo obserwując konflikt z okna.To jest torteo.

source: Your time is up, Tyrdeo!
es: ¡Tu tiempo está listo, Tyrdeo!
ja: 時間切れだ、ティルデオ！
pl: Czas minął, torteo!

source: The Leech turns around, frightened. His wavering voice is surprisingly soft, like a child rather than a dictator. "Oh heavens! Please, have mercy. Oh dear oh dear. What have I done? Has it really come to this? A foreign hitman breaking down my door, cutting my head off upon my own bed? Please, do it quick, and don't hurt my Wealsey." Tyrdeo points with one of his tongues to a cage in the corner of the room with contains a large, bright yellow avian creature, who chirps cheerfully despite the dire mood of the room.
es: La sanguijuela se da vuelta, asustada.Su voz vacilante es sorprendentemente suave, como un niño en lugar de un dictador."¡Oh cielos! Por favor, ten piedad. Oh, Dios mío.No lastimes a mi wealsey ".Tyrdeo señala con una de sus lenguas a una jaula en la esquina de la habitación con una criatura aviar amarilla grande y brillante, que coge alegremente a pesar del terrible estado de ánimo de la habitación.
ja: 蛭子は怯えて振り向く。揺れ動く声は驚くほど柔らかく、独裁者というより子供のようだ。"ああ、天よ！どうか、お慈悲を。やれやれ、やれやれ。なんてことをしてしまったんだ。本当にこんなことになってしまったのか？外国の殺し屋にドアを壊され、ベッドで首を切られるなんて。お願いだ、早くやってくれ、ウィールシーを傷つけないでくれ」。ティルデオは部屋の隅にある檻を舌で指し示し、その檻には大きな明るい黄色の鳥がいる。
pl: Pijawka jest przestraszona.Jego drżący głos jest niezwykle elastyczny, jak dziecko, a nie dyktator.„O Boże! Proszę oszczędzaj. O Panie, Panie. Co ja zrobiłem? Naprawdę do tego przyszedłem? Zagraniczny zabójca włamuje się do moich drzwi, odcina mi głowę na własnym łóżku? Proszę, zrób to szybko i nie dotykaj mojej Walsey ".Tyrdeo pokazuje jeden ze swoich języków w klatce w rogu pokoju, w którym siedzi duże, jaskrawo żółte, pierzaste stworzenie, które chiruje się wesoło, pomimo ponurego nastroju w pokoju.

source: We aren't hitmen - you'll answer for your crimes in front of your people.
es: No somos Hitmen, responderás por tus crímenes frente a tu gente.
ja: 私たちは殺し屋じゃない。仲間の前で罪を償ってもらう。
pl: Nie jesteśmy zatrudnionymi zabójcami - będziesz odpowiedzialny za swoje zbrodnie wobec swojego ludu.

source: "No-no please! Please! I don't care if you kill me, but if you hand me over to them you have no idea what they're going to do to me! They'll hack me into bits like Oertiss, or cut my tongue off and strangle me with it like Aerkae! Just shoot me, please!" Tyrdeo crumples to the ground, sobbing uncontrollably. You sling him over your shoulder and haul him over to Alkram, who has arrived at the palace as well and thanks you. "We found a cruiser in one of the hangars, seems to have been Tyrdeo's private cruiser and his escape plan. He has no use for it anymore, so we'll give it to the Federation as a gift."
es: "¡No, por favor! ¡Por favor! ¡No me importa si me matas, pero si me das la entrega, no tienes idea de lo que me van a hacer!¡O corta mi lengua y me estrangula como Aerkae!Tyrdeo se cruza al suelo, sollozando sin control.Lo arrojas sobre tu hombro y lo llevas a Alkram, que también ha llegado al palacio y te agradece."Encontramos un crucero en uno de los hangares, parece haber sido el crucero privado de Tyrdeo y su plan de escape. Ya no tiene uso de ello, por lo que lo daremos a la Federación como un regalo".
ja: 「お願いします！お願いだ！私を殺すのは構わないが、奴らに引き渡せば、何をされるかわからない！オアティスのように切り刻まれるか、アールケーのように舌を切られて絞め殺される！撃ってくれ、頼む！」。ティルデオは地面に崩れ落ち、泣きじゃくる。あなたは彼を肩にかけ、宮殿に到着したアルクラムのところに連れて行き、礼を言う。「格納庫のひとつでクルーザーを見つけました。ティルデオの自家用クルーザーで、彼の脱出計画だったようです。ティルデオの自家用クルーザーだったようで、彼の逃亡計画でもあった。
pl: „Nie, nie, proszę! Proszę! Nie obchodzi mnie, czy mnie zabijesz, ale jeśli dasz mnie w ich ręce, nie możesz sobie wyobrazić, co zrobią ze mną! Pokażą mnie na kawałki, jak caddy lub odetnij mój język i udusić je jak Aerke!Torteo spada na ziemię, szlochając niekontrolowanie.Rzucisz go przez ramię i przeciągasz do Alkramu, który również przybył do pałacu i dziękuję.„Znaleźliśmy krążownik w jednym z hangarów, wydaje się, że był to osobisty krążownik Tirdo i jego plan ucieczki. Nie potrzebuje go, więc przeniesiemy jego federację jako prezent”.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Tyrdeo is dragged out to the courtyard where you see most of the fighting has already stopped. Seeing the president captured, the last of the loyalists surrender. Tyrdeo is strung up in front of the crowd of jeering Leeches as he continues to sob. Even some of the Coalition and Inquisition officers join in. Tyrdeo pleads, "Heavens, is this really necessary? You were the ones that put me in charge, I only tried to help!" Tyrdeo lets out a giant sob. "I know it was stupid to give the Vampweeds flowers, but I was only trying to make friends! Joining the Coalition seemed the best way to stabilize the nation! What was I to do? I was a landscaper before this! And a bad one! Why did you put me in charge?!"
es: Tyrdeo es arrastrado al patio donde ves que la mayoría de los combates ya se han detenido.Al ver al presidente capturado, el último de los leales se rinde.Tyrdeo está colgado frente a la multitud de sanguijuelas burlonas mientras continúa sollozando.Incluso algunos de los oficiales de coalición e inquisición se unen. Tyrdeo suplica: "Heavens, ¿es esto realmente necesario? ¡Usted fue el que me puso a cargo, solo traté de ayudar!"Tyrdeo deja escapar un sollozo gigante."¡Sé que fue estúpido dar flores de los vampweeds, pero solo estaba tratando de hacer amigos! ¡Unirme a la coalición parecía la mejor manera de estabilizar a la nación! ¿Qué iba a hacer? ¡Era un paisajista antes de esto!!
ja: ティルデオは中庭に引きずり出されるが、そこではすでにほとんどの戦闘が停止していた。大統領が捕らえられたのを見て、最後の忠臣たちが降伏する。泣き叫ぶ蛭の群衆の前で、ティルデオは吊るされる。連合軍や異端審問官の何人かもそれに加わる。ティルデオは懇願する。私はただ助けようとしただけだ！"ティルデオは大きな嗚咽を漏らす。"ヴァンプウィードに花を贈ったのは愚かなことだとわかっているが、友人を作ろうとしただけだ！連合に参加することが、国を安定させる最善の方法に思えた！私はどうすればいいんだ？どうすればいいんだ？悪いやつだ！なぜ私を担当にした？
pl: Tyrdeo zostaje wyciągnięty na dziedziniec, gdzie, jak widzisz, większość bitwy już się zatrzymała.Widząc, że prezydent został schwytany, ostatni lojalistów poddał się.Tyrdeo jest zawieszony przed tłumem kpiących pijawek i nadal szlocha.Nawet niektórzy oficerowie koalicji dołączają do inkwizycji.Torteo błaga: „Boże, czy to naprawdę konieczne? Sam wyznaczyłeś mnie główną, po prostu starałem się pomóc!”Torteo emituje ogromny szloch.„Wiem, że to głupie było dać kwiaty wampirzy, ale po prostu starałem się zaprzyjaźnić! Połączenie z koalicją wydawało się najlepszym sposobem na ustabilizowanie kraju! Co mogłem zrobić? Wcześniej byłem projektantem krajobrazu! I złe!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Alkram cuts Tyrdeo off and stands before the crowd. "Enough of your crying. Be a man. I faced down Engi war machines and Zoltan peacekeepers in that war, while you were busy trimming hedges! You had your chance, but it's time the Eargen Republic had a competent leader for once!" The crowd joins in, chanting and practically drooling at the mouth for the prospect of killing the former President. In one final effort, Tyrdeo turns to you, pleading. "Please, I know I made mistakes, I know the Coalition is your enemy, but you can't let them do this! I don't want to be president anymore, I never did! I just want to live!"
es: Alkram corta a Tyrdeo y se encuentra ante la multitud."Basta de tu llanto. ¡Sé un hombre. Me enfrenté a las máquinas de guerra de Engi y a los fuerzas de paz de Zoltan en esa guerra, mientras estabas ocupado recortando setos! ¡Tuviste tu oportunidad, pero es hora de que la República Eargen tuviera un líder competente por una vez!"La multitud se une, cantando y prácticamente babeando en la boca para la posibilidad de matar al ex presidente.En un esfuerzo final, Tyrdeo se vuelve hacia ti, suplicando."Por favor, sé que cometí errores, sé que la coalición es tu enemigo, ¡pero no puedes dejar que hagan esto! ¡Ya no quiero ser presidente, nunca lo hice! ¡Solo quiero vivir!"
ja: アルクラムはティルデオを切り捨て、群衆の前に立つ。「泣くのはもうたくさんだ。男らしくしろ。私はあの戦争でエンギの戦闘機とゾルタンの平和維持軍に立ち向かった！お前にもチャンスはあったが、アールゲン共和国に一度だけ有能な指導者が現れた時だ！"群衆も一緒になって唱和し、前大統領を殺せるということでよだれを垂らしていた。最後の力を振り絞り、ティルデオはあなたに懇願する。「お願いです、私が過ちを犯したことも、連合があなたの敵であることも知っています！私はもう大統領にはなりたくない！ただ生きたいだけなんです！"
pl: Alkram przerywa Tyrdeo i stoi przed tłumem.„Przestań narzekać. Bądź mężczyzną. Przynajmniej raz lider! "Tłum dołącza, intonując i prawie odrzucając ślinę z perspektywy zabicia byłego prezydenta.W ostatnim wysiłku Tyrdeo zwraca się do ciebie modlitwą.„Wiem, że popełniłem błędy, wiem, że koalicja jest twoim wrogiem, ale nie możesz tego zrobić! "

source: You had your chance. You get what's coming to you.
es: Tuviste tu oportunidad.Obtienes lo que te viene.
ja: チャンスはあった。自業自得だ。
pl: Miałeś szansę.Dostaniesz to, na co zasługujesz.

source: Tyrdeo squeals in fear as his fate is sealed. He is cut free and flung into the crowd, where he is torn to shreds by his former disciples. A gruesome end beyond all doubt. Alkram watches in what you assume is disgust. Ironic considering he played the hand of fate there, but perhaps he's envisioning himself in that position if he screws up himself.
es: Tyrdeo chillea de miedo mientras su destino está sellado.Es cortado y arrojado a la multitud, donde sus antiguos discípulos lo destrozan.Un final horrible más allá de toda duda.Alkram observa lo que supone que es asco.Ironic teniendo en cuenta que jugó la mano del destino allí, pero tal vez se está imaginando en esa posición si se arruina a sí mismo.
ja: ティルデオは運命が決まったとばかりに恐怖の声を上げる。彼は切り離され、群衆の中に投げ込まれ、そこでかつての弟子たちによってズタズタに引き裂かれる。間違いなく、陰惨な最期だ。アルクラムは呆然とその様子を見ている。そこで運命の手を打ったことを考えれば皮肉なものだが、おそらく彼は、自分がヘマをすればそのような立場になることを思い描いているのだろう。
pl: Torteo piszczy ze strachu, ponieważ jego los jest przesadnym wnioskiem.Zostaje zwolniony i wrzucony do tłumu, gdzie jego byli studenci są rozdarci na kawałki.Bez wątpienia straszny koniec.Alkram zauważa, co się dzieje, jak myślisz, z obrzydzeniem.Jak na ironię, biorąc pod uwagę, że grał w rękach losu, ale być może reprezentuje siebie w tej pozycji, jeśli jest zepsuty.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: With Tyrdeo dead, the remaining Coalition and Inquisition forces flee, leaving only you and the Leeches. Alkram begins to make a speech, "For too long the Republic has been stifled by incompetency. It's time a TRUE leader takes the crown, and I could think of no one better than mysel-" Alkram is cut off by the crowd, who begins to boo again. Seems the Leeches have finally caught onto their situation. Cycles and cycles of the same thing over and over, and they're done with it. Alkram backs down, terrified that he's about to meet the same fate.
es: Con Tyrdeo muerto, las fuerzas de coalición e inquisición restantes huyen, dejándote solo tú y las sanguijuelas.Alkram comienza a pronunciar un discurso, "Durante demasiado tiempo, la República ha sido sofocada por la incompetencia. Es hora de que un verdadero líder tome la corona, y no podría pensar en nadie mejor que Mysel-" Alkram está cortado por la multitud, que comienzaa Boo de nuevo.Parece que las sanguijuelas finalmente se han apoderado de su situación.Ciclos y ciclos de la misma cosa una y otra vez, y se terminan con eso.Alkram retrocede, aterrorizado de que esté a punto de encontrarse con el mismo destino.
ja: Tyrdeoが死に、連合軍と異端審問官の残存部隊は逃げ去り、残るはあなたと蛭だけとなる。アルクラムは演説を始める。「あまりにも長い間、共和国は無能によって抑圧されてきた。真のリーダーが王冠を手にする時だ。"私以外に適任者はいない..."アルクラムは観客のブーイングに遮られる。蛭子たちもようやく自分たちの状況に気づいたようだ。何度も何度も同じことを繰り返され、もううんざりしているのだ。アルクラムは、自分も同じ運命をたどるのではないかと怯えながら後ずさりする。
pl: Po śmierci Tyrdeo pozostałe siły koalicji i bieganie inkwizycji, pozostawiając tylko ciebie i pijawki.Alkram zaczyna wygłaszać mowę: „Zbyt długo republika została stłumiona przez niekompetencję. , które znów zaczyna się go pochwalić.Wygląda na to, że pijawki w końcu zdały sobie sprawę z ich sytuacji.Cykle i cykle tego samego, raz po raz, i są tym zmęczone.Alkram cofa się, przestraszony, że ten sam los się go spotkał.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...
