Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_republic.xml/*.po
Languages: es, ja, pl

# data/events_sector_republic.xml$//textList[@name="TEXT_ENCOUNTER_LEECH"]/text[2]
source: The unpredictable strategies employed by the incompetent and usually only half-willing modern Eargen military can make Leech ships frightening adversaries. Let's hope you can make it out of this one without too many scratches!
es: Las estrategias impredecibles empleadas por los militares incompetentes y, por lo general, solo el ejército moderno de Eargen, puede hacer que los barcos sanguijuela sean adversarios aterradores.¡Esperemos que puedas salir de este sin demasiados rasguños!
ja: 無能で、たいていは半端な意欲しかない現代のアージェン軍が採用する予測不可能な戦略は、リーチ艦を恐ろしい敵にする。傷ひとつ負わずに切り抜けられることを祈ろう！
pl: Nieprzewidywalne strategie, używane niekompetentne i zwykle tylko w połowie dużej walki ze współczesnym irgenicznym wojskiem, mogą tworzyć statki pijawek z strasznymi przeciwnikami.Miejmy nadzieję, że wyjdziesz z tej bitwy bez specjalnych zadrapań!

# data/events_sector_republic.xml$//textList[@name="TEXT_ENCOUNTER_LEECH"]/text[3]
source: A Leech captain of the nearby ship hails you and clears his throat. "Ah crap, I had something I was gonna say. Awkward... uh, I'm just going to kill you. But it was going to sound WAY cooler if I had remembered my original speech."
es: Un capitán de sanguijuela del barco cercano te aclama y se aclara la garganta."Ah, mierda, tenía algo que iba a decir. Incómodo ... eh, solo te voy a matar. Pero iba a sonar mucho más fresco si hubiera recordado mi discurso original".
ja: 近くの船のリーチ船長があなたに声をかけ、咳払いをする。"しまった、言うことがあったんだ。気まずい...ああ、君を殺すつもりだ。でも、元のスピーチを覚えていたら、もっとかっこよく聞こえるはずだったんだ。"
pl: Kapitan pijawek z najbliższego statku kontaktuje się z tobą i oczyszcza gardło.„To gówno, chciałem coś powiedzieć. Uderzyłem… uh, po prostu cię zabiję. Ale brzmiałoby to znacznie chłodniej, gdybym zapamiętał moje oryginalne przemówienie”.

# data/events_sector_republic.xml$//textList[@name="TEXT_ENCOUNTER_LEECH"]/text[4]
source: Judging alone from the drunken movements of the nearby Leech ship, you suspect their captain isn't all there at the moment. In his stupor, he mistakes you for an enemy and attacks! Looks like you won't be able to reason with this one.
es: A juzgar solo por los movimientos borrachos del cercano barco sanguijuela, sospecha que su capitán no está todo allí en este momento.¡En su estupor, te confunde con un enemigo y ataques!Parece que no podrás razonar con este.
ja: 近くにいたリーチ船の泥酔した動きからだけ判断すると、彼らの船長は今、その場にいないのだろう。酔った勢いで敵と間違えて攻撃してきた！どうやら理屈は通じないようだ。
pl: Sądząc po pijackich ruchach najbliższego statku Leeches, podejrzewasz, że ich kapitan nie ma teraz w sobie.W nieświadomości zabiera cię na wroga i atakuje!Wygląda na to, że nie będziesz mógł go rozumować.

# data/events_sector_republic.xml$//textList[@name="TEXT_ENCOUNTER_LEECH"]/text[5]
source: Hard to say why the nearby Leech ship has chosen to attack you. A death wish perhaps? You wouldn't be surprised, but you would have preferred if they had just asked instead of forcing it upon you!
es: Es difícil decir por qué el barco sanguijuela cercano ha elegido atacarte.¿Un deseo de muerte quizás?No te sorprendería, ¡pero hubieras preferido si hubieran preguntado en lugar de forzarlo!
ja: なぜ近くのリーチ船があなたを攻撃することにしたのか、その理由はわからない。死にたいのか？驚きはしないが、無理強いするのではなく、ただ尋ねてきてほしかった！
pl: Statek Leeches widzi, jak przelatujesz i nakazuje, aby przestać.Oczywiście jest jednym z ostatnich żołnierzy, którzy mają motywację, aby naprawdę obserwować swój obowiązek.Szkoda, że ​​jego wysiłki były skierowane przeciwko tobie!

# data/events_sector_republic.xml$//textList[@name="TEXT_ENCOUNTER_LEECH"]/text[6]
source: A Leech ship eyes you passing by, and orders you to stop. Apparently, he's one of the last few soldiers left with the motivation to actually uphold his post. It's a shame his effort is wasted on you!
es: Un barco de sanguijuela mira y te ordena que te detengas.Aparentemente, es uno de los últimos soldados que quedan con la motivación para mantener su puesto.¡Es una pena que su esfuerzo se desperdicie en ti!
ja: リーチ船が通り過ぎるあなたを見て、止まるよう命令する。どうやら彼は、自分の持ち場を守ろうとする意欲を持った、残された数少ない兵士の一人のようだ。彼の努力が無駄になるのは残念だ！
pl: Statek Leeches widzi, jak mijasz i nakazuje, aby przestać.Oczywiście jest jednym z ostatnich żołnierzy, którzy mają motywację, aby naprawdę podążać za jego stanowiskiem.Szkoda, że ​​jego wysiłki zniknęły dla ciebie na próżno!

# data/events_sector_republic.xml$//event[@name="ENCOUNTER_LEECH_PULSAR"]/text
source: Though this forsaken sector might be mostly asteroid fields and nebulas, apparently a pulsar has found its lovely way here to bother you some more, while a Leech ship locks on and attacks!
es: Aunque este sector abandonado podría ser principalmente campos de asteroides y nebulas, aparentemente un púlsar ha encontrado su hermosa manera aquí para molestarte un poco más, mientras que un barco sanguijuela se bloquea y ataca.
ja: この見捨てられたセクターのほとんどは小惑星帯と星雲かもしれないが、どうやらパルサーがあなたをさらに悩ませるために、この素敵な道を見つけたようだ！
pl: Chociaż ten zapomniany sektor składa się głównie z pól asteroidowych i mglistych, oczywiście Pulsar wybrał świetną okazję, aby ponownie przeszkadzać, a tymczasem statek pijawek wyprzedza cię i atakuje!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: It sure seems as if nearly every government nowadays is in the midst of rebellion, including the Leeches. A revolutionary vessel, dangerously low on fuel, decides to attack you for all that you've got!
es: Seguro que parece que casi todos los gobiernos hoy en día están en medio de la rebelión, incluidas las sanguijuelas.¡Un recipiente revolucionario, peligrosamente bajo en combustible, decide atacarte por todo lo que tienes!
ja: ヒルを含め、今やほとんどすべての政府が反乱の真っ只中にあるように思える。燃料が危険なほど不足した革命船が、持てるものすべてをかけてあなたを攻撃することを決定した！
pl: Wygląda na to, że dziś prawie każdy rząd jest w epicentrum powstania, w tym pijawki.Statek rewolucjonistów, którzy katastrofalnie brakuje paliwa, postanawia cię zaatakować i zabrać wszystko, co masz!

source: A nearby revolutionary ship accuses you of supporting President Tyrdeo and attacks before you can defend yourself!
es: ¡Un barco revolucionario cercano lo acusa de apoyar al presidente Tyrdeo y ataca antes de que pueda defenderse!
ja: 近くにいた革命船が、ティルデオ大統領を支持しているとあなたを非難し、あなたが身を守る前に攻撃してきた！
pl: Pobliski statek rewolucjonistów oskarża cię o wsparcie prezydenta Torteo i ataków, zanim uda ci się chronić!

source: As with many insurrections, it appears the Leech revolutionaries are violent and aggressive nationalists who'll attack anyone, even passing Federation ships like you with no word in the matter!
es: Al igual que con muchas insurrecciones, parece que los revolucionarios de la sanguijuela son nacionalistas violentos y agresivos que atacarán a cualquiera, ¡incluso pasando barcos de la federación como tú sin decir nada en el asunto!
ja: 多くの反乱と同様、リーチの革命家は暴力的で攻撃的な民族主義者であり、誰であろうと攻撃するようだ！
pl: Podobnie jak w wielu innych powstaniach, wydaje się, że pijawki są rewolucjonistami okrutnymi i agresywnymi nacjonalistami, którzy bez wyjaśnienia zaatakują kogokolwiek, nawet przechodząc przez statki Federacji, takie jak ty!

source: The Leech revolutionaries themselves probably wouldn't mind the Federation so much if it weren't for the Vampweeds assisting them. The Vampweeds technically aren't your enemies - but with their nation being so inclined towards militarization, and the fact they fought on the side of the Hive in the Federation-Mantis war means they aren't so hesitant to taking on Federation ships in their space!
es: Los revolucionarios de la sanguijuela probablemente no les importaría tanto la federación si no fuera por los vampiros que los ayudaban.Los vampepresentantes técnicamente no son tus enemigos, pero con su nación tan inclinada hacia la militarización, y el hecho de que lucharon del lado de la colmena en la guerra de la federación -Mantis significa que no dudan tanto en enfrentar los barcos de la federación en sus¡espacio!
ja: リーチの革命家たちは、ヴァンプウィードの援助がなければ、連邦をそれほど気にしていなかっただろう。ヴァンプウィードは厳密には敵ではないが、彼らの国は軍国主義に傾いており、連邦とマンティスの戦争ではハイヴの側で戦ったという事実がある！
pl: Sami rewolucjoniści prawdopodobnie nie byliby tak bardzo przeciwko Federacji, gdyby nie wampiry, które im pomagają.Vampsorniki technicznie nie są twoimi wrogami - ale ponieważ ich naród jest podatny na militaryzację, a fakt, że walczyli po stronie ula w wojnie Federacji z Matką Bożą, oznacza, że ​​nie są tak niezdecydowane, aby zaatakować federację Federacji w ich przestrzeni!

source: "The future is now! First the Eargen Republic, then the galaxy, then the Multiverse! The Leeches shall taste glory once again!" These revolutionaries seem to be setting their sights a bit too high, but you won't waste time talking it through.
es: "¡El futuro es ahora! Primero, la República de Earten, luego la galaxia, luego el multiverso! ¡Las sanguijuelas sabrán a la gloria una vez más!"Estos revolucionarios parecen estar poniendo sus miras demasiado altas, pero no perderán el tiempo hablando.
ja: "未来は今だ！まずはアージェン共和国、次に銀河系、そして多元宇宙！ヒルは再び栄光を味わう！"この革命家たちは少し目標を高く設定しすぎているようだが、話し合いで時間を無駄にすることはないだろう。
pl: „Przyszłość nadeszła! Najpierw Republika Irgen, potem galaktyka, a potem wielkość wielkości! Lecks znów poczuje sławę!”Wygląda na to, że ci rewolucjoniści wyznaczają zbyt wysokie cele, ale nie będziesz tracić czasu na puste rozmowy.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: The Inquisition made a deal with Tyrdeo to protect Eargen space from the revolutionaries, but so far they've mostly just established immense numbers of troops here that do little to actually help the government, and more to just bother travelers like you. Whoopee!
es: La Inquisición llegó a un acuerdo con Tyrdeo para proteger el espacio de Eargen de los revolucionarios, pero hasta ahora solo han establecido un inmenso número de tropas aquí que hacen poco para ayudar al gobierno, y más para molestar a los viajeros como usted.¡Juerga!
ja: 異端審問官は革命派からアージェン宇宙を守るためにティルデオと協定を結んだが、これまでのところ、彼らはここに膨大な数の軍隊を設立しただけで、実際に政府を助けることはほとんどなく、むしろあなたのような旅行者を困らせるだけだ。おっと！
pl: Inkwizycja zawarła porozumienie z Tirdeo na temat ochrony przestrzeni Irgenic Republic przed rewolucjonistami, ale jak dotąd po prostu umieścili tutaj ogromną liczbę żołnierzy, które nie pomagają rządowi, a bardziej po prostu zawracają sobie głowy podróżnikom takim jak ty.Ups!

source: A Rock captain stares down your ship. "I am tired of working with these repulsive tapeworms. I will escape, using your ship."
es: Un capitán de rock mira tu barco."Estoy cansado de trabajar con estas tenias repulsivas. Escaparé, usando su barco".
ja: ロックの船長があなたの船を見つめている。「この不快なサナダ虫と働くのはうんざりだ。君の船を使って逃げよう。
pl: Kapitan Valunov patrzy na twój statek.„Mam dość pracy z tymi obrzydliwymi robakami taśmowymi. Uciekam za pomocą twojego statku”.

source: It's a miracle the Rockmen can tolerate being around the Leeches when they're normally so prudish. It's clearly putting them on edge, enough so that with little reason the Rock ship here attacks!
es: Es un milagro que los rocosos puedan tolerar estar alrededor de las sanguijuelas cuando normalmente son tan mojigatos.¡Claramente los pone nervioso, lo suficiente como para que con pocas razones el barco de rock aquí ataques!
ja: ロックマンがヒルのそばにいられるのは奇跡だ。普段はとても慎重なのに。そのせいで、彼らは明らかにイライラしており、ちょっとした理由でロック船が攻撃してくるほどだ！
pl: To tylko cud, że głazy mogą przetrwać obok pijawek, gdy zwykle są takimi podszetami.To wyraźnie działa na ich nerwy, tak bardzo, że bez szczególnego powodu wysyłka głazów atakuje ich!

source: "These Leeches know nothing of the holy words! I am tired, and frustrated. The Theocracy will not let us leave until the war is over. I will now pretend you are my coworkers, and I will smash you into bits."
es: "¡Estas sanguijuelas no saben nada de las palabras santas! Estoy cansado y frustrado. La teocracia no nos dejará ir hasta que termine la guerra. Ahora fingiré que eres mis compañeros de trabajo y te golpearé en pedazos".
ja: "ヒルは聖なる言葉を知らない！私は疲れている。戦争が終わるまで、神権政治は私たちを帰してくれない。お前たちを同僚だと偽り、粉々にしてやる"
pl: „Te pijawki nie wiedzą nic o świętych słowach! Jestem zmęczony i rozczarowany. Teokracja nie pozwoli nam odejść, dopóki wojna się nie skończy. Teraz udawam, że jesteś moimi kolegami i rozbiję cię do puchu”.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: The introduction of the Leeches into the Coalition seems to have been only a half-hearted gesture on both sides. The Republic doesn't seem all too keen on acting in the interest of the Coalition, and it's highly probable the Coalition is only helping fight the revolutionaries because of the number of soldiers the Leeches can provide. Now, enough politics. A threat approaches!
es: La introducción de las sanguijuelas en la coalición parece haber sido solo un gesto a medias en ambos lados.La República no parece demasiado interesada en actuar en interés de la coalición, y es muy probable que la coalición solo esté ayudando a luchar contra los revolucionarios debido a la cantidad de soldados que las sanguijuelas pueden proporcionar.Ahora, suficiente política.¡Se acerca una amenaza!
ja: 蛭の連合への参加は、双方にとって中途半端なジェスチャーに過ぎなかったようだ。共和国は連合の利益のために行動することにあまり熱心ではないようだし、連合は蛭が提供できる兵士の数のために革命派との戦いに協力しているにすぎない可能性が高い。さて、政治はもういい。脅威が近づいている！
pl: Połączenie pijawek do koalicji wydawało się być zaledwie pół -poważne gest po obu stronach.Republika nie stara się działać w interesie koalicji i jest bardzo prawdopodobne, że koalicja pomaga walczyć z rewolucjonistami tylko ze względu na liczbę żołnierzy, którzy mogą być wyposażone w pijawki.Teraz jest wystarczająco dużo polityki.Zbliża się zagrożenie!

source: For all the Coalition's build up as some grand galactic threat, they really haven't seemed to do much besides the Aquarian Invasions. Sure, it's a nuisance you have to deal with ships like the one barreling towards you right now, but at least they aren't directly attacking the Federation anymore.
es: A pesar de toda la acumulación de la coalición como una gran amenaza galáctica, realmente no parecen hacer mucho además de las invasiones de Acuario.Claro, es una molestia que tengas que lidiar con barcos como el que se acerca a ti en este momento, pero al menos ya no están atacando directamente a la Federación.
ja: 連合は壮大な銀河の脅威であるかのように見せかけているが、アクエリアンの侵略以外には大したことはしていないようだ。確かに、今まさに向かってきているような船に対処しなければならないのは厄介だが、少なくとも連邦を直接攻撃することはもうない。
pl: Z całym faktem, że koalicja została stworzona jako rodzaj wielkiego galaktycznego zagrożenia, w rzeczywistości, z wyjątkiem inwazji powszechnych, niewiele zrobili.Oczywiście nieprzyjemne jest radzić sobie ze statkami takimi jak ten, który pędza do ciebie teraz, ale przynajmniej nie atakują już federacji.

source: "Geh, you know what's worse than a stupid smelly Leech? A stupider, smellier Federation captain!" The Coalition captain receives several high-fives from his crew, then attacks!
es: "Geh, ¿sabes qué es peor que una estúpida sanguijuela maloliente? ¡Un capitán de la Federación más estúpido y oloroso!"¡El capitán de la coalición recibe varios cinco de su tripulación, luego ataques!
ja: 「ゲッ、バカで臭いリーチより悪いのは何だと思う？もっとバカで臭い連邦の艦長だ！"連合船長はクルーから何度もハイタッチを受け、そして攻撃する！
pl: „Heh, wiesz, że gorzej niż głupie śmierdząca pijawka? Głupi i najbardziej śmierdzący kapitan federacji!”Kapitan koalicji otrzymuje zatwierdzanie okrzyków od jego zespołu, a następnie atakuje!

source: A Coalition ship looms, unsure whether it will attack you. That's a joke of course - they already made up in their minds to attack before you'd even had the time to read the first sentence.
es: Un barco de la coalición se asigna, no está seguro de si te atacará.Esa es una broma, por supuesto, ya se inventaron en sus mentes para atacar antes de que incluso tuvieras tiempo para leer la primera oración.
ja: 連合軍の船が迫ってくるが、攻撃してくるかどうかはわからない。もちろん、それは冗談だ。彼らは、あなたが最初の文章を読む間もなく、すでに攻撃する決心を固めている。
pl: Zbliża się statek koalicyjny, nie wiedząc, czy on cię zaatakuje.To oczywiście żart - już postanowili zaatakować jeszcze zanim udało ci się przeczytać pierwsze zdanie.

# data/events_sector_republic.xml$//event[@name="ENCOUNTER_LEECH_VAMPWEED"]/text
source: According to the stories, Tyrdeo pissed off the Vampweed Premier so much by handing him a handpicked bouquet of flowers during a diplomatic meeting, that he outright declared war on their entire species. Hilarious story yes, but unfortunately the Vampweeds are the exact opposite of their Floral brethren and aren't quite so hesitant to attack passerbys like yourself!
es: Según las historias, Tyrdeo cabreó tanto al primer ministro de vampweed al entregarle un ramo de flores cuidadosamente seleccionado durante una reunión diplomática, que declaró directamente la guerra en toda su especie.Hilarante historia sí, pero desafortunadamente los vampiros son exactamente lo contrario de sus hermanos florales y no dudan tanto en atacar a los transeúntes como usted!
ja: 話によると、ティルデオはヴァンプウィード・プレミアを外交会議で手ずから選んだ花束を手渡したことで怒らせてしまい、ヴァンプウィードの全種族に宣戦布告したという。愉快な話だが、残念ながらヴァンプウィードはフローラルとは正反対で、あなたのような通行人を襲うことをそれほどためらわない！
pl: Według opowiadań Torteo tak rozgniewał premiera wampirów, dając mu bukiet kwiatów podczas dyplomatycznego spotkania, że ​​ogłosił wojnę z całym gatunkiem.Tak, historia jest zabawna, ale niestety wampiry są dokładnie przeciwieństwem kwiatów ich braci i nie są tak niezdecydowane, aby atakować podróżników takich jak ty!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: Though most of the Eargen military has fallen behind, the Amperes have remained a major threat thanks to the Coalition's support. While a majority of the Ampere forces are dedicated to helping in Coalition efforts, many still remain in Leech space to fight off threats. Threats like you, apparently.
es: Aunque la mayoría del ejército de Eargen se ha quedado atrás, los Amperios han seguido siendo una gran amenaza gracias al apoyo de la coalición.Si bien la mayoría de las fuerzas de amperios se dedican a ayudar en los esfuerzos de coalición, muchos aún permanecen en el espacio de sanguijuela para luchar contra las amenazas.Amenazas como tú, aparentemente.
ja: アージェン軍の大半は後塵を拝しているが、連合の支援のおかげでアンペールは主要な脅威であり続けている。アンペール軍の大部分は 連合への支援に専念しているが 多くのアンペール軍が リーチ宇宙域に残って 脅威と戦っている君のような脅威だ
pl: Chociaż większość irgenicznych sił zbrojnych wycofała się, Ampers pozostaje głównym zagrożeniem dzięki wsparciu koalicji.Chociaż większość sił Ampers ma na celu pomóc w wysiłkach koalicji, wielu nadal pozostaje w przestrzeni pijawek, aby walczyć z zagrożeniami.Zagrożenia tak jak ty są oczywiste.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

source: The Ampere vessel has been defeated.
es: El buque de amperios ha sido derrotado.
ja: アンペールの器が敗れた。
pl: Statek Ambers zostaje pokonany.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_republic.xml$//ship[@name="SHIP_AMPERE_ALKRAM"]/deadCrew/text
source: The Ampere vessel has been defeated.
es: El buque de amperios ha sido derrotado.
ja: アンペールの器が敗れた。
pl: Statek Ambers zostaje pokonany.

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_republic.xml$//event[@name="ALKRAM_MEET"]/text
source: Curiously, a fleet of Eargen ships have congregated here as they're fired upon by revolutionary vessels. It's an unfortunate skirmish to get caught in, until you spot an unusually decorated craft flying among the ships.
es: Curiosamente, una flota de barcos de Eargen se ha congregado aquí mientras los disparan revolucionarios.Es una desafortunada escaramuza de quedar atrapada, hasta que vea una artesanía inusualmente decorada que vuela entre los barcos.
ja: 不思議なことに、アージェンの船団が革命軍の艦船に銃撃されながらここに集結している。巻き込まれるには不運な小競り合いだが、船の間を飛んでいる異様な装飾の船を見つけるまでは。
pl: Ciekawe, że flota irgenicznych statków, zgromadzona tutaj rewolucyjne naczynia.Jest to nieudana potyczka, w którą możesz się dostać, ale tutaj zauważasz niezwykle ozdobiony statek leciący w kierunku statków.

# data/events_sector_republic.xml$//event[@name="ALKRAM_MEET"]/choice[1]/text
source: Follow the ship.
es: Sigue el barco.
ja: 船を追え。
pl: Podążaj za statkiem.

source: The strange vessel seems to be a battleship of some sort, bearing the paint of a Leech general. You can't look at it for long however, because an Ampere vessel has spotted you and assumes you're hostile!
es: El extraño barco parece ser un acorazado de algún tipo, con la pintura de un general de sanguijuela.Sin embargo, no puedes verlo por mucho tiempo, ¡porque un recipiente de amperios te ha visto y asume que eres hostil!
ja: その奇妙な船は、リーチ将軍のペイントが施された戦艦のようだ。しかし、アンペール艦に見つかってしまい、敵対していると思われたため、長くは見ていられない！
pl: Dziwny naczynie wydaje się być jakimś pancernikiem, na którym generały pijawki obnoszą się.Nie możesz jednak na niego patrzeć przez długi czas, ponieważ statek Amberova cię zauważył i zdecydował, że jesteś wrogi!

source: Continue...
es: Continuar...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_republic.xml$//event[@name="ALKRAM_MEET"]/choice[2]/text
source: Leave.
es: Dejar.
ja: 出て行け。
pl: Wyjechać.

source: It's far too risky to get any closer to the conflict. You put as much distance from yourself to the other fleet ships as possible.
es: Es demasiado arriesgado para acercarse al conflicto.Pones tanta distancia de ti mismo a los otros barcos de la flota posible.
ja: これ以上紛争に近づくのは危険すぎる。自分から他の艦隊の船まで、できるだけ距離を置くんだ。
pl: Podejście do konfliktu jest zbyt ryzykowne.Jesteś maksymalnie odniesiony z innych statków floty.

source: Do something onboard the ship.
es: Haz algo a bordo del barco.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
es: Hacer nada.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_republic.xml$//event[@name="ALKRAM_MEET_WIN"]/text
source: With the ship out of the way, you turn your attention back to the strange Leech ship, but see it has slinked away from the combat. It's heavily damaged, and the interior view shows wounded soldiers and one heavily armored Leech wiping blood off of his teeth using his tail.
es: Con el barco fuera del camino, vuelves a volver a la extraña nave sanguijuela, pero mira que se ha alejado del combate.Está muy dañado, y la vista interior muestra soldados heridos y una sanguijuela muy blindada que se limpia la sangre de los dientes con la cola.
ja: 船が去ったので、あなたは見知らぬリーチ船に目を戻したが、戦闘からそそくさと逃げていくのが見えた。激しく損傷しており、内部には負傷した兵士と、尻尾で歯の血を拭う重装甲のリーチがいる。
pl: Po usunięciu statku ze ścieżki ponownie zwracasz uwagę na dziwny statek pijawek, ale widzisz, że zniknął z bitwy.Jest poważnie uszkodzony, a ranni żołnierze i jeden mocno brązowy pijawek są widoczne od wewnątrz, wycierając krew z zębów za pomocą ogona.

# data/events_sector_republic.xml$//event[@name="ALKRAM_MEET_WIN"]/choice[1]/text
source: Hail.
es: Granizo.
ja: 万歳。
pl: Kontakt.

source: "So, you've come to kill us? Another one of Tyrdeo's pawns. Do what you may, but know that the Republic will fall. I have put into motion things you cannot undo by simply killing me. Cut off a Leech's head, and it'll only grow back stronger!"
es: "Entonces, ¿has venido a matarnos? Otro de los peones de Tyrdeo. Haz lo que puedas, pero sepa que la República caerá. He puesto en marcha cosas que no puedes deshacer simplemente matándome. Corta la cabeza de una sanguijuela,¡Y solo volverá a crecer más fuerte! "
ja: 「私たちを殺しに来たのか？ティルデオの手先の一人だ好きにすればいいが、共和国は滅びるぞ。私を殺すだけでは元に戻せないことを実行に移した。リーチの首を切っても、また強くなるだけだ！"
pl: „Więc przyszedłeś, aby nas zabić? Kolejny pionek Tirdo. Rób, co możesz, ale wiedz, że Republika upadnie. Wpadłem, że nie możesz anulować bez zabijania mnie. Zakręciłem moją głowę półką, a stanie się tylko silniejsza Ponownie ! "

source: We have no idea who you are.
es: No tenemos idea de quién eres.
ja: 私たちはあなたが誰なのか知らない。
pl: Nie wiemy, kim jesteś.
