Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_empire.xml/*.po
Languages: it, ja

source: Explore.
it: Esplorare.
ja: 探検する

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_FREE"]/choice[1]/text
source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_FREE"]/choice[2]/text
source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//textList[@name="TEXT_FREE_CRYSTAL"]/text[1]
source: You notice the barebones wreckage of a nearby Crystalline vessel; though little scrap matter remains, it appears the scavengers overlooked a single Crystal weapon!
it: Noti il relitto di barebone di una nave cristallina vicina;Sebbene rimanga una piccola materia di rottami, sembra che gli spazzini abbiano trascurato una singola arma cristallina!
ja: 近くのクリスタル船の残骸がむき出しになっているのに気づく。スクラップはほとんど残っていないが、スカベンジャーたちはクリスタルの武器を1つ見落としていたようだ！

# data/events_sector_empire.xml$//textList[@name="TEXT_FREE_CRYSTAL"]/text[2]
source: A small Crystalline trader with a squeaky high-pitched voice hails you. "Foreigners! It is important we make peace with barbaric aliens, perhaps this free weapon of war will soothe you?"
it: Un piccolo commerciante cristallino con una voce acuta ti saluta."Stranieri! È importante fare la pace con gli alieni barbari, forse questa arma gratuita di guerra ti alleserà?"
ja: 小さなクリスタルの商人が、キーキーと甲高い声で声をかけてくる。「外国人！野蛮な異星人と和平を結ぶことは重要だ。この無料の戦争兵器があなたを癒してくれるかもしれない。"

# data/events_sector_empire.xml$//textList[@name="TEXT_FREE_CRYSTAL"]/text[3]
source: A Crystalline trading outpost hails you, requesting a trade. You look through your supply count until you realise their offer is a sample of foreign rocks in return for a military grade weapon... an offer you take in a heartbeat.
it: Un avamposto di trading cristallino ti saluta, richiedendo un commercio.Guardi attraverso il conteggio delle forniture fino a quando non ti rendi conto che la loro offerta è un campione di rocce straniere in cambio di un'arma di grado militare ... un'offerta che prendi un battito cardiaco.
ja: 水晶の貿易前哨地から取引依頼の電話がかかってきた。君は物資の数に目を通し、彼らの申し出が軍用武器と引き換えに外国の岩石のサンプルであることに気づく。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_FOREIGNER_MAP"]/text
source: You notice another foreigner nearby, a ship of scout classification. They hail you and make a brief offer to sell you the map data they have been collecting from this sector.
it: Noti un altro straniero nelle vicinanze, una nave della classificazione scout.Ti salutano e fanno una breve offerta per venderti i dati della mappa che hanno raccolto da questo settore.
ja: 近くに別の外国人がいることに気づく。彼らはあなたに呼びかけ、このセクターで収集した地図データを売らないかと持ちかけてきた。

source: Buy the map data.
it: Acquista i dati della mappa.
ja: 地図データを購入する。

source: We can't verify the quality of their maps. Decline.
it: Non possiamo verificare la qualità delle loro mappe.Declino.
ja: 地図の品質は確認できない。辞退する。

source: You decline the scout's offer and carry on.
it: Rifiuti l'offerta dello scout e vai avanti.
ja: スカウトの申し出を断り、先に進む。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: The ship transfers over the map data to your ship's computer.
it: La nave si trasferisce sui dati della mappa al computer della tua nave.
ja: 船は地図データをあなたの船のコンピューターに転送する。

source: The ship transfers over the map data to your ship's computer.
it: La nave si trasferisce sui dati della mappa al computer della tua nave.
ja: 船は地図データをあなたの船のコンピューターに転送する。

source: Continue...
it: Continua...
ja: 次へ...

source: You briefly inspect the map but are confused as to what you're seeing. The data is warbled, and in many spots it's obviously incorrect. You doubt they intentionally scammed you, but this data is worthless!
it: Ispeziona brevemente la mappa ma sei confuso su ciò che stai vedendo.I dati sono messi in contatto e in molti punti sono ovviamente errati.Dubito che ti abbiano truffato intenzionalmente, ma questi dati sono inutili!
ja: 地図をざっと見たが、何が何だかわからない。データが乱れており、多くの箇所で明らかに間違っている。あなたは、彼らが意図的に詐欺を働いたのかどうか疑っているが、このデータには何の価値もない！

source: Confront them about it.
it: Affrontarli al riguardo.
ja: それを彼らに突きつける。

source: "What! Those maps are perfectly fine. We aren't refunding you for perfectly good data!"
it: "Cosa! Quelle mappe vanno perfettamente bene. Non ti stiamo rimborsando per dati perfettamente buoni!"
ja: 「その地図は全く問題ありません。完全に良好なデータに対して返金はしません！"

source: Get your refund with force!
it: Ottieni il rimborso con forza!
ja: 力ずくで払い戻しを受ける！

source: You arm the weapons and prepare to force the refund out of them, one way or another.
it: Armoni le armi e ti prepari a forzare il rimborso da loro, in un modo o nell'altro.
ja: 武器を武装し、いずれにせよ払い戻しを強要する準備をするのだ。

source: Continue...
it: Continua...
ja: 次へ...

source: (Mind Control) 'Convince' them to give a full refund.
it: (Controllo mentale) "Convinci" a dare un rimborso completo.
ja: (マインドコントロール）全額返金するよう『説得』する。

source: "You are right. These are bad maps. You deserve your money back. I am very ashamed of myself. Boo hoo."
it: "Hai ragione. Queste sono cattive mappe. Meriti i tuoi soldi indietro. Mi vergogno molto di me stesso. Boo Hoo."
ja: 「君の言う通りだ。これは悪い地図だ。お金を返すべきだ。恥ずかしい限りだ。ブーフー。"

source: Whatever, let's just leave.
it: Qualunque cosa, andiamo solo.
ja: ともかく、帰ろう。

source: Whatever, let's just leave.
it: Qualunque cosa, andiamo solo.
ja: ともかく、帰ろう。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_CACHE_MV"]/text
source: Odd radar pings from a huge, orbiting asteroid here reveal a Crystalline cache of some kind. A deep crater has been sealed over with a thick layer of crystal to keep whatever's inside safe - it'd take some serious firepower to break though.
it: Strani ping di radar da un enorme asteroide orbitano qui rivelano una cache cristallina di qualche tipo.Un cratere profondo è stato sigillato con uno spesso strato di cristallo per proteggere tutto ciò che è dentro - ci vorrebbe una seria potenza di fuoco per rompersi.
ja: 軌道を回る巨大な小惑星からの奇妙なレーダー信号から、ある種のクリスタルの隠し場所が発見された。深いクレーターはクリスタルの厚い層で覆われ、中にあるものを安全に守っている。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_CACHE_MV"]/choice[1]/text
source: Attempt to break through with the weapons you have.
it: Tenta di sfondare con le armi che hai.
ja: 持っている武器で突破を試みる。

source: (Heavy Weapon) Use your weapon.
it: (Arma pesante) Usa la tua arma.
ja: (重い武器）武器を使う。

source: Your powerful weapon dislodges and shatters a massive shard of crystal, leaving enough space to send an away team to climb down and take a look.
it: La tua potente arma si sposta e frantuma un enorme frammento di cristallo, lasciando abbastanza spazio per mandare una squadra in trasferta per scendere e dare un'occhiata.
ja: あなたの強力な武器が巨大なクリスタルの破片を砕き、アウェーチームが降りて様子を見るのに十分なスペースを残す。

source: Investigate the cache.
it: Indagare la cache.
ja: キャッシュを調査する

source: This was a fantastic display of firepower, but who is going to investigate in there?
it: Questa è stata una fantastica esibizione di potenza di fuoco, ma chi indagherà lì?
ja: これは素晴らしい火力の誇示だったが、あそこで誰が捜査するんだ？

source: You ignore the cache and do something onboard the ship.
it: Ignori la cache e fai qualcosa a bordo della nave.
ja: あなたはキャッシュを無視して、船内で何かをする。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: (Crystal Crew) Have your Crystal crew recalibrate your weapons.
it: (Crystal Crew) Chiedi alla tua troupe di cristallo ricalibrate le tue armi.
ja: (クリスタル・クルー）クリスタル・クルーに武器を再調整してもらう。

source: Your Crystalline crew-member is able to adjust the detonation frequency of your weapons to resonate with this type of crystal, and the barrier gives little resistance.
it: Il tuo membro dell'equipaggio cristallino è in grado di regolare la frequenza di detonazione delle armi per risuonare con questo tipo di cristallo e la barriera dà poca resistenza.
ja: あなたのクリスタルのクルーは、このタイプのクリスタルと共鳴するように武器の爆発周波数を調整することができ、バリアはほとんど抵抗を与えない。

source: Investigate the cache.
it: Indagare la cache.
ja: キャッシュを調査する

# data/events_sector_empire.xml$//event[@name="CRYSTAL_CACHE_MV"]/choice[4]/text
source: Ignore the cache.
it: Ignora la cache.
ja: キャッシュは無視する。

source: You ignore the cache and do something onboard the ship.
it: Ignori la cache e fai qualcosa a bordo della nave.
ja: あなたはキャッシュを無視して、船内で何かをする。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: You fire everything you have, but the crystal barrier remains strong. After a time you give up and move on.
it: Scatti tutto ciò che hai, ma la barriera cristallina rimane forte.Dopo un po 'ti arrendi e vai avanti.
ja: しかし、クリスタルのバリアは強力なままだ。時間が経てば、諦めて先に進む。

source: You fire everything you have, but the crystal barrier remains strong. After a time you give up and move on.
it: Scatti tutto ciò che hai, ma la barriera cristallina rimane forte.Dopo un po 'ti arrendi e vai avanti.
ja: しかし、クリスタルのバリアは強力なままだ。時間が経てば、諦めて先に進む。

source: Against all odds, a lucky shot strikes an existing fracture in the crystal, compounding it into a crack that grows until an entire section of the barrier falls away!
it: Contro ogni previsione, un colpo fortunato colpisce una frattura esistente nel cristallo, aggravandola in una fessura che cresce fino a quando non cade un'intera sezione della barriera!
ja: しかし、幸運な一発が結晶の亀裂を直撃し、亀裂はさらに大きくなり、バリアの一部分全体が崩れ落ちる！

source: Investigate the cache.
it: Indagare la cache.
ja: キャッシュを調査する

source: Unfortunately for you, luck cannot change the fact that you have no one to send to investigate the cache.
it: Sfortunatamente per te, la fortuna non può cambiare il fatto di non avere nessuno da inviare per indagare sulla cache.
ja: あなたにとって不運なことに、キャッシュを調査するために派遣する人間がいないという事実は、運では変えられない。

source: You ignore the cache and do something onboard the ship.
it: Ignori la cache e fai qualcosa a bordo della nave.
ja: あなたはキャッシュを無視して、船内で何かをする。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: On arriving at the base of the crater, your team discovers a long-forgotten weapons cache. Most of the equipment is out of action, but not all of it!
it: All'arrivo alla base del cratere, la tua squadra scopre una cache di armi dimenticate da tempo.La maggior parte dell'attrezzatura è fuori azione, ma non tutto!
ja: クレーターのふもとに到着したあなたのチームは、長い間忘れられていた武器の隠し場所を発見する。ほとんどの装備は使えないが、すべてではない！

source: Your away team is greeted at the crater by the owners of the cache, who are none too happy. You grab what you can and run back to the ship, but not before they teleport aboard!
it: La tua squadra in trasferta viene accolta dal cratere dai proprietari della cache, che non sono troppo felici.Prendi quello che puoi e torni sulla nave, ma non prima che si teletrasportino a bordo!
ja: アウェーチームはクレーターでキャッシュの持ち主に出迎えられる。あなたはできる限りのものを手に入れ、船に逃げ帰る！

source: You send a crewmember down to check out the cache. The comm goes dead, and shortly thereafter massive gravity readings are detected on the asteroid. You must have triggered some kind of singularity booby trap! We've got to leave now before we're pulled in!
it: Invia un membro dell'equipaggio per controllare la cache.La comunicazione rimane morta e poco in seguito vengono rilevate enormi letture di gravità sull'asteroide.Devi aver innescato una sorta di trappola per cumuli di singolarità!Dobbiamo andarcene ora prima che siamo tirati dentro!
ja: あなたはクルーにキャッシュを調べさせる。通信が途絶え その後すぐに 小惑星で重力の測定値が検出された特異点のブービートラップの 引き金に違いない引き込まれる前に 離れよう

source: Pull out now!
it: Estrai ora!
ja: 今すぐ撤退しろ

source: You push the impulse engines to their limit and are able to break out of the gravity well. Your crewmember, along with the stockpile, is reduced to the size of a tennis ball - but you're left in one piece.
it: Spingi i motori all'impulso al loro limite e sei in grado di uscire bene dalla gravità.Il tuo membro dell'equipaggio, insieme alla scorta, è ridotto alle dimensioni di una palla da tennis, ma sei lasciato in un unico pezzo.
ja: あなたはインパルス・エンジンを限界までプッシュし、重力井戸から脱出することができた。クルーは備蓄品とともにテニスボール大になったが、あなたは無事だった。

source: Luckily, your Clone Bay is able to revive your crewmember.
it: Fortunatamente, il tuo clone Bay è in grado di far rivivere il tuo membro dell'equipaggio.
ja: 幸運なことに、クローンベイがクルーを復活させることができる。

source: Detonate your entire fuel reserves to escape with your crew and the cargo.
it: Fai esplodere le tue riserve di carburante per fuggire con il tuo equipaggio e il carico.
ja: 燃料をすべて爆発させ、乗組員や積荷とともに脱出する。

source: You swoop into the heart of the distortion and pick up your crewmember and the cargo. You then eject your FTL fuel and ignite it, sending a shock wave that thrusts your ship well beyond the event horizon of the singularity. That was close.
it: Swit nel cuore della distorsione e raccogli il tuo membro dell'equipaggio e il carico.Quindi espelle il tuo carburante FTL e lo accendi, inviando un'onda d'urto che spinge la tua nave ben oltre l'orizzonte dell'evento della singolarità.C'è mancato poco.
ja: あなたは歪みの中心に急降下し、クルーと積荷を拾い上げる。そしてFTL燃料を射出して点火し、衝撃波を送って船を特異点の事象の地平線のはるか彼方まで突き進ませる。危なかった。

source: (Upg. Teleporter) Beam your crewmember back on board.
it: (UPG. TelePorter) Trave il tuo membro dell'equipaggio a bordo.
ja: (アップグ・テレポーター) 乗員を船内に戻す。

source: You floor the engines to escape the gravity well while trying to get a teleporter lock on your crewmember despite the massive interference. You're barely able to get them back on board before the entire area is consumed into the singularity.
it: Fai pavimentare i motori per sfuggire bene alla gravità mentre si cerca di ottenere una serratura del teletrasporto sul tuo membro dell'equipaggio nonostante le enormi interferenze.Sei a malapena in grado di riportarli a bordo prima che l'intera area venga consumata nella singolarità.
ja: 重力の井戸から脱出するためエンジンを停止させ、妨害が激しい中、クルーをテレポーターでロックしようとする。エリア全体が特異点に飲み込まれる前に、あなたはかろうじて彼らを船内に戻すことができた。

source: (Adv. Engines) Rescue your crewmember and the cargo.
it: (Adv. Motori) Salva il tuo membro dell'equipaggio e il carico.
ja: (アドバンス・エンジン) 乗組員と積荷を救出せよ。

source: You swoop into the heart of the distortion and pick up your crewmember and the cargo. Your top of the line impulse engines are barely able to get your ship out of the gravity well before the whole ship is consumed. That was close.
it: Swit nel cuore della distorsione e raccogli il tuo membro dell'equipaggio e il carico.I motori all'impulso della parte superiore della linea sono a malapena in grado di far uscire la tua nave dalla gravità ben prima che l'intera nave venga consumata.C'è mancato poco.
ja: ディストーションの中心に急降下し、クルーと積荷を拾い上げる。最高級のインパルス・エンジンは、船全体が消費される前に、かろうじて船を重力の井戸から出すことができた。危なかった。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_SCRAP_EXCITED_MV"]/text
source: You receive a signal from a private relay on a nearby inhabited planet. "Oh goodness, an Alien vessel! I was wondering how long until I would see one now that we've left the homeworlds! Please, I am a collector of many artifacts, I'm sure what is scrap to you is priceless to me."
it: Ricevi un segnale da un relè privato su un pianeta abitato vicino."Oh bontà, una nave aliena! Mi chiedevo per quanto tempo prima ne vedessi uno ora che abbiamo lasciato i piane della casa! Per favore, sono un collezionista di molti artefatti, sono sicuro che ciò che ti è rotta. "
ja: あなたは近くの有人惑星にあるプライベート・リレーから信号を受信した。「エイリアンの船だ！母星を離れてから、いつになったら見られるのかと思っていました！どうか、私は多くの工芸品のコレクターです。あなたにとってスクラップでも、私にとっては貴重なものなのでしょう。"

source: Offer 35 scrap.
it: Offri 35 scarti.
ja: 35スクラップを提供。

source: "My word! Is this... a 25th century Rockman thrust stabilizer?! What do you want for it? Wait, I have a better proposal. I long to see the galaxy. I propose I come with you. What do you say?"
it: "La mia parola! È questo ... uno stabilizzatore di spinta rockman del 25 ° secolo?! Cosa vuoi per questo? Aspetta, ho una proposta migliore. Desidero vedere la galassia. Propongo di venire con te. Che ne dici? "
ja: 「これは..！これは...25世紀のロックマンのスラスト・スタビライザーか？何が望みだ？もっといい提案がある銀河系を見てみたい。一緒に行かないか？どうだ？

source: Accept.
it: Accettare.
ja: 受け入れる。

source: "I shan't even gather my belongings - only permit me to leave my family a message." The Crystalline being joins your crew.
it: "Non ho nemmeno raccolto le mie cose - mi permetto solo di lasciare un messaggio alla mia famiglia."L'essere cristallino si unisce al tuo equipaggio.
ja: "私は自分の持ち物を集めることもできない。ただ家族にメッセージを残すことだけを許可する。"クリスタルの存在がクルーに加わる。

source: Request another payment.
it: Richiedere un altro pagamento.
ja: 別の支払いを要求する。

source: Turn him down.
it: Rifiutalo.
ja: 彼を断る。

source: Scrap is priceless no matter where you are in the galaxy. You hold onto your goods and prepare to jump.
it: Lo scarto non ha prezzo, non importa dove ti trovi nella galassia.Tieni le tue merci e ti prepari a saltare.
ja: 銀河系のどこにいても、スクラップは貴重だ。あなたは商品を持ち続け、ジャンプの準備をする。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: "Very well, a payment in kind. I have these explosives that emulate our race's innate ability. Perhaps that would interest you."
it: "Molto bene, un pagamento in natura. Ho questi esplosivi che emulano l'innata abilità della nostra razza. Forse questo ti interesserebbe."
ja: 「いいだろう、現物支給だ。我々の種族が本来持っている能力を模倣した爆薬がある。おそらく、それはあなたが興味を持つだろう。"

source: "Very well, a payment in kind. I have an extra ship weapon laying around here somewhere. Perhaps you could make use of it?"
it: "Molto bene, un pagamento in natura. Ho un'arma di nave extra che si sdraia da qualche parte. Forse potresti farne uso?"
ja: 「そうだな、現物支給だ。余分な船の武器がどこかに転がっている。それを使ってくれないか？

# data/events_sector_empire.xml$//event[@name="CRYSTAL_HUMAN_TESTS_MV"]/text
source: You arrive near what appears to be a Crystalline research facility. A scientist quickly messages you, "Ah! Some more aliens. Please, I've heard so much about all the different races in this galaxy and I am really curious about your physiology! Would you let us run a few simple tests?"
it: Arrivi vicino a quello che sembra essere una struttura di ricerca cristallina.Uno scienziato ti messa rapidamente, "Ah! Altri alieni. Per favore, ho sentito così tanto su tutte le diverse razze in questa galassia e sono davvero curioso della tua fisiologia! Ci lasceresti eseguire alcuni semplici test?"
ja: あなたはクリスタルの研究施設のようなものの近くに到着した。科学者が「またエイリアンだ。この銀河系のさまざまな種族についていろいろ聞いているんだが、君たちの生理機能にとても興味があるんだ！簡単なテストをさせてもらえませんか？"

source: Allow them to run tests on a crewmember.
it: Consenti loro di eseguire test su un membro dell'equipaggio.
ja: クルーにテストをさせる。

source: The scientists will have to look elsewhere for test subjects.
it: Gli scienziati dovranno cercare altrove argomenti di prova.
ja: 科学者たちは被験者を他で探さなければならないだろう。

source: Refuse.
it: Rifiutare.
ja: 拒否する。

source: Refuse.
it: Rifiutare.
ja: 拒否する。

source: "I see. That is a shame. Perhaps the next vessel we meet will be able to contribute to the advancement of science."
it: "Vedo. È un peccato. Forse la prossima nave che incontriamo sarà in grado di contribuire al progresso della scienza."
ja: "なるほど。それは残念だ。おそらく次に出会う船は、科学の進歩に貢献できるだろう。"

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: (Rock Crew) Send your Rockman crew.
it: (Rock Crew) Invia il tuo Rockman Crew.
ja: (ロックマン・クルーを派遣してください。

source: "Ah! My dear evolutionary cousin! This is truly wonderful! We have countless historical records of your kind but we lack information on the past few hundreds of years. We can learn so much from these scans, we must get to analyzing them as soon as possible! Please, take this."
it: "Ah! Mio caro cugino evolutivo! Questo è davvero meraviglioso! Abbiamo innumerevoli record storici del tuo genere, ma ci mancano le informazioni negli ultimi centinaia di anni. Possiamo imparare così tanto da queste scansioni, dobbiamo analizzarli non appena prestopossibile per favore, prendi questo. "
ja: 「進化したいとこよ！これは本当に素晴らしいことだ！私たちは、あなた方の種族に関する無数の歴史的記録を持っているが、過去数百年に関する情報が不足している。我々はこのスキャンから多くのことを学ぶことができる！どうぞ、これを受け取ってください"

source: (Saltman Crew) Send your Saltman crew.
it: (Equipaggio di Saltman) Invia il tuo equipaggio di Saltman.
ja: (ソルトマン・クルー）ソルトマン・クルーを派遣する。

source: "Is that... ? Impossible... The missing link between Crystal and Rock kind! This is truly wonderful! We have so little records of your kind. We have a lot to learn from these scans, we must get to analyzing them as soon as possible! Please, take this."
it: "È ...? Impossibile ... il legame mancante tra cristallo e tipo rock! Questo è davvero meraviglioso! Abbiamo così piccoli record del tuo genere. Abbiamo molto da imparare da queste scansioni, dobbiamo analizzarleIl più presto possibile!
ja: 「それは...？?ありえない...クリスタルとロックのミッシングリンク！これは本当に素晴らしい！君たちの種族に関する記録はほとんどない。このスキャンから学ぶことは多い。できるだけ早く分析しなければならない！これを受け取ってください。

source: (Crystal Crew) Send your Crystal crew.
it: (Crystal Crew) Invia il tuo equipaggio di cristallo.
ja: (クリスタル・クルー）クリスタル・クルーを派遣してください。

source: "Oh... you're one of us. I'm afraid you must not have understood. I asked for an alien volunteer. I have no need for one of my own." They cut comms.
it: "Oh ... sei uno di noi. Temo che tu non debba aver capito. Ho chiesto un volontario alieno. Non ho bisogno di uno dei miei."Tagliano le comunicazioni.
ja: "ああ...あなたは私たちの仲間だ。ご理解いただけなかったようですね。私は異星人のボランティアを頼んだ。自分のものは必要ない。"彼らは通信を切った。

source: (Backup DNA Bank) Send your crew's data.
it: (Backup Bank DNA) Invia i dati del tuo equipaggio.
ja: (バックアップDNAバンク）クルーのデータを送る。

source: "What is this? Full genetic and personal profiles stored digitally? I did not think this possible... This will help our research immeasurably. Please, take this in exchange for your help."
it: "Che cos'è questo? Profili genetici e personali completi memorizzati digitalmente? Non pensavo possibile ... questo aiuterà la nostra ricerca incommensurabilmente. Per favore, prendilo in cambio del tuo aiuto."
ja: 「これは何だ？完全な遺伝子と個人のプロフィールがデジタルで保存されている？こんなことが可能だとは...。私たちの研究に計り知れない助けになるでしょう。どうか、あなたの協力と引き換えにこれを受け取ってください"

source: After a short time the scientist returns, "We... must regret... we have made a grave miscalculation. Your bodies are considerably more fragile than we expected and your companion is... broken. We apologize and offer a fine military-grade weapon as consolation."
it: Dopo poco tempo lo scienziato ritorna, "Dobbiamo pentirci ... abbiamo fatto un grave errore di calcolo. I tuoi corpi sono considerevolmente più fragili di quanto ci aspettassimo e il tuo compagno è ... rotto. Ci scusiamo e offriamo una bella militare militare-Gra elimina l'arma come consolazione. "
ja: しばらくして、科学者が戻ってきた。「私たちは...後悔しなければなりません...重大な誤算を犯しました。君たちの身体は予想以上に脆く、君の仲間は...壊れてしまった。我々は謝罪し、慰めとして軍用の素晴らしい武器を提供する"

source: You accept their apology and decide it's better not to mention that your Clone Bay is in the process of reviving the lost crewmember.
it: Accetti le loro scuse e decidi che è meglio non menzionare che il tuo clone Bay è in procinto di far rivivere l'equipaggio perduto.
ja: あなたは彼らの謝罪を受け入れ、クローンベイが失われたクルーを蘇生中であることは言わないほうがいいと判断する。

source: Your crewmember is brought on board their station and forced to undergo a few quick scans and tests. "Thank you for this opportunity! We hope to learn much from your kind." They transfer some supplies as payment.
it: Il tuo membro dell'equipaggio è portato a bordo della loro stazione e costretto a subire alcune scansioni e test rapidi."Grazie per questa opportunità! Speriamo di imparare molto dal tuo genere."Trasferiscono alcune forniture come pagamento.
ja: クルーはステーションに収容され、いくつかのスキャンとテストを受ける。「この機会を与えてくれてありがとう！君たちから多くを学びたい。報酬として物資が渡される。
