Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_empire.xml/*.po
Languages: it, ja

source: The large Crystalline Beings escort your crew onto the station and gingerly help them into a scanning chamber. After a few seconds, they inform you they have mapped their entire genome and have everything they need. They give you a schematic as compensation.
it: I grandi esseri cristallini scortano il tuo equipaggio sulla stazione e li aiutano con cautela in una camera di scansione.Dopo alcuni secondi, ti informano che hanno mappato il loro intero genoma e hanno tutto ciò di cui hanno bisogno.Ti danno uno schema come compensazione.
ja: 大きな結晶体がクルーたちをステーションに案内し、スキャン・チャンバーにそっと案内する。数秒後、彼らは全ゲノムをマッピングし、必要なものはすべて持っていると告げる。報酬として略図をくれる。

source: "I see. That is a shame. Perhaps the next aliens we meet will have some respect for the advancement of science."
it: "Vedo. È un peccato. Forse i prossimi alieni che incontriamo avranno un certo rispetto per il progresso della scienza."
ja: "なるほど。それは残念だ。おそらく次に出会う異星人は、科学の進歩に敬意を払ってくれるだろう。"

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: "I see. That is a shame. Perhaps the next aliens we meet will have some respect for the advancement of science."
it: "Vedo. È un peccato. Forse i prossimi alieni che incontriamo avranno un certo rispetto per il progresso della scienza."
ja: "なるほど。それは残念だ。おそらく次に出会う異星人は、科学の進歩に敬意を払ってくれるだろう。"

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: "I see. That is a shame. However we must not let this opportunity pass us by. Submit and you will be treated reasonably well!" A military ship docked nearby detaches and charges you.
it: "Vedo. È un peccato. Tuttavia non dobbiamo lasciarci passare questa opportunità. Invia e sarai trattato ragionevolmente bene!"Una nave militare attraccava la vicina distacco e ti carica.
ja: "なるほど。それは残念だ。しかし、このチャンスを逃してはならない。服従すれば、それなりの待遇を受けられるだろう！"近くに停泊していた軍艦が切り離され、あなたに突撃する。

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_CHATTY_MV"]/text
source: A small civilian vessel messages you, "Wow! You're one of the Federation, aren't you! Are you busy? Can I ask you a question?"
it: Una piccola nave civile ti messa in messaggio, "Wow! Sei una delle federazioni, vero! Sei impegnato? Posso farti una domanda?"
ja: 小さな民間船からのメッセージだ！お忙しいですか？質問してもいいですか？"

# data/events_sector_empire.xml$//event[@name="CRYSTAL_CHATTY_MV"]/choice[1]/text
source: Yes.
it: SÌ.
ja: そうだ。

source: "What do you eat? What is your culture like? How long do your people live?"
it: "Cosa mangi? Com'è la tua cultura? Da quanto tempo vive la tua gente?"
ja: 「何を食べる？文化は？寿命は？

source: Try to answer his questions.
it: Prova a rispondere alle sue domande.
ja: 彼の質問に答えようとする。

source: "I don't have time for this."
it: "Non ho tempo per questo."
ja: 「時間がないんだ。

source: "I see. Oh well. Maybe the next alien I meet will be nicer..." You prepare to jump.
it: "Vedo. Vabbè. Forse il prossimo alieno che incontro sarà più bello ..." Ti prepari a saltare.
ja: 「なるほど。そうか。次に会う宇宙人はもっといい人かもしれない..."あなたはジャンプの準備をする。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_CHATTY_MV"]/choice[2]/text
source: No.
ja: いや。

source: "I see... I guess you're busy."
it: "Vedo ... immagino che tu sia impegnato."
ja: "なるほど...。忙しいんだね"

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: (Crystal Crew) Have your crew speak to them.
it: (Crystal Crew) Chiedi al tuo equipaggio di parlare con loro.
ja: (クリスタル・クルー）クルーに話してもらいましょう。

source: "Wow, you're one of us! I didn't know we already made an alliance with the Federation. I guess I won't bother you, but here, have some of our extra supplies!"
it: "Wow, sei uno di noi! Non sapevo che abbiamo già fatto un'alleanza con la Federazione. Immagino che non ti disturberò, ma qui, avrò alcuni dei nostri materiali extra!"
ja: 「ワオ、君は我々の仲間だ！連邦と同盟を結んでいたとはな。迷惑はかけられないが、余った物資をどうぞ！"

source: You speak at length about nothing particularly interesting. "Wow, thanks. Oh look, another alien ship! I wonder if they're as nice as you." Seeing the Rebel decals you doubt they're friendly. They spot you and move in to attack, while the Crystalline civilian jumps away.
it: Parli a lungo di nulla di particolarmente interessante."Wow, grazie. Oh guarda, un'altra nave aliena! Mi chiedo se sono gentili come te."Vedendo le decalcomanie ribelli, dubiti che siano amichevoli.Ti individuano e si muovono per attaccare, mentre il civile cristallino salta via.
ja: 特に興味深いこともないのに、長々と話す。「わあ、ありがとう。ほら、またエイリアンの船だ！君みたいに親切なのかな。反乱軍のステッカーを見て、あなたは彼らが友好的かどうか疑っている。彼らはあなたを見つけ、攻撃しようと動き出す。

source: Continue...
it: Continua...
ja: 次へ...

source: You speak at length about nothing particularly interesting. "Wow, thanks! I don't know if this is of any use to you, but we have some supplies we can offer you. Perhaps you can use them on your trip!"
it: Parli a lungo di nulla di particolarmente interessante."Wow, grazie! Non so se questo ti serva, ma abbiamo alcuni rifornimenti che possiamo offrirti. Forse puoi usarli durante il tuo viaggio!"
ja: 特に興味深いこともないのに、長々と話す。「ありがとう！お役に立つかどうかわかりませんが、私たちはあなたに提供できる物資を持っています。もしかしたら旅で使えるかもしれませんよ！"

source: You speak at length about nothing particularly interesting. "Wow, thanks! Perhaps we can fix up a bit of your hull for sating my curiosity. We're pretty handy with repairs."
it: Parli a lungo di nulla di particolarmente interessante."Wow, grazie! Forse possiamo sistemare un po 'dello scafo per aver ristretto la mia curiosità. Siamo piuttosto utili con le riparazioni."
ja: 特に興味深いこともないのに、長々と話す。「わあ、ありがとう！私の好奇心を満たすために、あなたの船体を少し修理できるかもしれない。僕らは修理が得意なんだ。"

# data/events_sector_empire.xml$//event[@name="CRYSTAL_MONTY"]/text
source: As you arrive at this beacon, you are stopped by a Crystalline vessel. "Stop! Who would cross the beacon of death must answer me these questions three, ere the other side he see."
it: Quando arrivi a questo faro, sei fermato da una nave cristallina."Stop! Chi attraverserebbe il faro della morte deve rispondermi queste domande tre, prima che vede."
ja: このビーコンに到着すると、クリスタルの船に呼び止められる。「止まれ！死の道標を渡ろうとする者は、3つの質問に答えなければならない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_MONTY"]/choice[1]/text
source: Ask me the questions. I am not afraid.
it: Fammi le domande.Non sono spaventato.
ja: 私に質問してください。私は恐れていない。

source: "What... is your name?"
it: "Come ti chiami?"
ja: "君の名前は？"

source: Tell him your name.
it: Digli il tuo nome.
ja: あなたの名前を伝えてください。

source: "What... is your quest?"
it: "Qual è la tua ricerca?"
ja: "あなたの探求は何ですか？"

source: To defeat the Flagship.
it: Per sconfiggere il fiore all'occhiello.
ja: フラッグシップを倒すこと。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_MONTY"]/choice[2]/text
source: We don't have time for this, attack!
it: Non abbiamo tempo per questo, attacco!
ja: 時間がないんだ、攻撃！

source: You ignore the Crystal's questions and attack!
it: Ignori le domande e l'attacco del cristallo!
ja: クリスタルの質問を無視して攻撃する！

source: Continue...
it: Continua...
ja: 次へ...

source: "What... is the name of the Mantis queen?"
it: "Qual è il nome della regina della mantide?"
ja: "カマキリの女王の名前は？"

source: (Mantis Crew) The answer is Leikonpliiinakra.
it: (Equipaggio di Mantis) La risposta è Leikonpliiinakra.
ja: (カマキリクルー）答えはレイコンプリイナクラです。

source: Karaplinka.
ja: カラプリンカ

source: Leikonpliiinakra.
ja: レイコンプリイナクラ

source: Kawarliiinka.
ja: カワリイインカ

source: Liekonpokawara.
ja: リーコンポカワラ

source: I don't know that!
it: Non lo so!
ja: それは分からない！

source: "What... is the name of the grand Orchid Gardens?"
it: "Qual è il nome dei Grand Orchid Gardens?"
ja: "グランド・オーキッド・ガーデンの名前は？"

source: (Orchid Crew) The answer is Rt'lak Et.
it: (Crew Orchid) La risposta è rt'lak et.
ja: (オーキッド・クルー）答えはRt'lak Etです。

source: Kat'ar Lek.
ja: カター・レック

source: Part O'ek.
it: Parte O'EK.
ja: パート・オエック

source: Rt'lak Et.
ja: ラトラック・エト

source: Tret Ye.
ja: トレ・イェ

source: I don't know that!
it: Non lo so!
ja: それは分からない！

source: "What... is the name of the Zoltan religion?"
it: "Qual è il nome della religione Zoltan?"
ja: "ゾルタンの宗教の名前は？"

source: (Zoltan Crew) The answer is Illesctrianism.
it: (Equipaggio di Zoltan) La risposta è lerscostrismo.
ja: (ゾルタン・クルー）答えはイレシュクトリア主義だ。

source: Illesctrianism.
it: Ilesctrianismo.
ja: イレシュトリア主義。

source: Ascentrianism.
it: Ascentrianismo.
ja: 上昇主義。

source: Chrysolism.
it: Cristalismo.
ja: クリソリズム。

source: The Church of the Great Eye.
it: La chiesa del grande occhio.
ja: グレート・アイ教会

source: I don't know that!
it: Non lo so!
ja: それは分からない！

# data/events_sector_empire.xml$//event[@name="CRYSTAL_MONTY_CORRECT"]/text
source: "Right. Off you go!" The Crystals wave you past. As you leave, you find the wreckage of several ships who failed the test before you. You feel a little guilty about it, but you don't waste the opportunity and scrap the ships.
it: "Giusto. Vai!"I cristalli ti salutano.Mentre te ne vai, trovi il relitto di diverse navi che hanno fallito il test davanti a te.Ti senti un po 'in colpa al riguardo, ma non perdi l'occasione e raschia le navi.
ja: 「そうだ。行ってらっしゃい！"クリスタルたちが手を振って通り過ぎる。その場を去るとき、あなたは目の前でテストに失敗した船の残骸を見つけた。少し罪悪感を感じるが、この機会を無駄にせず、船をスクラップにする。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_MONTY_INCORRECT"]/text
source: "Hee hee, wrong!" The Crystal fires a large shard from one of their weapons straight into the ships hull, and moves in to attack.
it: "Hee Hee, sbagliato!"Il cristallo spara un grande frammento di una delle loro armi direttamente nello scafo delle navi e si muove per attaccare.
ja: "ヒーヒー、間違っている！"クリスタルは武器の破片を船体に向けて発射し、攻撃に移る。

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_MONTY_UNKNOWN"]/text
source: "Oh well!" The Crystals move in to attack.
it: "Vabbè!"I cristalli si muovono per attaccare.
ja: 「まあ、いいか。クリスタルが攻撃に移る。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_MONTY_UNKNOWN"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_AUTO_SURVEYOR"]/text
source: An Auto-Surveyor vessel is patrolling the nearby area, likely sent by the Rebels to scout out the new Crystal territory.
it: Una nave autosufficiente sta pattugliando l'area vicina, probabilmente inviata dai ribelli per esplorare il nuovo territorio di Crystal.
ja: 反乱軍がクリスタルの新領土を偵察するために送り込んだと思われる、オート・サーベイヤー船が近くをパトロールしている。

source: Attack the ship, if we can get its black box we can download the data!
it: Attacca la nave, se riusciamo a ottenere la sua scatola nera possiamo scaricare i dati!
ja: 船を攻撃し、ブラックボックスを手に入れればデータをダウンロードできる！

source: You prepare to engage the automated vessel.
it: Ti prepari a coinvolgere la nave automatizzata.
ja: あなたは自動化された船と交戦する準備をする。

source: Continue...
it: Continua...
ja: 次へ...

source: (Hacking) Download the data remotely.
it: (Hacking) Scarica i dati da remoto.
ja: (ハッキング）遠隔操作でデータをダウンロードする。

source: You successfully download the data without alerting the ship.
it: Scarichi correttamente i dati senza avvisare la nave.
ja: あなたは船に警告を発することなく、データのダウンロードに成功した。

source: Ignore the Auto-ship.
it: Ignora l'auto-nave.
ja: オートシップは無視。

source: The ship poses no interest to you.
it: La nave non pone alcun interesse per te.
ja: この船はあなたにとって何の興味もない。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_TORTURE"]/text
source: This beacon welcomes you with a gruesome and unnerving sight. A Crystalline station has several different creatures embedded in its hull, slowly suffocating or crushed under the weight of the crystalline plating.
it: Questo faro ti dà il benvenuto con una vista raccapricciante e snervante.Una stazione cristallina ha diverse creature incorporate nello scafo, che soffocano lentamente o schiacciate sotto il peso della placcatura cristallina.
ja: このビーコンは、ぞっとするような無気味な光景であなたを迎える。クリスタル・ステーションは、船体に何種類もの生物が埋め込まれており、ゆっくりと窒息したり、クリスタル・メッキの重みで押しつぶされたりしている。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_TORTURE"]/choice[1]/text
source: Attack them!
it: Attaccali!
ja: 彼らを攻撃する！

source: "Ah, so you wish to join the likes of these pitiful creatures? Let it be so!"
it: "Ah, quindi desideri unirti a artisti del calibro di queste creature pietose? Lascia che sia così!"
ja: 「哀れな生き物の仲間入りをしたいのか？そうさせておけ！"

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_TORTURE"]/choice[2]/text
source: Ignore the station.
it: Ignora la stazione.
ja: 駅は無視する。

source: The station doesn't attempt to contact you as your FTL charges.
it: La stazione non tenta di contattarti come addebiti FTL.
ja: FTLがチャージされている間、ステーションはあなたにコンタクトしようとしない。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: Continue...
it: Continua...
ja: 次へ...

source: While scrapping the station, you notice that the crew encased in the ship are still barely alive... but they won't for long.
it: Durante la demolizione della stazione, noti che l'equipaggio racchiuso nella nave è ancora a malapena vivo ... ma non lo faranno a lungo.
ja: ステーションをスクラップしている間、あなたは船に閉じ込められたクルーがまだかろうじて生きていることに気づく。

source: (Upg. Medbay) Heal them.
it: (UPG. MEDBAY) Guariscili.
ja: (Upg. Medbay） 彼らを治療する。

source: The Medbay heals their wounds, but it cannot bring them back from the dead. Many of the ex-prisoners do not make it, but one lucky soul was able to be revived.
it: Il Medbay guarisce le loro ferite, ma non può riportarle dai morti.Molti degli ex prigionieri non ce la fanno, ma un'anima fortunata è stata in grado di essere rianimata.
ja: メドベイは彼らの傷を癒すが、死から蘇らせることはできない。多くの元囚人たちは助からなかったが、1人の幸運な魂がよみがえった。

source: There's too little we can do to help.
it: C'è troppo poco che possiamo fare per aiutare.
ja: 私たちにできることはあまりにも少ない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_REBEL_CRYSTAL_MV"]/text
source: Crystal shards fly past the screen as soon as you arrive. Checking the scanners, it looks like a Crystalline ship is engaged with a Rebel!
it: I frammenti di cristallo volano oltre lo schermo non appena arrivi.Controllando gli scanner, sembra che una nave cristallina sia impegnata con un ribelle!
ja: 到着するやいなや、クリスタルの破片がスクリーンを飛び交う。スキャナーを確認すると、クリスタルの船が反乱軍と交戦しているようだ！

source: Attack the Rebel.
it: Attaccare il ribelle.
ja: 反乱軍を攻撃せよ

source: You message the Crystalline ship your intentions and move in to intercept the Rebel ship.
it: Messaggi la nave cristallina le tue intenzioni e ti trasferisci per intercettare la nave ribelle.
ja: あなたはクリスタルの船に自分の意図を伝え、反乱軍の船を迎え撃つために移動する。

source: Continue...
it: Continua...
ja: 次へ...

source: Attack the Crystalline ship.
it: Attaccare la nave cristallina.
ja: クリスタルの船を攻撃する。

source: You move in to intercept the Crystalline ship. As soon as the Rebel scans your ship it takes the opportunity to jump. You have the sneaking suspicion they will inform the fleet of your position, but that's the least of your current concerns.
it: Ti muovi per intercettare la nave cristallina.Non appena il ribelle scansiona la tua nave, coglie l'occasione per saltare.Hai il sospetto furbo che informeranno la flotta della tua posizione, ma questa è l'ultima delle tue attuali preoccupazioni.
ja: あなたはクリスタルの船を迎撃するために移動する。反乱軍があなたの船をスキャンすると、すぐにジャンプする。あなたは、彼らが艦隊にあなたの位置を知らせるのではないかとうすうす感じているが、今のあなたの心配はそれくらいだ。

source: Continue...
it: Continua...
ja: 次へ...

source: Ignore them.
it: Ignorali.
ja: 無視するんだ。

source: With the two ships engaged in combat, you sneak by unnoticed.
it: Con le due navi impegnate in combattimento, intrufolate inosservate.
ja: 2隻の船が交戦中なので、気づかれないようにこっそり通り過ぎる。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_REBEL_CRYSTAL2_MV"]/text
source: You're greeted by an unwelcome sight - a Rebel advance ship is laying down fire on a Crystalline vessel in the distance.
it: Sei accolto da una vista indesiderata: una nave anticipata ribelle sta sdraiando il fuoco su una nave cristallina in lontananza.
ja: あなたは歓迎されない光景に出迎えられる。反乱軍の先遣艦が、遠くのクリスタリン艦に砲火を浴びせているのだ。

source: Engage the Rebel ship.
it: Coinvolgere la nave ribelle.
ja: 反乱軍の船と交戦しろ。

source: Before you can engage, the Crystalline ship scores a direct hit and obliterates the Rebel ship! They hail: "You, you are like these other aliens! You brought them here!" With that they turn their cannons on you!
it: Prima di poter impegnarti, la nave cristallina segna un colpo diretto e cancella la nave ribelle!Provengono: "Tu, sei come questi altri alieni! Li hai portati qui!"Con ciò girano i loro cannoni su di te!
ja: 交戦する前に、クリスタルの船が直撃し、反乱軍の船を消し去った！彼らは叫ぶ："お前も他のエイリアンと同じだ！お前が連れてきたんだそう言って、大砲を向けてくる！

source: Continue...
it: Continua...
ja: 次へ...

source: Leave them alone.
it: Lasciali in pace.
ja: 放っておけばいい。

source: It's best to take advantage of the rare occasions when the Rebels aren't shooting at you. You prepare to jump.
it: È meglio trarre vantaggio dalle rare occasioni in cui i ribelli non ti sparano.Ti prepari a saltare.
ja: 反乱軍が撃ってこない貴重な時間を利用するのが一番だ。あなたはジャンプの準備をする。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_MANTIS_CRYSTAL_MV"]/text
source: You discover a number of civilian ships fleeing the area. Shots are fired and you find the assailant; a Mantis ship is attacking one of the smaller ships!
it: Scopri una serie di navi civili in fuga dalla zona.I colpi vengono sparati e trovi l'aggressore;Una nave mantide sta attaccando una delle navi più piccole!
ja: 多数の民間船が逃げ惑うのを発見。発砲があり、犯人を見つける。マンティス艦が小型艦の1隻を攻撃している！

source: Attack the Mantis.
it: Attaccare la mantide.
ja: カマキリを攻撃せよ

source: You activate your impulse engines and fly between the Mantis and their prey, weapons charging. You appear to have their full attention.
it: Attiva i tuoi motori all'impulso e voli tra la mantide e le loro prede, la carica delle armi.Sembra che tu abbia la loro piena attenzione.
ja: あなたはインパルスエンジンを起動し、武器をチャージしながらマンティスと獲物の間を飛ぶ。あなたは彼らの全神経を集中させているようだ。

source: Continue...
it: Continua...
ja: 次へ...

source: Ignore them.
it: Ignorali.
ja: 無視するんだ。

source: You try to keep a low profile and quickly prepare to jump.
it: Cerchi di mantenere un profilo basso e preparati rapidamente a saltare.
ja: あなたは目立たないようにし、素早くジャンプの準備をする。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_PIRATE_CRYSTAL_MV"]/text
source: A pirate ship jumps in right after you arrive at the beacon. It almost charges a small Crystalline transport ship, weapons armed.
it: Una nave pirata salta subito dopo il tuo arrivo al faro.Carica quasi una piccola nave da trasporto cristallina, armi armate.
ja: ビーコンに到着した直後に海賊船が飛び込んでくる。武器で武装した小さなクリスタルの輸送船だ。

source: Attack the pirate.
it: Attaccare il pirata.
ja: 海賊を襲え。

source: You chase down the pirate before it has a chance to engage the civilian ship. When it detects the real threat, it turns to face you.
it: Insegui il pirata prima che abbia la possibilità di coinvolgere la nave civile.Quando rileva la vera minaccia, si gira per affrontarti.
ja: 海賊が民間船と交戦する前に、あなたは海賊を追い詰める。本当の脅威を察知すると、そちらに向き直る。

source: Continue...
it: Continua...
ja: 次へ...

source: Ignore them.
it: Ignorali.
ja: 無視するんだ。

source: You assume the Crystalline ship can handle itself. You have enough of your own problems.
it: Presumo che la nave cristallina possa gestire se stessa.Hai abbastanza dei tuoi problemi.
ja: クリスタルの船は自分たちで対処できると思っているのか。あなた自身の問題は十分ある。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: You contact the Crystalline ship to hear, "We never should have returned. All around us, there is war and chaos. Do not speak to us again." They cut communications.
it: Contatti la nave cristallina per ascoltare: "Non avremmo mai dovuto tornare intorno a noi, c'è guerra e caos. Non parlarci più."Hanno tagliato le comunicazioni.
ja: クリスタルの船に連絡すると、「私たちは戻るべきではありませんでした。私たちの周りは戦争と混沌です。二度と我々に話しかけないでくれ。彼らは通信を切った。

source: The Crystalline ship messages you, "You are among the Federation, yes? It was one of you bastards who opened the jump beacon in the first place!" They quickly jump away.
it: La nave cristallina ti messaggi: "Sei tra la Federazione, sì? È stato uno di voi bastardi che ha aperto il faro del salto in primo luogo!"Saltano rapidamente via.
ja: クリスタルの船からのメッセージだ。そもそもジャンプ・ビーコンを開いたのは、お前たちの一人だ！」。彼らはすぐに飛び去る。

source: You contact the other ship, "Thank you for your assistance. It's good to know that not all of you foreigners are so barbaric. Take this as a reward."
it: Contattate l'altra nave, "Grazie per la vostra assistenza. È bello sapere che non tutti voi stranieri siete così barbari. Prendi questo come una ricompensa."
ja: 助けてくれてありがとう。君たち外国人すべてが野蛮なわけではないとわかってよかった。これを褒美として受け取れ。"

source: The Crystalline ship hails you, "It's a good thing you came when you did. We appreciate the assistance. Please take this for your help."
it: La nave cristallina ti saluta, "È una buona cosa che sei venuto quando hai fatto. Apprezziamo l'assistenza. Per favore, prendi questo per il tuo aiuto."
ja: クリスタルの船から「よく来てくれた。助けてくれてありがとう。これを受け取ってください"

source: The Crystalline ship messages you, "Thank you. We were not prepared for the savagery with which you aliens battle. We will give you one of our weapons if you intend on assisting our kind in the future."
it: La nave cristallina ti messaggi: "Grazie. Non eravamo preparati per la ferocia con cui ti battai. Ti daremo una delle nostre armi se intendi aiutare il nostro tipo in futuro."
ja: ありがとう。我々は、あなた方エイリアンの野蛮な戦いには備えてなかった。今後、我々の種族を支援するつもりなら、我々の武器の一つをあげよう。"

# data/events_sector_empire.xml$//event[@name="CRYSTAL_FED_MV"]/text
source: There appears to be a fight going on nearby. A Crystalline border guard is chasing a small Federation ship!
it: Sembra che ci sia un combattimento in corso nelle vicinanze.Una guardia di confine cristallina sta inseguendo una piccola nave della federazione!
ja: 近くで戦闘が行われているようだ。クリスタルの国境警備隊が連邦の小型船を追っている！

# data/events_sector_empire.xml$//event[@name="CRYSTAL_FED_MV"]/choice[1]/text
source: Save the Federation ship.
it: Salva la nave della Federazione.
ja: 連邦の船を救え。

source: It doesn't look like the Fed ship can stand much more pressure. You fly in and intercept the Crystalline ship.
it: Non sembra che la nave alimentata possa sopportare molta più pressione.Voli dentro e intercetti la nave cristallina.
ja: 連邦軍の船がこれ以上の圧力に耐えられるようには見えない。飛んできて、クリスタルの船を迎え撃つ。

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_FED_MV"]/choice[2]/text
source: Prepare to leave.
it: Preparati a partire.
ja: 出発の準備をする。

source: With the Federation ship distracting the guard, you are free to continue on your mission.
it: Con la nave della Federazione che distrae la guardia, sei libero di continuare la tua missione.
ja: 連邦の船が警備員の注意をそらしたので、あなたは自由に任務を続けることができる。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。
