Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_empire.xml/*.po
Languages: it, ja

# data/events_sector_empire.xml$//textList[@name="TEXT_ENCOUNTER_CRYSTAL"]/text[7]
source: A barrage of rasps and clicks is broadcast over the comm; the universal translator understands little, but the words 'aliens', 'allowed' and 'no' come through quite clearly. You'll have to prove your right to be here in combat!
it: Una raffica di rasps e clic viene trasmessa su The Comm;Il traduttore universale comprende poco, ma le parole "alieni", "consentite" e "no" arrivano abbastanza chiaramente.Dovrai dimostrare il tuo diritto di essere qui in combattimento!
ja: 世界共通の翻訳機はほとんど理解できないが、"エイリアン"、"許可されている"、"ノー "という言葉ははっきりと伝わってくる。ここにいる権利を戦闘で証明しなければならない！

# data/events_sector_empire.xml$//event[@name="ENCOUNTER_CRYSTAL_STATION"]/text
source: A Crystal station nearby notices your ship. "We do not welcome outsiders here! Get out, now!" It appears they're willing to backup their threats with their weapons.
it: Una stazione di cristallo nelle vicinanze nota la tua nave."Non diamo il benvenuto agli estranei qui! Esci, ora!"Sembra che siano disposti a sostenere le loro minacce con le loro armi.
ja: 近くのクリスタル・ステーションがあなたたちの船に気づいた。「部外者は歓迎しない！すぐに出て行け！"彼らは武器で脅しをかけているようだ。

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_CONVOY"]/text
source: A large convoy of lumbering civilian ships appears to be passing through this region. You show no hostile intentions, but they are taking no chances, immediately sending their escort to attack!
it: Un grande convoglio di navi civili legnose sembra passare attraverso questa regione.Non mostri intenzioni ostili, ma non stanno prendendo possibilità, inviando immediatamente la loro scorta per attaccare!
ja: 大型の民間船団がこの地域を通過しているようだ。あなたは敵意を示さないが、彼らは危険を顧みず、直ちに護衛艦を攻撃に向かわせる！

# data/events_sector_empire.xml$//event[@name="CRYSTAL_CONVOY"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_HUNTER"]/text
source: Crystal shards fly past your ship as soon as you jump. You scan to find the assailant and discover a Crystalline ship carrying a number of humans in its cargo bay. It must be hunting the alien ships!
it: I frammenti di cristallo volano oltre la tua nave non appena salti.Scansion per trovare l'aggressore e scoprire una nave cristallina che trasporta un numero di umani nel suo vano di carico.Deve andare a caccia delle navi aliene!
ja: ジャンプと同時にクリスタルの破片が飛んでくる。加害者を見つけるためにスキャンすると、貨物室に多数の人間を乗せたクリスタルの船を発見する。エイリアンの船を追っているのだろう！

# data/events_sector_empire.xml$//event[@name="CRYSTAL_HUNTER"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...

source: Continue...
it: Continua...
ja: 次へ...

source: You see a Rebel ship approaching. "Ack, I can't tell if this sector is any worse than the time we were stationed in that Slug hellhole. Maybe if we kill you, we can finally be stationed somewhere nice!"
it: Vedi avvicinarsi una nave ribelle."ACK, non posso dire se questo settore è peggio del tempo in cui siamo stati di stanza in quel buco infernale. Forse se ti uccidiamo, possiamo finalmente essere di stanza da qualche parte bene!"
ja: 反乱軍の船が近づいてくるのが見える。「このセクターは、スラッグ地獄に駐留していたときより悪いのか。お前たちを殺せば、やっといい場所に駐留できるかもしれない！"

source: The Rebels haven't been pleased with the return of yet another alien race. A particularly agitated Rebel ship wastes no time locking onto you and attacking!
it: I ribelli non sono stati soddisfatti del ritorno di un'altra gara aliena.Una nave ribelle particolarmente agitata non perde tempo a bloccare e attaccare!
ja: 反乱軍はまた新たな異星人の帰還を快く思っていない。特に激昂した反乱軍の艦船は、時間をかけずにあなたをロックして攻撃してくる！

source: A Rebel ship, hot on your tail, approaches. Its weapons are armed and there's no doubt a fight is about to ensue.
it: Una nave ribelle, calda sulla coda, si avvicina.Le sue armi sono armate e non c'è dubbio che stia per seguire una lotta.
ja: あなたの後を追って反乱軍の船が近づいてくる。武器は武装しており、戦いが始まるのは間違いない。

source: Continue...
it: Continua...
ja: 次へ...

source: A Rock fanatic, here to watch and study the Crystals, notices you. Thinking you've come to harm its idols, it attacks.
it: Un fanatico della roccia, qui per guardare e studiare i cristalli, ti nota.Pensando che tu sia arrivato a danneggiare i suoi idoli, attacca.
ja: クリスタルを観察・研究しに来たロックマニアが、あなたに気づいた。あなたがアイドルに危害を加えに来たと思い、攻撃してきた。

source: "You are not welcome here! This sector has been chosen by the gods, and you are intruding! We are their divine prophets, and we will remove you!"
it: "Non sei il benvenuto qui! Questo settore è stato scelto dagli dei e ti stai intromettendo! Siamo i loro profeti divini e ti rimuoremo!"
ja: 「お前たちは歓迎されない！この区域は神々によって選ばれたのだ！我々は神々の預言者であり、お前たちを排除する！"

source: A group of egotistical Rockmen hail you, claiming they have been chosen by the Crystals to destroy your ship.
it: Un gruppo di rockmen egoistici ti saluta, sostenendo che sono stati scelti dai cristalli per distruggere la tua nave.
ja: 自分勝手なロックマンの一団が、自分たちはクリスタルに選ばれ、あなたの船を破壊するために来たと言う。

source: Continue...
it: Continua...
ja: 次へ...

source: It appears you've had the misfortune of running into a Coalition ship travelling through this territory. They spot you almost immediately and attack!
it: Sembra che tu abbia avuto la sfortuna di imbatterti in una nave da coalizione che viaggiava attraverso questo territorio.Ti individuano quasi immediatamente e attaccano!
ja: 不運にも、この領土を航行中の連合軍の船に出くわしたようだな。彼らはすぐにあなたを発見し、攻撃してきた！

source: A Coalition vessel is salvaging the remains of a nearby Crystal station. However, upon spotting you they quickly undock and attack!
it: Una nave da coalizione sta salvando i resti di una vicina stazione di cristallo.Tuttavia, dopo averti individuato, si scontrano rapidamente e attaccano!
ja: 連合軍の船が近くのクリスタル・ステーションの残骸をサルベージしている。しかし、あなたを見つけると、すぐにドックを外して攻撃してくる！

source: Continue...
it: Continua...
ja: 次へ...

source: It seems the Crystalline people have adjusted well to the nebulas found throughout the galaxy. A hunter hiding in the depths of the clouds here descends, weapons ready!
it: Sembra che le persone cristalline si siano adattate bene alle nebulose trovate in tutta la galassia.Scende un cacciatore che si nasconde nelle profondità delle nuvole, armi pronte!
ja: クリスタルの民は銀河のあちこちにある星雲にうまく適応しているようだ。雲の底に隠れていたハンターが、武器を構えて降りてくる！

source: It makes sense for the Crystals, lovers of solitude, to take refuge deep in the nebulous clouds. A ship here, unhappy that you've disturbed them, attacks!
it: Ha senso per i cristalli, amanti della solitudine, rifugiarsi in profondità nelle nuvole nebulose.Una nave qui, infelice che li hai disturbati, attacchi!
ja: 孤独を愛するクリスタルたちが、茫漠とした雲の奥深くに避難するのは理にかなっている。ここにいる船が、邪魔をしたことを不満に思い、攻撃してくる！

source: You spot a Crystalline vessel sneaking through the nebula. "Gah, I came here to escape you aliens! Now you chase us down?" It seems conflict is inevitable.
it: Individua una nave cristallina che si intrufola attraverso la nebulosa."Gah, sono venuto qui per sfuggire a voi alieni! Ora ci insegui?"Sembra che il conflitto sia inevitabile.
ja: あなたは星雲の中をこっそり進むクリスタルの船を見つけた。「俺はエイリアンから逃げるためにここに来たんだ！今度は追いかけてくるのか？衝突は避けられないようだ。

source: You aren't alone in this nebula. A Crystalline vessel approaches, ready to attack.
it: Non sei solo in questa nebulosa.Una nave cristallina si avvicina, pronta ad attaccare.
ja: この星雲にいるのはあなただけではない。クリスタルの船が近づいてくる。

# data/events_sector_empire.xml$//event[@name="NEBULA_CRYSTAL_MIRROR"]/text
source: The planet in the distance is rather bland, save for a few lakes and rivers. Curiously enough, that hasn't stopped a Crystal ship from docking next to a pond.
it: Il pianeta in lontananza è piuttosto insipido, salvo alcuni laghi e fiumi.Curiosamente, che non ha impedito a una nave di cristallo di attracco accanto a uno stagno.
ja: 遠くに見える惑星は、湖や川がいくつかあるだけで何の変哲もない。不思議なことに、池の隣に停泊するクリスタルの船を止めることはできなかった。

source: Dock and explore.
it: Dock ed esplora.
ja: ドックと探検。

source: You find the captain of the Crystal ship kneeling besides one of the aforementioned ponds, staring deeply into it. When you ask him about his fascination, he replies: "Hello, Captain. Do take a look into the pond and tell me, isn't that the most beautiful creature you have ever seen in your life?" Expecting to see a water creature of some sort, you bend over and look, but all you can see is the reflection of the Crystal captain.
it: Trovi il capitano della nave cristallina in ginocchio oltre a uno degli stagni di cui sopra, fissandolo profondamente.Quando gli chiedi del suo fascino, risponde: "Ciao, capitano. Dai un'occhiata allo stagno e dimmi, non è questa la creatura più bella che tu abbia mai visto in vita tua?"Aspettandosi di vedere una creatura d'acqua di qualche tipo, ti pieghi e guardi, ma tutto ciò che puoi vedere è il riflesso del capitano del cristallo.
ja: クリスタル号の船長が池のほとりに膝をつき、池を深く見つめている。その魅力について尋ねると、彼はこう答えた：「こんにちは、船長。池を覗いてみてください。今まで見た中で一番美しい生き物だと思いませんか？"何かの水生生物を期待して、あなたは身をかがめて見たが、水晶の船長の姿が映っているだけだった。

source: It's quite beautiful indeed.
it: È davvero abbastanza bello.
ja: 実に美しい。

source: I've seen much better...
it: Ho visto molto meglio ...
ja: 私はもっといいものを見てきた...

source: (Nights) Nights is eager to answer that question.
it: (Nights) Nights è ansioso di rispondere a questa domanda.
ja: (ナイツ）ナイツはその質問に答えたがっている。

source: Still heavily drunk, Nights stumbles over to the pond, takes one look at the "creature", and erupts into manic laughter. "HAHAHAHAHA! You call that beautiful?? Ssssee, that ssslimy bassstard Sssslocknog, well he looksss ten times better than thisss, and my eyesss sssour jussst from glancing at him! Your sssense of beauty isss sssoo bad it makesss me wanna-" Nights doesn't get to finish as he vomits straight into the pond, throwing up from all his excessive drinking. Horrified from both his words and the now disfigured "creature", the Crystal collapses on the spot.
it: Ancora pesantemente ubriaco, notti inciampa allo stagno, guarda la "creatura" ed esplode in risate maniacali."Hahahahaha! Chiami quel bellissimo? Le notti non riesce a finire mentre vomita dritto nello stagno, vomitando da tutti i suoi eccessivi bere.Inorridito sia dalle sue parole che dalla "creatura" ormai sfigurata, il cristallo crolla sul posto.
ja: ナイツはまだひどく酔っており、池によろめきながら近づき、"クリーチャー "をひと目見て、狂気の笑いを爆発させた。「HAHAHAHA！あれを美しいと言うのか？ほら、あの痩せっぽちのバスタード、ススロックノッグの方がこれより10倍はマシだ！あなたの美意識はあまりにひどいから、私は......" ナイツは、飲み過ぎたせいで、そのまま池に吐き出してしまった。彼の言葉にも、今となっては変わり果てた "生き物 "にも怯え、クリスタルはその場に崩れ落ちた。

source: Call in the captain's crew so they can check on him.
it: Chiama l'equipaggio del capitano in modo che possano controllarlo.
ja: 船長のクルーを呼んで、彼の様子を確認させる。

source: Upon arriving at the scene, his crew conclude that their captain died immediately after fainting from the emotional damage. While the crew "mourn" their captain's death and return a little too excitedly to their ship, their second-in-command discreetly transfers some goods to you for helping them get off this planet.
it: All'arrivo sulla scena, il suo equipaggio conclude che il loro capitano è morto immediatamente dopo essere svenuto dal danno emotivo.Mentre l'equipaggio "piange" la morte del loro capitano e torna un po 'troppo eccitato sulla loro nave, il loro secondo in comando trasferisce discretamente alcune merci per aiutarli a scendere da questo pianeta.
ja: 現場に到着したクルーは、船長が精神的ダメージで失神した直後に死亡したと結論づける。クルーが船長の死を "悼み"、少し興奮気味に自分たちの船に戻る間、彼らの副司令官は、この惑星から脱出するのを助けてくれたあなたに、控えめにいくらかの物資を送金する。

source: Continue...
it: Continua...
ja: 次へ...

source: Just before you head back to your ship, an Orchid Praetor taps you on your back. It seems they just appeared out of nowhere and have no recollection of their past, but they seem to be willing to work for you if it means they won't be stuck behind on this planet.
it: Poco prima di tornare alla tua nave, un pretore orchidea ti tocca sulla schiena.Sembra che siano appena apparsi dal nulla e non abbiano alcun ricordo del loro passato, ma sembrano essere disposti a lavorare per te se ciò significa che non rimarranno bloccati su questo pianeta.
ja: 船に戻る直前、オーキッドのプレトールがあなたの背中を叩く。彼らはどこからともなく現れたようで、過去の記憶はないが、この惑星に取り残されないためなら、あなたのために働くこともいとわないようだ。

source: Narcissus
it: Narciso
ja: ナルキッソス

source: Ignore the planet.
it: Ignora il pianeta.
ja: 地球を無視する。

source: Who cares about sightseeing? We have better things to do.
it: Chi se ne frega di visitare turistiche?Abbiamo cose migliori da fare.
ja: 観光なんてどうでもいいじゃないか。もっといいことがある。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: "Isn't it so! I see you are beings with an eye for true beauty as I am. While I cannot bear to part with this magnificent creature, I wish to offer a token of my respect. My crew do not share the same appreciation that I do and are waiting impatiently in our ship. Perhaps they will serve your mission better."
it: "Non è così! Vedo che siete esseri con un occhio per la vera bellezza come sono. Anche se non posso sopportare di separarmi da questa magnifica creatura, desidero offrire un segno del mio rispetto. Il mio equipaggio non condivide lo stessoApprezzamento che faccio e sto aspettando con impazienza nella nostra nave.
ja: 「そうでしょう！君たちも私と同じように、真の美を見極める目を持った存在なのだな。この素晴らしい生き物を手放すのは忍びないが、敬意を表したい。私のクルーは私と同じような感謝の念を共有しておらず、我々の船で待ち焦がれている。おそらく、彼らの方があなたの任務に役立つでしょう。"

source: "Isn't it so! I see you are beings with an eye for true beauty as I am. While I cannot bear to part with this magnificent creature, I wish to offer a token of my respect. Seeing that I will no longer require my equipment in search of a more beautiful place, please help yourselves to some of my tech."
it: "Non è così! Vedo che siete esseri con un occhio per la vera bellezza come sono. Anche se non posso sopportare di separarmi da questa magnifica creatura, desidero offrire un token del mio rispetto. Vedendo che non richiederò piùLa mia attrezzatura alla ricerca di un posto più bello, per favore aiutatevi ad un po 'della mia tecnologia. "
ja: 「そうでしょう！君たちも私と同じように、真の美を見極める目を持った存在なのだな。この素晴らしい生き物と別れるのは忍びないが、敬意を表したい。これ以上美しい場所を探すのに私の装備はもう必要ないだろうから、どうか私の技術を役立ててほしい"

source: "So these are fools who refuse to acknowledge true beauty! Hah, you aliens are as uncultured as you are barbaric. I do not wish to preside with you much longer, for I have a better companion. Isn't that right, my dear?" The Crystal goes back to gazing fondly at the pond. You decide to leave this weirdo behind.
it: "Quindi questi sono sciocchi che si rifiutano di riconoscere la vera bellezza! Hah, voi alieni non sono coltivati come siete barbari. Non desidero presiedere a te molto più a lungo, perché ho un compagno migliore. Non è così giusto, mia cara? "Il cristallo torna a guardare con affetto allo stagno.Decidi di lasciare questo strano alle spalle.
ja: 「真の美しさを認めない愚か者たちだ！あなたたちエイリアンは、野蛮であるのと同じくらい教養がない。これ以上あなたたちと一緒にいたくない。そうだろう？クリスタルは池を愛おしそうに眺めることに戻る。あなたはこの変人を置いていくことにした。

source: "So these are fools who refuse to acknowledge true beauty! Hah, you aliens are as uncultured as you are barbaric. I now consider it my duty to rid the galaxy of such dirty foreigners. I'll be back in a moment, my sweet!"
it: "Quindi questi sono sciocchi che si rifiutano di riconoscere la vera bellezza! Hah, voi alieni non sono coltivati come siete barbari. Ora considero mio dovere liberare la galassia di così stranieri sporchi. Tornerò tra un momento, il mio dolce! "
ja: 「真の美しさを認めない愚か者たちだ！はあ、あなたたち異星人は野蛮であると同時に無教養だ。私は今、銀河系からこのような汚らわしい外国人を一掃することが私の義務だと考えている。すぐに戻ってくるよ、お嬢さん！"

source: Continue...
it: Continua...
ja: 次へ...

source: "What?? How dare you say such a thing! I shall show you the true form of the creature!" You expect the Crystal to attack, but instead he dives into the pond, attempting to "bring up the creature". A few minutes pass, and all of a sudden an Orchid taps you on your back. It seems they just appeared out of nowhere and have no recollection of their past, but they seem to be willing to work for you if it means they won't be stuck behind on this planet.
it: "Cosa ?? Come osi dire una cosa del genere! Ti mostrerò la vera forma della creatura!"Ti aspetti che il cristallo attacca, ma invece si tuffa nello stagno, tentando di "far apparire la creatura".Passano qualche minuto e all'improvviso un'orchidea ti tocca sulla schiena.Sembra che siano appena apparsi dal nulla e non abbiano alcun ricordo del loro passato, ma sembrano essere disposti a lavorare per te se ciò significa che non rimarranno bloccati su questo pianeta.
ja: 「何だと？よくもそんなことが言えるな！あの生き物の本当の姿を見せてやろう！」。あなたはクリスタルが攻撃してくると思ったが、その代わりに彼は池に飛び込み、「生き物を呼び出そう」とした。数分後、突然オーキッドがあなたの背中を叩いた。彼らは突然現れたようで、過去の記憶がないようだが、この惑星に取り残されないためなら、あなたのために働くこともいとわないようだ。

source: Narcissus
it: Narciso
ja: ナルキッソス

# data/events_sector_empire.xml$//event[@name="ENCOUNTER_CRYSTAL_ELITE"]/text
source: Crystal Sentinels are the protectors of the Crystal sectors, and are much stronger than their civilian brothers. By entering into their new Homeworlds with a military-tier cruiser, the Crystal people have deemed you a threat worthy of the retribution of a Sentinel vessel!
it: Le sentinelle di cristallo sono i protettori dei settori cristallini e sono molto più forti dei loro fratelli civili.Entrando nei loro nuovi colpi di casa con un incrociatore di livello militare, il popolo di cristallo ti ha considerato una minaccia degna della punizione di una nave Sentinel!
ja: クリスタルのセンチネルはクリスタル・セクターの守護者であり、民間人の兄弟よりもはるかに強い。軍用級の巡洋艦で新たな母星に侵入したことで、クリスタル人はあなたをセンチネル艦の報復に値する脅威と見なしました！

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_SANCTUARY"]/text
source: You've discovered a massive Crystalline society, well furnished and protected. In the center is a small village surrounding a massive contraption... it looks like a gateway of some sort?
it: Hai scoperto una massiccia società cristallina, ben arredata e protetta.Al centro c'è un piccolo villaggio che circonda un attacco enorme ... sembra una porta di qualche tipo?
ja: あなたは巨大な結晶社会を発見した。中央には巨大な仕掛けを囲む小さな村がある...何かのゲートウェイのようだが？

# data/events_sector_empire.xml$//event[@name="CRYSTAL_SANCTUARY"]/choice[1]/text
source: Investigate the gateway.
it: Indagare sul gateway.
ja: ゲートウェイを調査する

source: The contraption seems to resemble a much larger version of the Waystone, the device that the Crystalline people used to seal off their old homeworlds. As you approach, a massive Crystalline cruiser approaches, its weapons aiming straight at you!
it: Il aggeggio sembra assomigliare a una versione molto più grande di Waystone, il dispositivo che le persone cristalline usavano per sigillare i loro vecchi colpi di casa.Mentre ti avvicini, si avvicina un enorme incrociatore cristallino, le sue armi mirano direttamente a te!
ja: その仕掛けは、クリスタリン人がかつての母星を封鎖するために使用した装置「ウェイストーン」の大型版に似ているようだ。近づくと、巨大なクリスタルの巡洋艦が近づいてくる！

source: Uh oh...
ja: ああ、ああ...。

source: A ceremoniously painted purple Crystal stands before you, far taller than those in the background. "I am Empress Dianesh Kryel. You... are a foreigner, and foreigners are unwelcome. The Federation has given us its aid, and for that we are grateful. But we are no longer in need of the Federation, and you need nothing of us. We shall negotiate terms."
it: Un cristallo viola dipinto cerimoniosamente si trova davanti a te, molto più alto di quelli sullo sfondo."Sono imperatrice Dianesh Kryel. Tu ... sei uno straniero e gli stranieri sono sgraditi. La federazione ci ha dato il suo aiuto, e per questo siamo grati. Ma non abbiamo più bisogno della federazione e non hai bisogno di nulladi noi.
ja: 儀礼的に塗られた紫色のクリスタルが、背景の者たちよりもはるかに背が高く、あなたの前に立っている。「私はディアネッシュ・クライエル皇后。あなたは外国人です。外国人は歓迎されません。連邦の援助には感謝している。しかし、我々はもはや連邦を必要としていない。そして、あなた方も我々を必要としていない。交渉しよう

source: Negotiate what?
it: Negoziare cosa?
ja: 何を交渉するんだ？

source: "The terms on which you leave this place. Your presence here is not sanctioned. I know people like you. Ambassador Ruwen has told me the stories. You are barbarians, murderers. Renegades like you were the ones who first stole our home from us. And I refuse to allow such things to transpire again. I will satisfy whatever vain desires you might have to ensure you leave and never return. My people do not want you here."
it: "I termini su cui lasci questo posto. La tua presenza qui non è sanzionata. Conosco persone come te. L'ambasciatore Ruwen mi ha raccontato le storie. Sei barbari, assassini. Renegati come te erano quelli che per la prima volta hanno rubato la nostra casa da noi.
ja: 「ここを去る条件だ。あなたがここにいることは許可されていない。あなたのような人を知っています。ルウェン大使から話を聞いた。あなた方は野蛮人であり、殺人者です。お前たちのような反逆者が、最初に我々の故郷を奪ったのだ。そのようなことが再び起こることを私は許さない。お前たちが二度と戻ってこないように、どんなむなしい欲望でも満たしてやる。我が民は、あなた方にここにいてほしくないのです」。

source: Request a weapon.
it: Richiedere un'arma.
ja: 武器を要求する

source: Dianesh gestures for a small transport ship to approach and deliver a specialized Crystal weapon. "We have met your demands, now you will abide by ours and leave." You figure it's best not to press further and follow their instructions.
it: Dianesh gestisce una piccola nave da trasporto per avvicinarsi e consegnare un'arma cristallina specializzata."Abbiamo soddisfatto le tue esigenze, ora ti atterrai da parte delle nostre e se ne andrai."Immagina che sia meglio non premere ulteriormente e seguire le loro istruzioni.
ja: ディアネッシュは小型輸送船に、クリスタル専用兵器を運ぶようジェスチャーで指示する。「我々は君たちの要求を満たした。これ以上迫らない方がいいと思い、彼らの指示に従う。

source: Request crew.
it: Richiedi l'equipaggio.
ja: リクエストクルー

source: Dianesh gestures for a small transport ship to approach. It delivers a Crystalline prisoner, who eagerly joins your crew as long as it brings an end to their sentence. "We have met your demands, now you will abide by ours and leave." You figure it's best not to press further and follow their instructions.
it: Dianesh gestisce una piccola nave da trasporto.Fornisce un prigioniero cristallino, che si unisce con entusiasmo al tuo equipaggio fintanto che mette fine alla loro pena."Abbiamo soddisfatto le tue esigenze, ora ti atterrai da parte delle nostre e se ne andrai."Immagina che sia meglio non premere ulteriormente e seguire le loro istruzioni.
ja: ディアネッシュが小さな輸送船に近づくようジェスチャーする。その船はクリスタルの囚人を運び、刑期が終わるならと、あなたのクルーに加わることを熱望している。"私たちはあなたの要求を満たした。これ以上迫らない方がいいと考え、彼らの指示に従う。

source: Request repairs.
it: Riparazioni richieste.
ja: 修理を依頼する。

source: Dianesh gestures for a support ship to come by and give a full repair. "We have met your demands, now you will abide by ours and leave." You figure it's best not to press further and follow their instructions.
it: Dianesh gestisce una nave di supporto da venire e dare una riparazione completa."Abbiamo soddisfatto le tue esigenze, ora ti atterrai da parte delle nostre e se ne andrai."Immagina che sia meglio non premere ulteriormente e seguire le loro istruzioni.
ja: ディアネッシュは、支援船を寄港させ、完全な修理を施すようジェスチャーで指示する。「我々は君たちの要求を満たした。これ以上迫らず、彼らの指示に従うのが最善だと考える。

source: We did not come here to harm you. We are not as bad as you say.
it: Non siamo venuti qui per farti del male.Non siamo così cattivi come dici tu.
ja: 私たちはあなたに危害を加えるためにここに来たわけではない。私たちはあなたが言うほど悪人ではない
