Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_empire.xml/*.po
Languages: it, ja

source: "Thank you! We were sent here to try and recruit some Crystals to the Federation cause. We had no idea we would be received so poorly..." They transfer some excess materials for your trouble.
it: "Grazie! Siamo stati inviati qui per cercare di reclutare alcuni cristalli alla causa della federazione. Non avevamo idea che saremmo stati accolti così male ..." Trasferiscono alcuni materiali in eccesso per i tuoi problemi.
ja: 「ありがとう！私たちはクリスタルを連盟に勧誘するために派遣されました。こんなに歓迎されるとは..."余った資材を転送してくれる。

source: The ship looks battered and ready to break apart. You quickly move in to help rescue the survivors, but it looks like only one person made it. They offer to join your crew as thanks.
it: La nave sembra maltrattata e pronta a rompersi.Ti trasferisci rapidamente per aiutare a salvare i sopravvissuti, ma sembra che solo una persona ce l'abbia fatta.Si offrono di unirsi al tuo equipaggio come ringraziamento.
ja: 船はボロボロで今にも壊れそうだ。あなたはすぐに生存者の救助に向かうが、助かったのは1人だけだったようだ。彼らはお礼にあなたのクルーに加わりたいと申し出ている。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_FED_DESERTER_MV"]/text
source: For a moment you assume it's a glitch, but no... you've found a rare Elite Federation military ship! They hail you and, after some probing, reveal that they deserted the Federation fleet and decided to hide among the Crystals, figuring there would be few other Federation ships here to find them.
it: Per un momento presumi che sia un problema tecnico, ma no ... hai trovato una rara nave militare della Federazione d'élite!Ti salutano e, dopo un po 'di sondaggio, rivelano che hanno abbandonato la flotta della Federazione e hanno deciso di nascondersi tra i cristalli, immaginando che ci sarebbero state poche altre navi della Federazione qui per trovarle.
ja: 一瞬、不具合かと思ったが、そうではなかった...珍しい連邦軍のエリート船を発見したのだ！彼らはあなたに連絡し、いくつかの調査の後、連邦艦隊を脱走し、他の連邦艦船がほとんど見つからないだろうと考え、クリスタルの中に隠れることにしたことを明らかにした。

source: Offer supplies.
it: Offrire rifornimenti.
ja: 物資を提供する。

source: You send over some supplies to help them on their way and in return they upload their flight plan to your computer, allowing you to map the sector! "The Federation fleet's still standing - get there while you can!"
it: Invia alcune provviste per aiutarli sulla loro strada e in cambio caricano il loro piano di volo sul tuo computer, permettendoti di mappare il settore!"La flotta della Federazione è ancora in piedi - arriva lì mentre puoi!"
ja: 物資を送ると、彼らは飛行計画をコンピューターにアップロードしてくれる！「連邦艦隊はまだ立っている。

source: Attack the traitors.
it: Attaccare i traditori.
ja: 裏切り者を攻撃せよ。

source: Deserters cannot be tolerated. You open fire on the cowards - though it doesn't please you to do so. The Federation needs every soldier it can get.
it: I disertori non possono essere tollerati.Apri il fuoco sui codardi, anche se non ti fa piacere.La federazione ha bisogno di ogni soldato che può ottenere.
ja: 脱走兵は許されない。臆病者には発砲するのだ。連邦はあらゆる兵士を必要としている。

source: Continue...
it: Continua...
ja: 次へ...

source: Leave them be.
it: Lasciali essere.
ja: 放っておけばいい。

source: You send them a friendly warning regarding the armada of Rebel ships pursuing you, and then get underway lest they catch you up.
it: Invia loro un avvertimento amichevole per quanto riguarda l'Armada delle navi ribelli che ti inseguono, e poi iniziano per non recuperare.
ja: 反乱軍の船団に追いつかれないよう、友好的な警告を送り、航行を開始する。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_REQUEST_MV"]/text
source: The moment you arrive you notice a Crystalline ship in the vicinity keeping its distance. They message you, "The 'Rebels' that are trying to hunt YOU down are creating havoc everywhere they go. Bah, we came here to escape this crap..."
it: Nel momento in cui arrivi noti una nave cristallina nelle vicinanze che mantiene la distanza.Ti inviano messaggi "I" ribelli "che stanno cercando di cacciarti stanno creando il caos ovunque vanno. Bah, siamo venuti qui per sfuggire a questa merda ..."
ja: 到着した瞬間、近くにいるクリスタルの船が距離をとっているのに気づく。あなたを追い詰めようとしている "反乱軍 "は、行く先々で大混乱を起こしている。俺たちはこのゴミから逃げるためにここに来たんだ。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_REQUEST_MV"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...

source: "To minimize their impact on our people, we would like you to give them your flight path out of our sector. We would like to remain civil and are willing to pay you in 'scrap' for the increased danger it poses."
it: "Per ridurre al minimo il loro impatto sulla nostra gente, vorremmo che tu dia loro il tuo percorso di volo fuori dal nostro settore. Vorremmo rimanere civili e siamo disposti a pagarti in" rottami "per il crescente pericolo che pone."
ja: "我々の人々への影響を最小限に抑えるため、我々のセクターを出る飛行経路を教えてほしい。私たちは市民的な立場を保ちたいし、危険性が増す分、"スクラップ "で支払っても構わない"

source: Give them your flight plans.
it: Dai loro i tuoi piani di volo.
ja: フライトプランを伝える。

source: It was never your intention to lead the Rebels here, and frankly you could do with the scrap. The Crystalline ship immediately jumps off to inform the Rebels, leaving you with a fleet to outrun!
it: Non è mai stata tua intenzione guidare i ribelli qui, e francamente potresti fare con lo scarto.La nave cristallina salta immediatamente per informare i ribelli, lasciandoti con una flotta per superare!
ja: 反乱軍を率いてここに来たのはあなたの本意ではないし、率直に言って、あなたはスクラップにすることもできた。クリスタルの船はすぐに反乱軍に知らせに飛び立った！

source: Continue...
it: Continua...
ja: 次へ...

source: Accept the scrap but give them false flight plans.
it: Accetta lo scarto ma dai loro falsi piani di volo.
ja: スクラップを受け入れるが、偽の飛行計画を渡す。

source: (Distraction Buoys) Accept the scrap but give them falsified flight plans.
it: (Boe di distrazione) Accetta lo scarto ma dai loro piani di volo falsificati.
ja: (ディストラクション・ブイ）スクラップを受け入れるが、偽造した飛行計画を渡す。

source: Your distraction buoys allows you to create very convincing flight plans. They accept it as true and give you the scrap. The deception may not be the most honorable tactic, but staying ahead of the fleet is your highest priority.
it: Le tue boe di distrazione ti consentono di creare piani di volo molto convincenti.Lo accettano come vero e ti danno lo scarto.L'inganno potrebbe non essere la tattica più onorevole, ma stare davanti alla flotta è la massima priorità.
ja: あなたの注意散漫なブイは、非常に説得力のあるフライトプランを作成することを可能にする。彼らはそれを真実として受け入れ、あなたにスクラップを与える。ごまかしは最も名誉ある戦術ではないかもしれないが、艦隊の先を行くことが最優先だ。

source: Refuse.
it: Rifiutare.
ja: 拒否する。

source: You apologize for the trouble you've brought them, but explain that you have no choice. They seem to understand, and break the comm link to set about preparing defenses.
it: Ti scuso per il problema che hai portato loro, ma spiega che non hai scelta.Sembrano capire e rompere il collegamento di comunicazione per impostare la preparazione delle difese.
ja: あなたは彼らに迷惑をかけたことを謝罪するが、選択の余地はないと説明する。彼らは理解したようで、通信回線を切って防御の準備に取り掛かる。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: Unable to interpret it themselves, the Crystalline beings assume your data will mean something to the Rebels. It should see the pursuing fleet taking a leisurely cruise before they get back on track.
it: Incapace di interpretarlo da soli, gli esseri cristallini presumono che i tuoi dati significhino qualcosa per i ribelli.Dovrebbe vedere la flotta inseguibile fare una piacevole crociera prima di tornare in pista.
ja: 自分たちでは解釈できないが、クリスタル人はあなたのデータが反乱軍にとって何か意味があると推測している。追撃艦隊が軌道に復帰する前に、のんびりと航行するはずだ。

source: They take one look at your fake telemetry and realize what you've done. They apparently do not take being lied to well - they immediately attack!
it: Dai un'occhiata alla tua falsa telemetria e si rendono conto di ciò che hai fatto.Apparentemente non prendono mentire bene - attaccano immediatamente!
ja: 彼らはあなたの偽のテレメトリを一目見て、あなたが何をしたかに気づく。彼らはどうやら嘘をつかれたことをよく思っていないようだ！

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_HELP_DIG_MV"]/text
source: A large Crystalline ship is floating in space here. They hail: "Aliens?! How curious. We request your aid. We have men buried on a nearby planet and we must dig them out."
it: Una grande nave cristallina sta galleggiando nello spazio qui.Provengono: "Alieni?! Quanto curioso. Chiediamo il tuo aiuto. Abbiamo uomini sepolti su un pianeta vicino e dobbiamo scavarli."
ja: 大きなクリスタルの船がここに浮かんでいる。彼らは叫ぶ：「エイリアン？なんと不思議な。助けてほしい。近くの惑星に人が埋まっていて、掘り出さなければならない。

source: Send a crewmember to help.
it: Invia un membro dell'equipaggio per aiutare.
ja: クルーを派遣する。

source: You do as you're asked and send a crewmember down to the planet to assist. They discover a massive Crystal excavation operation and it quickly becomes clear this is a task that will take days, not hours.
it: Fai come ti viene chiesto e mandi un membro dell'equipaggio al pianeta per assistere.Scoprono un'enorme operazione di scavo in cristallo e diventa rapidamente chiaro che questo è un compito che richiederà giorni, non ore.
ja: あなたは言われたとおりにクルー1名を惑星に派遣し、支援を要請する。彼らは大規模なクリスタルの発掘作業を発見し、これが数時間ではなく数日かかる作業であることがすぐに明らかになる。

source: Leave your crewmember behind.
it: Lascia alle spalle la tua membro dell'equipaggio.
ja: クルーを置き去りにする。

source: You're committed to both saving the Federation and upholding the principles it worked to maintain. Your crewmember will remain and make good on the promise - you still have a galaxy to save. They give you some supplies for your trouble.
it: Ti impegni a salvare sia la federazione che a sostenere i principi che ha lavorato per mantenere.Il tuo membro dell'equipaggio rimarrà e manterrà la promessa: hai ancora una galassia da salvare.Ti danno delle forniture per i tuoi problemi.
ja: あなたは連邦を救うことと、連邦が維持するために働いた原則を守ることの両方にコミットしている。クルーは残り 約束を果たすだろう - 銀河を救うのだ君にはまだ救うべき銀河がある。

source: Continue...
it: Continua...
ja: 次へ...

source: Pull your guy out.
it: Estrai il tuo ragazzo.
ja: 男を引きずり出せ。

source: The Crystalline captain contacts you urgently: "What is the meaning of this?! Had you no wish to aid us you might simply have declined, but THIS... is an insult!" He turns his massive ship on yours and you prepare to fight for your life.
it: Il capitano cristallino ti contatta urgentemente: "Qual è il significato di questo?! Non hai desiderato aiutarci che avresti potuto semplicemente diminuire, ma questo ... è un insulto!"Gira la sua enorme nave sulla tua e ti prepari a combattere per la tua vita.
ja: クリスタルのキャプテンから緊急の連絡が入る：「これはどういうことだ？我々を助ける気がなければ、単に断ることもできただろうが、これは......侮辱だ！」。彼は巨大な船をあなたに向け、あなたは命をかけて戦う準備をする。

source: Continue...
it: Continua...
ja: 次へ...

source: Wait.
it: Aspettare.
ja: 待ってくれ。

source: You've made a commitment, and that still means something. You wait one jump cycle and then inquire with the Crystalline captain about the status of the operation. "We respect your strength. The operation will take one more cycle."
it: Hai preso un impegno e questo significa ancora qualcosa.Aspetti un ciclo di salto e poi informati con il capitano cristallino sullo stato dell'operazione."Rispettiamo la tua forza. L'operazione richiederà un altro ciclo."
ja: あなたが約束したことには、まだ意味がある。ジャンプを1サイクル待ち、クリスタルの船長に作戦の状況を尋ねる。「あなたの強さを尊重します。作戦にはもう1サイクルかかる。

source: Leave your crewmember behind.
it: Lascia alle spalle la tua membro dell'equipaggio.
ja: クルーを置き去りにする。

source: You're committed to both saving the Federation and upholding the principles it worked to maintain. Your crewmember will remain and make good on the promise - you still have a galaxy to save. They give you some supplies for your trouble.
it: Ti impegni a salvare sia la federazione che a sostenere i principi che ha lavorato per mantenere.Il tuo membro dell'equipaggio rimarrà e manterrà la promessa: hai ancora una galassia da salvare.Ti danno delle forniture per i tuoi problemi.
ja: あなたは連邦を救うことと、連邦が維持するために働いた原則を守ることの両方にコミットしている。クルーは残り 約束を果たすだろう - 銀河を救うのだ君にはまだ救うべき銀河がある。

source: Pull your guy out.
it: Estrai il tuo ragazzo.
ja: 男を引きずり出せ。

source: The Crystalline captain contacts you urgently: "What is the meaning of this?! Had you no wish to aid us you might simply have declined, but THIS... is an insult!" He turns his massive ship on yours and you prepare to fight for your life.
it: Il capitano cristallino ti contatta urgentemente: "Qual è il significato di questo?! Non hai desiderato aiutarci che avresti potuto semplicemente diminuire, ma questo ... è un insulto!"Gira la sua enorme nave sulla tua e ti prepari a combattere per la tua vita.
ja: クリスタルのキャプテンから緊急の連絡が入る：「これはどういうことだ？我々を助ける気がなければ、単に断ることもできただろうが、これは......侮辱だ！」。彼は巨大な船をあなたに向け、あなたは命をかけて戦う準備をする。

source: Continue...
it: Continua...
ja: 次へ...

source: Wait.
it: Aspettare.
ja: 待ってくれ。

source: Another cycle passes while the Rebel fleet draws ever nearer. You contact the captain again. "Alien Captain, your knowledge of our customs has most impressed us. Your crewmember is on their way back to you now, along with a token of our respect."
it: Un altro ciclo passa mentre la flotta ribelle si avvicina sempre più.Contatti di nuovo il capitano."Capitano alieno, la tua conoscenza dei nostri costumi ci ha colpito.
ja: 反乱軍の艦隊が近づく中、また新たなサイクルが過ぎた。あなたは再び船長に連絡した。"エイリアン船長、我々の習慣に関する君の知識には感銘を受けた。"クルーは我々の敬意を表し そちらに向かっている"

source: Continue...
it: Continua...
ja: 次へ...

source: You have no crew to spare.
it: Non hai l'equipaggio da risparmiare.
ja: クルーに余裕はないだろう。

source: Refuse.
it: Rifiutare.
ja: 拒否する。

source: "We understand. You rely on machines for so much. Yours is a soft and weak species - we would hardly even have noticed your presence. Fly well."
it: "Comprendiamo. Fai affidamento sulle macchine per così tanto. La tua è una specie morbida e debole - difficilmente avremmo nemmeno notato la tua presenza. Vola bene."
ja: 「私たちは理解しています。あなたは多くのことを機械に頼っている。あなたの種族は軟弱で弱い。私たちはあなたの存在にさえほとんど気づかなかっただろう。よく飛びなさい"

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="DISTRESS_CRYSTAL_SICK_FIRE"]/text
source: There is a Crystal clinic at this beacon. Smoke is emerging from it, and the station is all gummed up with crystal lockdown. A medic hails you. "Help! We're trying to deal with a fire, but we can't move! One of our patients had a bad reaction to their Ryapel... We can't move as long as their lockdown is uncontrollable!" The fire doesn't seem to be too intense - if you act fast you can put it out before any more harm is done.
it: C'è una clinica cristallina in questo faro.Il fumo ne sta emergendo e la stazione è tutta gommata con il blocco del cristallo.Un medico ti saluta."Aiuto! Stiamo cercando di affrontare un incendio, ma non possiamo muoverci! Uno dei nostri pazienti ha avuto una brutta reazione al loro Ryapel ... Non possiamo muoverci fintanto che il loro blocco è incontrollabile!"Il fuoco non sembra essere troppo intenso: se agisci velocemente puoi metterlo fuori prima che vengano fatti ulteriori danni.
ja: このビーコンにクリスタルのクリニックがある。煙が立ち上り、ステーションはクリスタルで封鎖されている。衛生兵が声をかけてくる。「助けてください！火災に対処していますが、身動きがとれません！患者の一人がリヤペルに悪い反応を示した。ロックダウンが制御できない以上、動けないんだ！"火の勢いはそれほど強くないようだ。素早く行動すれば、これ以上の被害が出る前に消火できるだろう。

source: (Teleporter) Put out the fire.
it: (Teletrasporto) ha messo fuori il fuoco.
ja: (テレポーター）火を消せ。

source: Your crew teleports onto the station and begins to put out the fire. The fire hasn't spread far, so your crew is easily able to save the spooked patients. "Whew. That was a close one. Thank you for saving the clinic. Unfortunately, the patient in question will still be difficult to treat in their current condition..."
it: Il tuo equipaggio si teletrasporta sulla stazione e inizia a spegnere il fuoco.Il fuoco non si è diffuso lontano, quindi il tuo equipaggio è facilmente in grado di salvare i pazienti spaventati."Accidenti. È stato vicino. Grazie per aver salvato la clinica. Sfortunatamente, il paziente in questione sarà ancora difficile da trattare nelle loro condizioni attuali ..."
ja: あなたのクルーがステーションにテレポートし、消火活動を開始する。火はそれほど広がっていないので、あなたのクルーは怯えている患者を簡単に救うことができた。「ふー。危なかったな。診療所を救ってくれてありがとう。残念なことに、この患者は今の状態ではまだ治療が難しいでしょう......」。

source: (Upg. Medbay) Offer to treat the lock-down prone patient.
it: (UPG. MEDBAY) Offerta di trattare il paziente incline a blocchi.
ja: (上医療室)ロックダウンした横臥患者の治療を申し出る。

source: Continue...
it: Continua...
ja: 次へ...

source: (Phasing Crew) Put out the fire.
it: (Equipaggio di fase) ha messo fuori il fuoco.
ja: (フェイシング・クルー）火を消せ。

source: Your crew is able to phase past the crystals and enter the clinic. The fire hasn't spread far, so your crew is easily able to save the spooked patients. "Whew. That was a close one. Thank you for saving the clinic. Unfortunately, the patient in question will still be difficult to treat in their current condition..."
it: Il tuo equipaggio è in grado di eliminare emergere i cristalli ed entrare nella clinica.Il fuoco non si è diffuso lontano, quindi il tuo equipaggio è facilmente in grado di salvare i pazienti spaventati."Accidenti. È stato vicino. Grazie per aver salvato la clinica. Sfortunatamente, il paziente in questione sarà ancora difficile da trattare nelle loro condizioni attuali ..."
ja: あなたのクルーはクリスタルを通り過ぎ、診療所に入ることができた。火はそれほど広がっていないので、あなたのクルーは怯えている患者を簡単に救うことができる。「ふー。危なかった。診療所を救ってくれてありがとう。残念なことに、問題の患者は今の状態ではまだ治療が難しいだろう..."

source: (Upg. Medbay + Teleporter) Offer to treat the lock-down prone patient.
it: (UPG. MEDBAY + TELEPORTER) Offerta per trattare il paziente incline a blocchi.
ja: (医療室＋テレポーター) 閉鎖された伏臥患者の治療を申し出る。

source: Continue...
it: Continua...
ja: 次へ...

source: (Jerry) Break down the crystal barrier and put out the fire.
it: (Jerry) Abbattere la barriera cristallina e spegnere il fuoco.
ja: (ジェリー）クリスタルのバリアを壊して火を消す。

source: Jerry blasts his way into the clinic like an action hero, blasting down the doors with his massive gun. The fire hasn't spread far, so your crew is easily able to save the spooked patients and put out the fire. "Whew. That was a close one. Thank you for saving the clinic. Unfortunately, the patient in question will still be difficult to treat in their current condition..."
it: Jerry si faceva strada nella clinica come un eroe d'azione, che fa esplodere le porte con la sua enorme pistola.Il fuoco non si è diffuso lontano, quindi il tuo equipaggio è facilmente in grado di salvare i pazienti spaventati e spegnere il fuoco."Accidenti. È stato vicino. Grazie per aver salvato la clinica. Sfortunatamente, il paziente in questione sarà ancora difficile da trattare nelle loro condizioni attuali ..."
ja: ジェリーはまるでアクションヒーローのように診療所内に突入し、巨大な銃でドアを爆破する。火はそれほど広がっていなかったので、あなたのクルーは怯えている患者を簡単に救い、火を消すことができた。「ふー。危なかったな。診療所を救ってくれてありがとう。残念なことに、問題の患者は今の状態ではまだ治療が難しいでしょう......"

source: (Upg. Medbay) Offer to treat the lock-down prone patient.
it: (UPG. MEDBAY) Offerta di trattare il paziente incline a blocchi.
ja: (上医療室)ロックダウンした横臥患者の治療を申し出る。

source: Continue...
it: Continua...
ja: 次へ...

source: (Paladin Crew) Break down the crystal barrier and put out the fire.
it: (Crew di Paladin) Abbatti la barriera cristallina e spegne il fuoco.
ja: (パラディン・クルー）クリスタルのバリアを破壊し、火を消す。

source: Your Paladin is able to break past the crystals and enter the clinic. The fire hasn't spread far, so your crew is easily able to save the spooked patients and put out the fire. "Whew. That was a close one. Thank you for saving the clinic. Unfortunately, the patient in question will still be difficult to treat in their current condition..."
it: Il tuo Paladin è in grado di spezzare i cristalli ed entrare nella clinica.Il fuoco non si è diffuso lontano, quindi il tuo equipaggio è facilmente in grado di salvare i pazienti spaventati e spegnere il fuoco."Accidenti. È stato vicino. Grazie per aver salvato la clinica. Sfortunatamente, il paziente in questione sarà ancora difficile da trattare nelle loro condizioni attuali ..."
ja: あなたのパラディンはクリスタルを破り、診療所に入ることができた。火はそれほど広がっていないので、あなたのクルーは怯えている患者を救い、火を消すことが簡単にできる。「ふー。危なかった。診療所を救ってくれてありがとう。残念なことに、問題の患者は今の状態ではまだ治療が難しいでしょう..."

source: (Upg. Medbay) Offer to treat the lock-down prone patient.
it: (UPG. MEDBAY) Offerta di trattare il paziente incline a blocchi.
ja: (上医療室)ロックダウンした横臥患者の治療を申し出る。

source: Continue...
it: Continua...
ja: 次へ...

source: (Recon Drone) Use your Recon Drone to break in and evacuate the clinic.
it: (Droni di ricognizione) Usa il drone di ricognizione per interrompere ed evacuare la clinica.
ja: (偵察ドローン）偵察ドローンを使ってクリニックに侵入し、避難させる。

source: Your drone smashes the doors down with great efficiency and evacuates the sickly Crystals. The fire hasn't spread far, so the clinic staff are easily able put it out as the evacuation transpires. "Whew. That was a close one. Thank you for saving the clinic. Unfortunately, the patient in question will still be difficult to treat in their current condition..."
it: Il tuo drone rompe le porte con grande efficienza ed evacua i cristalli malati.L'incendio non si è diffuso lontano, quindi il personale della clinica è facilmente in grado di spegnerlo mentre l'evacuazione si trasforma."Accidenti. È stato vicino. Grazie per aver salvato la clinica. Sfortunatamente, il paziente in questione sarà ancora difficile da trattare nelle loro condizioni attuali ..."
ja: あなたのドローンが見事にドアを破壊し、病弱なクリスタルを避難させる。火はそれほど広がっていないので、クリニックのスタッフは避難しながら簡単に消火することができる。「ふー。危なかった。クリニックを救ってくれてありがとう。残念なことに、この患者は今の状態ではまだ治療が難しいでしょう......」。

source: (Upg. Medbay) Offer to treat the lock-down prone patient.
it: (UPG. MEDBAY) Offerta di trattare il paziente incline a blocchi.
ja: (上医療室)ロックダウンした横臥患者の治療を申し出る。

source: Continue...
it: Continua...
ja: 次へ...

source: Your extinguisher system can't properly interface with the clinic in its locked-down state.
it: Il tuo sistema estintore non può interfacciarsi correttamente con la clinica nello stato bloccato.
ja: 消火器システムは、ロックダウンされた状態ではクリニックと適切にインターフェースできない。

source: Break down the crystal barrier and put out the fire.
it: Abbattere la barriera cristallina e spezzare il fuoco.
ja: クリスタルのバリアを破壊し、火を消す。

source: Ignore the clinic.
it: Ignora la clinica.
ja: クリニックを無視する。

source: The clinic's fire starts to get out of control - a lot of patients are likely dying. You do your best to ignore this grim reality.
it: L'incendio della clinica inizia a sfuggire al controllo: molti pazienti probabilmente stanno morendo.Fai del tuo meglio per ignorare questa cupa realtà.
ja: クリニックの火災が制御不能になり始め、多くの患者が死にそうになっている。あなたはこの厳しい現実を無視することに全力を尽くす。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_SICK_TREATMENT"]/text
source: Having moved the Crystal to your own ship, you're able to treat their condition. As the clinicians tell you, the patient had a bad reaction to their medicine. You're able to treat their symptoms and return them to the clinic. Before they leave, they offer you a piece of crystal technology for helping them.
it: Avendo spostato il cristallo sulla tua nave, sei in grado di trattare le loro condizioni.Come ti dicono i medici, il paziente ha avuto una cattiva reazione alla loro medicina.Sei in grado di trattare i loro sintomi e restituirli in clinica.Prima di partire, ti offrono un pezzo di tecnologia cristallina per aiutarli.
ja: クリスタルを自分の船に移し、患者の治療を行う。臨床医が言うように、患者は薬に悪い反応を示した。あなたは患者の症状を治療し、クリニックに戻すことができた。彼らは去る前に、彼らを助けてくれたお礼にと、クリスタルの技術の一部を差し出した。

source: No matter how you try, you're not able to make a dent. Unfortunately, the fire starts to go out of control - it is too late. The sick Crystals can't escape the inferno. There's nothing more to do here.
it: Non importa come ci provi, non sei in grado di fare un'ammaccatura.Sfortunatamente, il fuoco inizia a uscire dal controllo - è troppo tardi.I cristalli malati non possono sfuggire all'inferno.Non c'è altro da fare qui.
ja: どうやっても、へこたれない。不運なことに、火は制御不能になり始めた。病気のクリスタルは地獄から逃れられない。もうここでできることは何もない。
