Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_empire.xml/*.po
Languages: it, ja

source: "Oh but you see, only by making such claims do you prove your intentions. Were you of true heart, you would have already left. But you persist. Persistence is a threat. And my people do not take kindly to threats." You try to protest further but Dianesh will not listen. She waves and her cruiser moves forth to strike you down. This doesn't have to necessarily end in bloodshed, but the Crystals aren't going to listen easily.
it: "Oh, ma vedi, solo facendo tali affermazioni, dimostri le tue intenzioni. Erate di True Heart, ti saresti già lasciato. Ma tu persiste. La persistenza è una minaccia. E la mia gente non prende gentilmente le minacce."Cerchi di protestare ulteriormente, ma Dianesh non ascolterà.Accidenti e il suo incrociatore si sposta per colpirti.Questo non deve necessariamente finire in uno spargimento di sangue, ma i cristalli non ascolteranno facilmente.
ja: 「でもね、そう主張することでしか、自分の意図を証明できないんだ。本心からそう思っているのなら、あなたはすでに去っているはずです。しかし、あなたは固執する。執着は脅迫だ。私の民は脅しには屈しない」。あなたはさらに抗議しようとするが、ディアネシュは聞く耳を持たない。彼女は手を振り、巡洋艦があなたを打ち倒すために動き出す。必ずしも流血で終わる必要はないが、クリスタルは簡単には言うことを聞かない。

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_SANCTUARY"]/choice[2]/text
source: Ignore the place.
it: Ignora il posto.
ja: その場所は無視する。

source: Diving so deep into a Crystalline city is generally not a good idea. You distance yourself from the planet.
it: Immergersi così in profondità in una città cristallina non è generalmente una buona idea.Ti allontani dal pianeta.
ja: クリスタルの街に深く潜るのは、一般的に良い考えではない。この惑星から距離を置くことになる。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_BOSS_DEFEAT"]/text
source: You have defeated the cruiser, and with it have killed the Crystalline empress. Though this can only spell bad news for the future, you content yourself with salvaging the remains of the ship.
it: Hai sconfitto l'incrociatore e con esso hai ucciso l'imperatrice cristallina.Anche se questo può solo scrivere cattive notizie per il futuro, ti accontenterai di salvare i resti della nave.
ja: あなたは巡洋艦を倒し、クリスタルの女帝を殺した。これは将来にとって悪い知らせにしかならないが、あなたは船の残骸を引き揚げることで満足した。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_BOSS_DEFEAT"]/choice/text
source: Nothing left but to leave...
it: Non è rimasto niente che andarsene ...
ja: 残された道は...。

source: This will no doubt only hurt the Crystalline people's views on foreigners, but it's too late to change it now. Perhaps, in a future reality, there might be a better way to resolve this...
it: Questo senza dubbio danneggerà solo le opinioni delle persone cristalline sugli stranieri, ma è troppo tardi per cambiarlo ora.Forse, in una realtà futura, potrebbe esserci un modo migliore per risolvere questo ...
ja: これは間違いなく、クリスタルの人々の外国人に対する見方を傷つけるだけだろう。もしかしたら、未来の現実にはもっといい解決方法があるかもしれない......。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_BOSS_SURRENDER"]/text
source: The Crystal cruiser, and the crew on board, are on their last breath. The ship's engines flare as it rocks back and forth, barely able to keep up with you any longer.
it: L'incrociatore di cristalli e l'equipaggio a bordo sono sul loro ultimo respiro.I motori della nave si alzano mentre si scuote avanti e indietro, a malapena in grado di tenere il passo con te.
ja: クリスタル・クルーザーとその乗組員たちは、最後の息の根を止めようとしている。船のエンジンは前後に揺れながら燃え上がり、もはやあなたについていくのがやっとだ。

source: Show them mercy.
it: Mostra loro la misericordia.
ja: 彼らに慈悲を示せ。

source: You power down your weapons. A little while later, the Crystals do the same. Dianesh appears onscreen, breathing heavily with a long crack down her once smooth face. "So... so you have chosen mercy. I must say, I did not expect this..."
it: Accendi le tue armi.Poco dopo, i cristalli fanno lo stesso.Dianesh appare sullo schermo, respirando pesantemente con una lunga crepa lungo la sua un tempo liscia."Quindi ... quindi hai scelto la misericordia. Devo dire, non mi aspettavo questo ..."
ja: 武器をパワーダウンさせる。しばらくして、クリスタルたちも同じことをする。ディアネッシュがスクリーンに現れ、大きく息をつき、かつては滑らかだった顔に長いひびが入る。「それで...あなたは慈悲を選んだのですね。まさかこんなことになるとは..."

source: Continue...
it: Continua...
ja: 次へ...

source: Finish this.
it: Finire questo.
ja: これを終わらせてくれ。

source: There will be no mercy for the Crystals, not today.
it: Non ci sarà pietà per i cristalli, non oggi.
ja: クリスタルに慈悲はない。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_BOSS_MERCY"]/text
source: You land your ship nearby the city, guided by Dianesh. The large Crystalline being steps out of her battered cruiser and comes to face you.
it: Atterra la tua nave vicino alla città, guidata da Dianesh.Il grande cristallino è un passo fuori dal suo incrociatore maltrattato e viene ad affrontare te.
ja: あなたはディアネシュの案内で街の近くに船を着陸させる。大きなクリスタルのような存在が、ボロボロの巡洋艦から降り立ち、あなたに向かってくる。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_BOSS_MERCY"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...

source: "It seems I might have been misguided in my assumptions. You have... my most sincere apologies for this aggression. I am an honorable woman, and I have disgraced myself by attacking you. I will not have this be. With Ruwen away, there is no one but myself to offer their services to you. Maybe when this is through, we can see if there is a place for my people among the Federation..."
it: "Sembra che avrei potuto essere fuorviato nei miei presupposti. Hai ... le mie più sincere scuse per questa aggressività. Sono una donna onorevole e mi sono disonorato attaccandoti. Non avrò questo. Con Ruwen via., non c'è nessuno che me stesso per offrirti i loro servizi.
ja: "私の思い違いがあったようだ。あなたには...このような攻撃をしてしまったことを心からお詫びします。私は高潔な女性です あなたを攻撃して 恥をかかせてしまいましたこんなことはさせませんルウェンが去った今、あなたにサービスを提供できるのは私しかいません。この件が片付いたら、連邦の中に私の仲間の居場所があるかどうか確かめましょう..."

source: Dianesh
ja: ダイアネッシュ
