Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_empire.xml/*.po
Languages: it, ja

source: Eventually you break through the lockdown, but by the time you do, most of the patients have died. The Crystals are appreciative, but it's clear that they are grieving for the ones that passed.
it: Alla fine rompi il blocco, ma quando lo fai, la maggior parte dei pazienti è morta.I cristalli sono apprezzati, ma è chiaro che sono in lutto per quelli che sono passati.
ja: やがてあなたはロックダウンを突破するが、その時にはほとんどの患者が亡くなっていた。クリスタルたちは感謝しているが、亡くなった患者のことを悲しんでいるのは明らかだ。

source: Your crew are able to find a weak point in the crystals and break through before the fire spreads. All of the patients are able to be rescued. "Whew. That was a close one. Thank you for saving the clinic. Unfortunately, the patient in question will still be difficult to treat in their current condition..."
it: Il tuo equipaggio è in grado di trovare un punto debole nei cristalli e sfondare prima che il fuoco si diffonda.Tutti i pazienti possono essere salvati."Accidenti. È stato vicino. Grazie per aver salvato la clinica. Sfortunatamente, il paziente in questione sarà ancora difficile da trattare nelle loro condizioni attuali ..."
ja: あなたのクルーは結晶の弱点を見つけ、火が広がる前に突破することができました。患者は全員救出できた。「ふー。危なかった。診療所を救ってくれてありがとう。残念なことに、問題の患者は今の状態ではまだ治療が難しいでしょう..."

source: (Upg. Medbay) Offer to treat the lock-down prone patient.
it: (UPG. MEDBAY) Offerta di trattare il paziente incline a blocchi.
ja: (上医療室)ロックダウンした横臥患者の治療を申し出る。

source: Continue...
it: Continua...
ja: 次へ...

source: You arrive at a scene of one Crystal ship fleeing from another. The pursuer is broadcasting on an open channel. "This is your final warning, pests! The Empire does not tolerate reappropriation of derelict ships!" The other ship desperately sends you a communique - a Ghost requests your help. "I beseech thee! Grant us thy aid!"
it: Arrivi a una scena di una nave cristallina in fuga da un'altra.L'inseguitore sta trasmettendo su un canale aperto."Questo è il tuo ultimo avvertimento, parassiti! L'impero non tollera la riappropriazione delle navi abbandonate!"L'altra nave ti manda disperatamente un comunicato: un fantasma richiede il tuo aiuto."Ti supplico! Concedi il tuo aiuto!"
ja: クリスタル艦が別の艦から逃走している現場に到着。追跡者はオープンチャンネルで放送している。"最後の警告だ 害虫め帝国は廃船の再利用を許さない！"相手は必死に通信を送ってくる。「汝に懇願する！汝の助力を請う！"

source: Attack the pursuing Crystal.
it: Attaccare il cristallo perseguente.
ja: 追いかけてくるクリスタルを攻撃する。

source: "Outsiders! You dare interrupt law enforcement within our borders? You will die for your insolence!" The Crystal switches its target to you instead of the Vagabond!
it: "Outsiders! Osbi interrompere le forze dell'ordine all'interno dei nostri confini? Muori per la tua insolenza!"Il cristallo cambia il suo bersaglio per te invece del vagabondo!
ja: 「よそ者め！国境内で法の執行を邪魔するのか？その横柄な態度は死んでもらうぞ！"クリスタルは標的をバガボンドの代わりにあなたに切り替える！

source: Continue...
it: Continua...
ja: 次へ...

source: Attack the Vagabonds.
it: Attaccare i vagabondi.
ja: バガボンドを攻撃せよ

source: "Alas! Our fortune worsens!" The Vagabond is cornered between your ships! You seem to be in a better position to attack.
it: "Ahimè! La nostra fortuna peggiora!"Il vagabondo è messo alle strette tra le tue navi!Sembra che tu sia in una posizione migliore per attaccare.
ja: 「残念だ！運が悪くなった！バガボンドは 船の間に追い詰められてる攻撃しやすい位置にいるようだ

source: Continue...
it: Continua...
ja: 次へ...

source: (Dianesh) Mediate between the ships.
it: (Dianesh) media tra le navi.
ja: (ディアネシュ) 船の仲介をする。

source: "Attention, belligerents! The Empress of the Crystals will agree to a peaceable compromise, with conditions. First and foremost: Vagabond ship, are the bodies of the Crystals who died still onboard?" "...we have swept their remains into a corner." The Vagabond captain admits, sheepishly. "Fine. We demand their remains, which will be enshrined within the Scintillating Mausoleum. Second condition: You must provide payment and a gift in exchange for the vessel. Once this is done, our patrol will escort you to the exit of our sector, and you may not return, under penalty of death." The Vagabonds take a moment to discuss it, before agreeing to the terms.
it: "Attenzione, belligeranti! L'imperatrice dei cristalli accetterà un compromesso pacifico, con condizioni. Innanzitutto: la nave vagabonda, i corpi dei cristalli sono morti ancora a bordo?" "... abbiamo spazzato i loro resti in un angolo."Ammette il capitano del vagabondo, imbarazzato. "Bene. Chiediamo i loro resti, che saranno sanciti all'interno del mausoleo scintillante. Seconda condizione: è necessario fornire il pagamento e un regalo in cambio della nave. Una volta fatto, la nostra pattuglia ti accompagnerà all'uscita del nostro settore,E potresti non tornare, sotto pena di morte. " I vagabondi impiegano un momento per discuterne, prima di accettare i termini.
ja: 「好戦的な諸君！クリスタルの女帝は、条件付きで平和的妥協に同意する。まず第一に"バガボンド船 死者の遺体は船内にあるか？" "...我々は彼らの遺体を隅に追いやった。"バガボンドの船長は、羊のように認める。 「わかった。遺骨を要求する。"きらめく霊廟 "に安置する。第二の条件：船と引き換えに、代金と贈り物を提供すること。それが済んだら、我々のパトロール隊があなたをセクターの出口まで護送する。 バガボンド一行は、この条件に同意する前に、少し時間をおいて話し合った。

source: Continue...
it: Continua...
ja: 次へ...

source: "My empress! You are generous and wise. Will this be the new policy moving forwards?" Dianesh shakes her head. "I'll adjust our foreign policy when I am done traveling the galaxy. For now, continue operating as you have." The Crystals offer their queen a small tribute.
it: "La mia imperatrice! Sei generosa e saggia. Questa sarà la nuova politica che va avanti?" Dianesh scuote la testa."Adatterò la nostra politica estera quando avrò finito di viaggiare per la galassia. Per ora, continua a funzionare come hai fatto tu."I cristalli offrono alla loro regina un piccolo tributo.
ja: 「皇后陛下！あなたは寛大で賢明です。これが今後の新しい方針となるのでしょうか？" ディアネシュは首を横に振る。「銀河系を旅し終わったら、外交政策を調整します。今のところは、今までどおりでいてください"クリスタルたちは女王にささやかな賛辞を贈る。

source: (Dessius) Convince the Vagabonds to turn over the ship.
it: (Dessius) Convince i vagabondi a girare la nave.
ja: (デシウス）バガボンドに船を引き渡すよう説得しろ。

source: Dessius belts a command to his people. "Thou art vastly too proud! Grant our rivals that which they lay sovereignty over. Surely thine lives measure greater worth than to expire here!" At this suggestion the Vagabonds give up the ship to the Crystals. As they leave their ship, one insists that they be allowed on yours!
it: Dessius allaccia un comando al suo popolo."Sei molto troppo orgoglioso! Concedi i nostri rivali ciò su cui pone la sovranità. Sicuramente la tua vita misura più di una vita più che scadere qui!"Su questo suggerimento i vagabondi rinunciano alla nave ai cristalli.Mentre lasciano la loro nave, si insiste sul fatto che sono autorizzati alla tua!
ja: デシウスは民衆に命じた。「汝はあまりにも高慢だ！ライバルに主権を与えよ。汝の命は、ここで死ぬよりも大きな価値があるはずだ！"この提案にバガボンドたちは船をクリスタルに譲る。彼らが船を離れると、一人があなたの船に乗せてほしいと主張する！

source: Continue...
it: Continua...
ja: 次へ...

source: "Federation, you have impressed us with your diplomatic acumen. No shots had to be fired due to your involvement. We offer a tribute in thanks for your assistance."
it: "Federazione, ci hai impressionato con il tuo acume diplomatico. Nessun colpo doveva essere sparato a causa del tuo coinvolgimento. Offriamo un tributo in ringraziamento per la tua assistenza."
ja: 「連邦、あなたの外交手腕には感心させられた。あなたのおかげで発砲の必要はなかった。あなたの援助に感謝し、賛辞を贈ります。

source: Stay out of this.
it: Stai fuori da questo.
ja: 手を出すな。

source: You decide not to interfere in the Empire's jurisdiction.
it: Decidi di non interferire nella giurisdizione dell'impero.
ja: あなたは帝国の管轄に干渉しないと決めた。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: While you were fighting the Crystals, the Vagabonds seem to have taken the time to escape. There's nothing else you can do here.
it: Mentre stavi combattendo i cristalli, i vagabondi sembrano aver preso il tempo di fuggire.Non c'è nient'altro che puoi fare qui.
ja: あなたがクリスタルと戦っている間に、バガボンドたちは時間をかけて逃げ出したようだ。ここで他にできることはない。

source: The Vagabonds seem to have waited around for you. "We cannot express the depth of our gratitude!" One of their number pledges to join your cause.
it: I vagabondi sembrano aver aspettato per te."Non possiamo esprimere la profondità della nostra gratitudine!"Uno dei loro numeri si impegna a unirsi alla tua causa.
ja: バガボンズはあなたを待っていたようだ。"感謝の言葉もありません！"バガボンズの一人が、あなたの大義に加わることを誓う。

source: The Vagabonds seem to have waited around for you. "We cannot express the depth of our gratitude!" They offer you a weapon... although it looks like it has seen better days.
it: I vagabondi sembrano aver aspettato per te."Non possiamo esprimere la profondità della nostra gratitudine!"Ti offrono un'arma ... anche se sembra che abbia visto giorni migliori.
ja: バガボンズはあなたを待っていたようだ。"感謝の言葉もありません！"彼らはあなたに武器を差し出す......しかし、それはより良い日数を見ているようだ。

# data/events_sector_empire.xml$//event[@name="DISTRESS_REFUGEE_CRYSTAL"]/text
source: You have encountered a refugee ship drifting in space. It looks as if it was fleeing the Rebel advance and ran out of fuel. Its distress beacon is active, but you're not sure anyone is on board.
it: Hai incontrato una nave di rifugiati alla deriva nello spazio.Sembra che stesse fuggendo dall'anticipo ribelle e si esauriva.Il suo faro di angoscia è attivo, ma non sei sicuro che nessuno sia a bordo.
ja: 宇宙空間を漂う難民船に遭遇した。反乱軍の進撃から逃れ、燃料が尽きたようだ。救難ビーコンは作動しているが、誰か乗っているかはわからない。

source: Hail them.
it: Salutarli.
ja: 万歳。

source: Ignore the refugees.
it: Ignora i rifugiati.
ja: 難民を無視する。

source: You're wary of the refugees but figure it's safe to do something on the ship.
it: Sei diffidente nei confronti dei rifugiati, ma immagina che sia sicuro fare qualcosa sulla nave.
ja: 難民を警戒しているようだが、船で何かするのは安全だと考えているのだろう。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: As you hail the refugee ship, a Crystal ship suddenly jumps into the system... it's clear the Crystals don't approve of their presence in this sector, and they don't approve of yours either!
it: Mentre saluti la nave dei rifugiati, una nave cristallina salta improvvisamente nel sistema ... è chiaro che i cristalli non approvano la loro presenza in questo settore e non approvano neanche i tuoi!
ja: あなたが難民船を呼び寄せたとき、クリスタルの船が突然星系に飛び込んできた......クリスタルがこのセクターに彼らの存在を認めていないのは明らかだ！

source: Continue...
it: Continua...
ja: 次へ...

source: As you arrive, you spot a Rebel pursuing a Gathering vessel. However, once the Rebel notices you, it breaks off to attack you instead!
it: Quando arrivi, individua un ribelle che insegue una nave da raduno.Tuttavia, una volta che il ribelle ti nota, si interrompe invece per attaccarti!
ja: 到着すると、ギャザリングの船を追う反乱軍を発見。しかし、反乱軍はあなたに気づくと、代わりに攻撃してくる！

source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//event[@name="CRYSTAL_ORCHID_SAVED"]/text
source: "You have done us a great service! Unfortunately, that Rebel attack killed the Crystal scout that was escorting us through the sector. We have a very important sociology conference to get to... do you think you could help us make it there?"
it: "Ci hai fatto un ottimo servizio! Sfortunatamente, quell'attacco ribelle ha ucciso il cristallo scout che ci stava scortando attraverso il settore. Abbiamo una conferenza di sociologia molto importante per arrivare ... Pensi che potresti aiutarci a farlo?"
ja: 「君は我々に大きな貢献をしてくれた！残念なことに、あの反乱軍の攻撃で、私たちの護衛をしてくれていたクリスタルのスカウトが死んでしまった。とても重要な社会学会議があるんだ...そこに行くのを手伝ってもらえないかな？"

source: Accept.
it: Accettare.
ja: 受け入れる。

source: "Thank you kindly. I hope we can make it in time."
it: "Grazie gentilmente. Spero che possiamo farlo in tempo."
ja: 「ありがとう。間に合えばいいのですが"

source: Refuse.
it: Rifiutare.
ja: 拒否する。

source: "We'll find another way, then. Hopefully a friendly Crystal will help us."
it: "Troveremo un altro modo, allora. Spero che un cristallo amichevole ci aiuti."
ja: 「別の道を探そう。友好的なクリスタルが助けてくれるといいんだが......"

source: A Crystal sociology conference is happening here.
it: Una conferenza sulla sociologia cristallina sta accadendo qui.
ja: クリスタル社会学会議がここで開催される。

# data/events_sector_empire.xml$//event[@name="CRYSTAL_ORCHID_ESCORT_QUEST"]/text
source: The Orchid vessel jumps in after you, pleased to have arrived at their conference. "Ah, we were wondering when you would arrive. The Empire has been very curious about the sociological insights of the Ctl'Yae. Thank you for guiding them here. You can stay for the conference if you'd like." As fun as it sounds, there is a mission to be done. However, they do allow you and your crew to sample some of the complimentary buffet. The Orchids also give you a gift.
it: La nave orchidea salta dopo di te, contenta di essere arrivata alla loro conferenza."Ah, ci stavamo chiedendo quando saresti arrivato. L'impero è stato molto curioso delle intuizioni sociologiche del ctl'yae. Grazie per averli guidato qui. Puoi rimanere per la conferenza se lo desideri."Per quanto possa sembrare divertente, c'è una missione da fare.Tuttavia, permettono a te e al tuo equipaggio di assaggiare parte del buffet gratuito.Le orchidee ti fanno anche un regalo.
ja: オーキッド号の船員が、会議への到着を喜んで、あなたの後に飛び込んできた。「いつ到着されるかと思っていました。帝国はクトルヤエの社会学的見識に非常に興味を持っていました。案内してくれてありがとう。よろしければ会議中お残りください"楽しそうだが、やるべき任務がある。しかし、あなたたちは無料のビュッフェを試食することができる。オーキッドからプレゼントもある。

# data/events_sector_empire.xml$//event[@name="CRYSTALHOME_ZOLTENVOY"]/text
source: It appears a brave Zoltan ship has pushed deep into Crystalline space, but their hull has received critical damage, with several massive breaches in the hull.
it: Sembra che una nave Zoltan coraggiosa abbia spinto in profondità nello spazio cristallino, ma il loro scafo ha ricevuto danni critici, con diverse enormi violazioni nello scafo.
ja: 勇敢なゾルタン船がクリスタル宇宙域の奥深くまで進入したようだが、船体に致命的な損傷を受け、いくつかの大規模な亀裂が生じている。

source: Help them.
it: Aiutali.
ja: 彼らを助けるんだ。

source: You board the ship, but it's already too late. A dying Zoltan in the corner manages to cough out some final words to you. "The Crystals- they were here... take this to them... You know what to do with it." The Zoltan slides over a package containing a large Zoltan-made bomb, and a letter noting some coordinates, then dissipates into nothing.
it: Salirai a bordo della nave, ma è già troppo tardi.Uno Zoltan morente nell'angolo riesce a tossire alcune parole finali per te."I cristalli: erano qui ... prendi questo da loro ... sai cosa farne."Lo Zoltan scorre su un pacchetto contenente una grande bomba di fabbricazione Zoltan e una lettera che nota alcune coordinate, quindi si dissipa in nulla.
ja: 船に乗り込むが、時すでに遅し。片隅で瀕死のゾルタンが、あなたに最後の言葉を投げかける。"クリスタル...彼らはここにいた...これを彼らに渡してくれ...これを持っていけ。そのゾルタンは、ゾルタン製の大きな爆弾と、いくつかの座標を記した手紙の入った包みを滑らせ、やがて無となる。

source: Ignore the wreck.
it: Ignora il relitto.
ja: 難破船を無視する。

source: It's probably too late anyways, and not worth the effort. You ignore the Zoltan ship.
it: Probabilmente è comunque troppo tardi e non vale la pena.Ignori la nave Zoltan.
ja: どうせ手遅れだろうし、努力する価値はない。あなたはゾルタンの船を無視する。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: Coordinates of a Sentinel outpost given by a dying Peacekeeper.
it: Coordinate di un avamposto di sentinella dato da un peacekeeper morente.
ja: 瀕死のピースキーパーが教えてくれたセンチネル前哨基地の座標。

source: You've arrived at the destination given to you by the Zoltan. A Sentinel vessel is guarding an outpost where a military operation appears to be run.
it: Sei arrivato alla destinazione data dallo Zoltan.Una nave Sentinel sta proteggendo un avamposto in cui un'operazione militare sembra essere gestita.
ja: あなたはゾルタンから与えられた目的地に到着した。センチネル船が軍事作戦が行われていると思われる前哨基地を守っている。

source: Give them the bomb - the Zoltans must have been delivering this.
it: Dai loro la bomba: gli Zoltan devono aver consegnato questo.
ja: ゾルタンがこれを届けたに違いない。

source: Detonate the bomb - the Zoltans must have wanted revenge for being attacked.
it: Detonare la bomba - Gli Zoltan dovevano vendicarsi per essere attaccati.
ja: 爆弾を爆発させる。ゾルタン人は攻撃されたことへの復讐をしたかったに違いない。

source: Avoid the outpost.
it: Evita l'avamposto.
ja: 前哨地を避けろ。

source: You don't know what the Zoltan wanted, but better not to get involved. You break down the bomb into some ammunition.
it: Non sai cosa voleva lo Zoltan, ma meglio non essere coinvolti.Abbatti la bomba in alcune munizioni.
ja: ゾルタンの目的はわからないが、関わらない方がいい。爆弾を分解して弾薬にする。

source: Do something onboard the ship.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。

source: Do nothing.
it: Fare niente.
ja: 何もしない。

source: You hail the outpost and deliver the bomb. The Crystals inside are deeply confused, but not long after Zoltan reinforcements jump in! It seems you've misunderstood - the Zoltans were here to attack the Crystals! The peace-keeper vessel approaching seems to think you're working against them and attacks!
it: Saluti l'avamposto e consegni la bomba.I cristalli all'interno sono profondamente confusi, ma non molto tempo dopo che i rinforzi di Zoltan saltano dentro!Sembra che tu abbia frainteso: gli Zoltan erano qui per attaccare i cristalli!La nave per il guardiano della pace che si avvicina sembra pensare che stai lavorando contro di loro e attacchi!
ja: あなたは前哨基地を呼び出し、爆弾を届ける。クリスタルたちは困惑していたが、間もなくゾルタンの増援が飛び込んできた！ゾルタンはクリスタルを攻撃しに来たのだ！ゾルタンはクリスタルを攻撃しに来たのだ！

source: Continue...
it: Continua...
ja: 次へ...

source: You hail the outpost and deliver the bomb. It appears you understood correctly, because the Crystals thank you. Whatever attacked the Zoltans must have been a pirate, probably using the Crystal weapons so commonly found around here. As thanks for finishing the delivery, the Crystals pay you handsomely.
it: Saluti l'avamposto e consegni la bomba.Sembra che tu abbia capito correttamente, perché i cristalli ti ringraziano.Qualunque cosa attaccasse gli Zoltan doveva essere un pirata, probabilmente usando le armi cristalline così comunemente trovate qui intorno.Come grazie per aver finito la consegna, i cristalli ti pagano profumatamente.
ja: あなたは前哨地を訪れ、爆弾を届けた。クリスタルのおかげだ。ゾルタン人を襲ったものは海賊に違いない。おそらく、このあたりでよく見られるクリスタルの武器を使っていたのだろう。配達を終えてくれたお礼として、クリスタルはあなたに多額の報酬を支払う。

source: You sneak into the outpost and place the bomb where it looks like it'll cause the most damage, then detonate it from a distance. It has a disastrous effect, and the Crystals are obviously not pleased. You hear them shouting, "Damn it, pirates must have taken out the envoy, and now they're attacking us too! Prepare for battle!" It seems you've misunderstood the Zoltan's intentions.
it: Stropparti nell'autosposto e posizionare la bomba dove sembra che causerà il maggior danno, quindi fai esplodere da lontano.Ha un effetto disastroso e ovviamente i cristalli non sono contenti.Li senti gridare: "Accidenti, i pirati devono aver tirato fuori l'inviato, e ora ci stanno attaccando anche noi! Preparati per la battaglia!"Sembra che tu abbia frainteso le intenzioni di Zoltan.
ja: あなたは前哨基地に忍び込み、最も被害が大きそうな場所に爆弾を設置し、遠くから爆発させる。それは悲惨な効果をもたらし、クリスタルたちは明らかに不機嫌だ。海賊が特使を連れ去ったに違いない！戦闘準備だ！"ゾルタンの意図を誤解しているようだ。

source: Continue...
it: Continua...
ja: 次へ...

source: You sneak into the outpost and place the bomb where it looks like it'll cause the most damage, then detonate it from a distance. It has a disastrous effect, and the Crystals are obviously not pleased. But before they can send a ship to defend themselves, Zoltan reinforcements jump in and destroy their hangar, forcing the Crystals to surrender. The Zoltans recognize your help, and extend a reward.
it: Stropparti nell'autosposto e posizionare la bomba dove sembra che causerà il maggior danno, quindi fai esplodere da lontano.Ha un effetto disastroso e ovviamente i cristalli non sono contenti.Ma prima che possano inviare una nave per difendersi, i rinforzi di Zoltan saltano dentro e distruggono il loro hangar, costringendo i cristalli ad arrendersi.Gli Zoltan riconoscono il tuo aiuto ed estendono una ricompensa.
ja: あなたは前哨基地に忍び込み、最も被害が大きそうな場所に爆弾を設置し、遠くから爆発させる。それは悲惨な効果をもたらし、クリスタルたちは明らかに不機嫌になる。しかし、彼らが防衛のために船を送る前に、ゾルタンの援軍が飛び込んできて格納庫を破壊し、クリスタルズは降伏を余儀なくされる。ゾルタン人はあなたの助けを認め、報酬を与える。

# data/events_sector_empire.xml$//event[@name="ENCOUNTER_CRYSTAL"]/choice/text
source: Continue...
it: Continua...
ja: 次へ...

# data/events_sector_empire.xml$//textList[@name="TEXT_ENCOUNTER_CRYSTAL"]/text[1]
source: You arrive near a fleet of Crystal ships, civilian or mercantile from the looks of them. You pause to scan one but they react immediately and send an escort to fight you off. Prepare to engage!
it: Arrivi vicino a una flotta di navi cristalline, civili o mercantili dal loro aspetto.Fai una pausa a scansionarne uno ma reagiscono immediatamente e inviano una scorta per combatterti.Preparati a impegnarsi!
ja: クリスタルの船団の近くに到着した。一時停止して1隻をスキャンするが、彼らはすぐに反応し、あなたを撃退するために護衛を送り込んできた。交戦準備！

# data/events_sector_empire.xml$//textList[@name="TEXT_ENCOUNTER_CRYSTAL"]/text[2]
source: You arrive at the Beacon and are immediately greeted by an automatic message or warning of some kind. The translator can't seem to discern its purpose but after a few short moments an alarm goes off and a hostile ship jumps in!
it: Arrivi al faro e sei immediatamente accolto da un messaggio automatico o da un avvertimento di qualche tipo.Il traduttore non riesce a discernere il suo scopo, ma dopo alcuni brevi momenti suona un allarme e una nave ostile salta dentro!
ja: あなたはビーコンに到着し、すぐに自動メッセージか何かの警告に迎えられる。翻訳機はその目的を特定できないようだが、しばらくして警報が鳴り響き、敵艦が飛び込んできた！

# data/events_sector_empire.xml$//textList[@name="TEXT_ENCOUNTER_CRYSTAL"]/text[3]
source: You receive a message, "Hah. It looks like another worthless alien-filled craft. Prepare to meet your maker!" Weapon locks detected.
it: Ricevi un messaggio: "Hah. Sembra un altro mestiere pieno di alieno inutile. Preparati a incontrare il tuo creatore!"Blocchi di armi rilevate.
ja: というメッセージを受け取る。また価値のないエイリアンだらけの船のようだ。創造主に会う準備をしろ！"武器ロックを検出。

# data/events_sector_empire.xml$//textList[@name="TEXT_ENCOUNTER_CRYSTAL"]/text[4]
source: A Crystalline ship messages you, "I have not yet seen an Alien ship of such caliber as yours! As a warrior I demand to test my skills against you!" Before you can respond they move in to attack.
it: Una nave cristallina ti messaggi, "Non ho ancora visto una nave aliena di tale calibro come la tua! Come guerriero chiedo di testare le mie abilità contro di te!"Prima di poter rispondere, si spostano per attaccare.
ja: クリスタルの船からメッセージが届いている！戦士として、私の技量を試してみたい。あなたが返答する前に、彼らは攻撃に移る。

# data/events_sector_empire.xml$//textList[@name="TEXT_ENCOUNTER_CRYSTAL"]/text[5]
source: You arrive in a busy sector. At first no one pays any mind to your foreign ship but soon you're registering a number of scan signatures. You get the feeling you're not wanted here just seconds before registering enemy weapon locks!
it: Arrivi in un settore impegnato.Inizialmente nessuno paga alcuna mente alla tua nave straniera ma presto stai registrando una serie di firme di scansione.Hai la sensazione che non si desidera qui solo pochi secondi prima di registrare le serrature delle armi nemiche!
ja: あなたは賑やかなセクターに到着した。最初は誰もあなたの船を気にとめなかったが、すぐに多くのスキャンサインが登録された。敵のウェポン・ロックに気づくほんの数秒前、あなたは自分がここで必要とされていないことを感じた！

# data/events_sector_empire.xml$//textList[@name="TEXT_ENCOUNTER_CRYSTAL"]/text[6]
source: You jump next to a node busy with traffic, but before long all nearby ships notice you and keep their distance, uncertain of your allegiance. After an awkward standoff, a military ship breaks away from the rest and charges you.
it: Salti accanto a un nodo occupato con il traffico, ma in poco tempo tutte le navi vicine ti notano e mantieni la loro distanza, incerta sulla tua fedeltà.Dopo uno stallo imbarazzante, una nave militare si stacca dal resto e ti carica.
ja: あなたは交通量の多いノードの隣にジャンプしたが、やがて近くにいたすべての船があなたに気づき、あなたの忠誠心を疑って距離をとった。気まずい睨み合いの後、1隻の軍艦が他から離れ、あなたに突撃してきた。
