Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_SPIDER"]/text
source: This beacon greets you with a bizarre sight, a Militia ship firing on a Civilian market. However, you realize the issue when scans return showing the Militia ship to be infested by spiders!
ja: 民兵の船が民間の市場に発砲しているのだ。しかし、民兵船にクモがはびこっていることを示すスキャンが戻ってきたとき、あなたは問題に気づく！
pl: Ta latarnia morska spotyka cię z dziwnym widokiem: statek milicji wyciska cywilny stanowisko handlowe.Rozumiesz jednak, co się dzieje, gdy skan pokazuje, że statek milicji pełni pająków!

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ship remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statek nadal nie zauważa twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//ship[@name="SHIP_BROOD_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//ship[@name="SHIP_BROOD_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
ja: クルーが死んでしまったので、あなたはすぐにできる限りのものを救い出す。
pl: Po śmierci załogi szybko bierzesz to, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_BROOD"]/text
source: Looks like a Brood ship is attacking the nearby market. If you can stop them, you should be able to access the store.
ja: ブルードの船が近くの市場を攻撃しているようだ。彼らを止めれば、店に入れるはずだ。
pl: Wygląda na to, że statek lęka atakuje pobliską stację handlową.Jeśli możesz je zatrzymać, możesz uzyskać dostęp do sklepu.

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ship remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statek nadal nie zauważa twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: With the crew dead you quickly salvage what you can.
ja: クルーが死んでしまったので、あなたはすぐにできる限りのものを救い出す。
pl: Po śmierci załogi szybko bierzesz to, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_CULTIST"]/text
source: An Ember vessel is firing on a Crystal merchant. To see their wares, you'll have to fight off the enemy first.
ja: 琥珀の船がクリスタルの商人に発砲している。彼らの商品を見るには、まず敵を撃退しなければならない。
pl: Statek wiecznego ciepła strzela do krystalicznego kupca.Aby zobaczyć ich towary, najpierw będziesz musiał pozbyć się wroga.

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ship remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statek nadal nie zauważa twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_CUTLIST_WIN"]/text
source: You have rescued the store from their attackers. The store owners offer to trade.
ja: あなたは襲撃者から店を救った。店主は交換を申し出てきた。
pl: Zapisałeś sklep od atakujących.Jego właściciele oferują wymianę.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_ANCIENT"]/text
source: A nearby Obelisk merchant appears to be registered as part of Aenwithe's resistance! However, it is currently under attack from an Auto-ship. Shall we assist?
ja: 近くのオベリスク商人はエーンウィテのレジスタンスとして登録されているようだ！しかし、現在オートシップの攻撃を受けています。支援しましょうか？
pl: Wydaje się, że pobliski kupiec Obelisk jest zarejestrowany w ramach oporu Aerwvita!Jednak automatyczny statek go obecnie atakuje.Czy pomożemy?

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately, the Auto-ship remain oblivious to your presence.
ja: 幸いなことに、オートシップはあなたの存在に気づかないままだ。
pl: Na szczęście automatyczny statek nadal nie zauważa Twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_ANCIENT_WIN"]/text
source: You have rescued the merchant from the Auto-ship. "You have my thanks, mortal creature. Accept this as gratitude. Now, do you care to trade?"
ja: あなたは商人をオートシップから救出した。「ありがとうございます。これを感謝として受け取れ。さて、取引するか？"
pl: Zapisałeś kupca od automatycznego statku.„Jestem wam wdzięczny, śmiertelne stworzenie. Zaakceptuj jako wdzięczność. A teraz chcesz się targować?”

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_WIN"]/text
source: You have rescued the store from their attackers. The store owners offer to trade.
ja: あなたは襲撃者から店を救った。店主は交換を申し出てきた。
pl: Zapisałeś sklep od atakujących.Jego właściciele oferują wymianę.

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_WIN"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//ship[@name="SHIP_START_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//ship[@name="SHIP_START_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
ja: クルーが死んでしまったので、あなたはすぐにできる限りのものを救い出す。
pl: Po śmierci załogi szybko bierzesz to, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STORE_HOSTILE_START"]/text
source: To no surprise, an MV Rebel is accosting a nearby civilian store owner.
ja: 驚いたことに、MVの反乱軍が近くの民間商店の店主に声をかけている。
pl: Nic dziwnego, że jesteśmy rebeliantem atakującym właściciela pobliskiego sklepu cywilnego.

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ships remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statki nie zauważają Twojej obecności.

# data/events_special_standard.xml$//event[@name="STOREEVENT_ALIENS"]/text
source: You find yourself surrounded by a variety of alien vessels, apparently traveling in a caravan for their own safety. They appear to have set up a collective market, but each individual might have something special on sale.
ja: 気がつくと、あなたはさまざまな異星人の船に囲まれていた。どうやら安全のためにキャラバンで移動しているようだ。彼らは集団でマーケットを開いているようだが、それぞれが何か特別なものを売っているのかもしれない。
pl: Otacza Cię wiele statków kosmitów, oczywiście podróżując z karawaną dla własnego bezpieczeństwa.Wygląda na to, że zorganizowali rynek zbiorowy, ale każdy z nich może mieć coś specjalnego na sprzedaż.

source: Trade with the Engi.
ja: エンジとの貿易
pl: Wyłącz z Angie.

source: "Marketable goods: on display. Please, provide currency in exchange for beneficial equipment."
ja: "市場商品：展示中。有益な装備品と引き換えに通貨を提供してください。"
pl: „Wasing Goods: w oknie. Proszę podać walutę w zamian za opłacalny sprzęt”.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: Attack the Engi!
ja: エンジにアタック
pl: Attack Angie!

source: Your sudden attack sends the other ships running. They probably won't be too willing to trade with you any longer.
ja: あなたの突然の攻撃で、他の船は逃げ出した。おそらく、これ以上あなたと交易する気はないだろう。
pl: Twój nagły atak zmusił inne statki do ucieczki.Prawdopodobnie nie będą już chcieli z tobą handlować.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Trade with the Orchids.
ja: 蘭との交易。
pl: Odłóż storczyki.

source: The Orchid signs to you, pointing towards some weapons they have on display.
ja: オーキッドは、展示されている武器のほうを指差しながら、あなたにサインをした。
pl: Orchidea daje znak, wskazując na zestaw broni w oknie.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: Attack the Orchid!
ja: オーキッドを攻撃せよ
pl: Aby zaatakować storczyki!

source: Your sudden attack sends the other ships running. They probably won't be too willing to trade with you any longer.
ja: あなたの突然の攻撃で、他の船は逃げ出した。おそらく、これ以上あなたと交易する気はないだろう。
pl: Twój nagły atak zmusił inne statki do ucieczki.Prawdopodobnie nie będą już chcieli z tobą handlować.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Trade with the Zoltans.
ja: ゾルタンとの貿易。
pl: Zwróć się z Zoltan.

source: The Zoltan captain reads off a long list of rules of conduct, then lets you browse his goods.
ja: ゾルタンのキャプテンは長い行動規範のリストを読み上げ、その後、彼の商品を閲覧させる。
pl: Kapitan Zoltana odczytuje długą listę reguł postępowania, a następnie pozwala przeglądać swoje towary.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: Attack the Zoltans!
ja: ゾルタンを攻撃しろ！
pl: Zaatakuj Zoltany!

source: Your sudden attack sends the other ships running. They probably won't be too willing to trade with you any longer.
ja: あなたの突然の攻撃で、他の船は逃げ出した。おそらく、これ以上あなたと交易する気はないだろう。
pl: Twój nagły atak zmusił inne statki do ucieczki.Prawdopodobnie nie będą już chcieli z tobą handlować.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_OUTPOST"]/text
source: A transmission from the nearby planet indicates an outpost below which offers supplies to travelers.
ja: 近くの惑星からの通信によると、下方に前哨基地があり、旅行者に物資を提供しているという。
pl: Przeniesienie z najbliższej planety wskazuje na zlokalizowane na niej AvanPost, który oferuje dostawy dla podróżników.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: Attack the outpost!
ja: 前哨基地を攻撃せよ！
pl: Zaatakuj AdvanPost!

source: There's not much that can be said here to justify your actions, so why bother? Let's keep it short - these civilians are going to die and there's little they can do about it.
ja: あなたの行動を正当化するためにここで言えることはあまりない。手短に言おう。民間人は死ぬし、彼らにできることはほとんどない。
pl: Można powiedzieć, aby uzasadnić twoje działania, więc po co się martwić?Będziemy krótcy - ci cywile umrą i niewiele mogą zrobić, aby to zrobić.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_REFUELING"]/text
source: The nearby market is overlooked by an allied refueling post.
ja: 近くの市場は連合軍の給油所から見下ろすことができる。
pl: Post tankowania związku wznosi się powyżej pobliskiego rynku.

source: Purchase a quick refueling service first. [-10~ -> 5{]
ja: まずはクイック給油サービスを購入。[-10スクラップ -&gt; 5燃料]
pl: Kup szybką stację benzynową przed wizytą w sklepie.[-10 ~ -> 5 {]

source: You stock up on fuel then check out the store.
ja: 燃料を仕入れてから店をチェックする。
pl: Przechowujesz paliwo, a następnie patrzysz na sklep.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: Purchase a full refueling service first. [-30~ -> 15{]
ja: まずはフル給油サービスをご購入ください。[-30スクラップ -&gt; 15燃料]
pl: Kup pełną usługę opatrunkową przed wizytą w sklepie.[-30 ~ -> 15 {]

source: You stock up on fuel then check out the store.
ja: 燃料を仕入れてから店をチェックする。
pl: Przechowujesz paliwo, a następnie patrzysz na sklep.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: (Mind Control) "Negotiate" an even lower price. [-7~ -> 5{]
ja: (マインドコントロール)さらに安い値段で「交渉」する。[-7スクラップ -&gt; 5燃料]
pl: (Kontrola umysłu) „Zgadzam się” na zniżkę tankowania.[-7 ~ -> 5 {]

source: You stock up on fuel then check out the store.
ja: 燃料を仕入れてから店をチェックする。
pl: Przechowujesz paliwo, a następnie patrzysz na sklep.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: (Adv. Mind Control) "Negotiate" a free refueling. [5{]
ja: (Adv. Mind Control) 無料給油を "交渉 "する。[5燃料]
pl: (Prov. Kontrola umysłu) „Zgadzam się” na temat bezpłatnego tankowania.[5 {]

source: You stock up on fuel then check out the store.
ja: 燃料を仕入れてから店をチェックする。
pl: Przechowujesz paliwo, a następnie patrzysz na sklep.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: (Engi Crew) Negotiate an alternative payment method. [-3| -> 7{]
ja: (エンジ・クルー）代わりの支払い方法を交渉する。[-3ドローン -&gt; 7燃料]
pl: (Członek ekipy) uzgodnienie alternatywnego sposobu zapłaty za tankowanie.[-3 |-> 7 {]

source: You stock up on fuel then check out the store.
ja: 燃料を仕入れてから店をチェックする。
pl: Przechowujesz paliwo, a następnie patrzysz na sklep.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: Attack the station!
ja: 駅を攻撃しろ
pl: Zaatakuj stację!

source: It's highly unlikely the market will want to trade with you after this, but that won't stop you from harassing random civilians.
ja: この後、市場があなたと取引したがることはまずないだろうが、だからといって無作為に民間人に嫌がらせをするのを止めることはできない。
pl: Jest mało prawdopodobne, aby rynek chciał z tobą handlować, ale nie uniemożliwi to ucisku przypadkowych cywilów.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Just shop around.
ja: 買い物をすればいい。
pl: Po prostu idź do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_MERCHANTS_IONS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STOREEVENT_MERCHANTS"]/text
source: The nearby marketplace station appears to have several merchants on it specializing in various kinds of weapons.
ja: 近くの市場駅には、さまざまな種類の武器を専門に扱う商人が数人いるようだ。
pl: Na pobliskiej stacji rynkowej wydaje się, że jest kilku kupców specjalizujących się w różnych rodzajach broni.

source: Visit the Laser vendor.
ja: レーザーベンダーを訪問。
pl: Odwiedź handlarzy laserowe.

source: Visit the Ballistics vendor.
ja: バリスティックス・ベンダーを訪ねる。
pl: Odwiedź dzwonek broni balistycznej.

source: Visit the Ion vendor.
ja: イオンのベンダーを訪問。
pl: Odwiedź kupca broni jonowej.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_DAMAGED"]/text
source: There is only one other ship at this beacon, showing minor damage. They explain that they had a run in with pirates and are now selling off their equipment to fund repairs.
ja: このビーコンには他に1隻だけ船があり、軽微な損傷を見せている。彼らは、海賊に遭遇し、修理資金を得るために装備を売り払っているところだと説明する。
pl: Oprócz ciebie jest tylko jeden statek z niewielkimi uszkodzeniami na tej latarni morskiej.Wyjaśniają, że spotkali piratów i teraz sprzedają swój sprzęt, aby zebrać fundusze na naprawy.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: These guys are great targets!
ja: 彼らは素晴らしいターゲットだ！
pl: Ci faceci to świetny cel!

source: Despite this ship's friendliness, you've decided to open fire. Hopefully, it's worth it.
ja: この船は友好的だが、あなたは発砲することに決めた。うまくいけば、それだけの価値がある。
pl: Pomimo życzliwości tego statku postanowiłeś otworzyć ogień.Mam nadzieję, że warto.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Hull Repair) Fix up their hull. [-1|]
ja: (船体修理）船体を修理する。[-1ドローン]
pl: (Liczba Korpusu) Aby wkleić swoje ciało.[-1 |]

source: The ship thanks you for your help, and offers to trade.
ja: 船はあなたに感謝し、交換を申し出る。
pl: Statek dziękuje za pomoc i oferuje wymianę.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: (Repair Arm) Fix up their hull. [-15~]
ja: (修理アーム）船体を修理する。[-15スクラップ]
pl: (Odpróbuj dźwig), aby wkleić swoje ciało.[-15 ~]

source: The ship thanks you for your help, and offers to trade.
ja: 船はあなたに感謝し、交換を申し出る。
pl: Statek dziękuje za pomoc i oferuje wymianę.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: (Repair Bomb) Fix up their hull. [-1}]
ja: (修理ボム) 船体を修理する。[-1ミサイル]
pl: (Skorupa naprawy) Napraw swoje ciało.[-1}]

source: The ship thanks you for your help, and offers to trade.
ja: 船はあなたに感謝し、交換を申し出る。
pl: Statek dziękuje za pomoc i oferuje wymianę.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: (Pro-Hull Beam) Fix up their hull.
ja: (プロハルビーム）船体を修理する。
pl: (Belka naprawy) Napraw ich ciało.

source: The ship thanks you for your help, and offers to trade.
ja: 船はあなたに感謝し、交換を申し出る。
pl: Statek dziękuje za pomoc i oferuje wymianę.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

# data/events_special_standard.xml$//event[@name="STOREEVENT_TERRAFORMING"]/text
source: The planet below appears to be undergoing a terraforming process. Around it orbits a small colony of scientists. It appears, in efforts to fund their research, they're selling military goods.
ja: 下の惑星はテラフォーミングの最中のようだ。その周囲には科学者たちの小さなコロニーがある。研究資金を得るために、彼らは軍用品を売っているようだ。
pl: Pobliska planeta wydaje się być tarasowa.Na jej orbicie znajduje się niewielka kolonia naukowców.Wygląda na to, że aby sfinansować ich badania, sprzedają towary wojskowe.

source: Hail the scientists.
ja: 科学者万歳。
pl: Skontaktuj się z naukowcami.

source: The station appears to have several specialists in different fields. They'd be willing to work on your ship for a discounted price, but it won't be free.
ja: このステーションには、さまざまな分野の専門家が何人かいるようだ。彼らはあなたの船を安く修理してくれるだろうが、無料ではない。
pl: Na stacji wydaje się, że na różnych dziedzinach jest kilku specjalistów.Są gotowi do pracy na Twoim statku po obniżonej cenie, ale nie za darmo.

source: Install the Life Support.
ja: ライフサポートを取り付ける。
pl: Zainstaluj system podtrzymywania życia.

source: While the system is being installed on the ship, you take a look at the market.
ja: システムが船に設置されている間、あなたは市場を見ていた。
pl: Podczas gdy system jest zainstalowany na twoim statku, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: Upgrade the Life Support.
ja: 生命維持装置をアップグレードする。
pl: Ulepsz system wsparcia życia.

source: While the system is being upgraded on the ship, you take a look at the market.
ja: 船上でシステムのアップグレードが行われている間、あなたは市場を見ていた。
pl: Jak dotąd wykonywane są prace w celu ulepszenia systemu, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: Upgrade the Life Support.
ja: 生命維持装置をアップグレードする。
pl: Ulepsz system wsparcia życia.

source: While the system is being upgraded on the ship, you take a look at the market.
ja: 船上でシステムのアップグレードが行われている間、あなたは市場を見ていた。
pl: Jak dotąd wykonywane są prace w celu ulepszenia systemu, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: Install a Teleporter.
ja: テレポーターを設置する。
pl: Zainstaluj teleporter.

source: While the system is being installed on the ship, you take a look at the market.
ja: システムが船に設置されている間、あなたは市場を見ていた。
pl: Podczas gdy system jest zainstalowany na twoim statku, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: Upgrade the Teleporter.
ja: テレポーターをアップグレードする。
pl: Popraw teleporter.

source: While the system is being upgraded on the ship, you take a look at the market.
ja: 船上でシステムのアップグレードが行われている間、あなたは市場を見ていた。
pl: Jak dotąd wykonywane są prace w celu ulepszenia systemu, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: Upgrade the Teleporter.
ja: テレポーターをアップグレードする。
pl: Popraw teleporter.

source: While the system is being upgraded on the ship, you take a look at the market.
ja: 船上でシステムのアップグレードが行われている間、あなたは市場を見ていた。
pl: Jak dotąd wykonywane są prace w celu ulepszenia systemu, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: You cannot upgrade the Teleporter, it is too advanced.
ja: テレポーターをアップグレードすることはできない。
pl: Nie możesz ulepszyć teleportera, jest to zbyt zaawansowana technologia.

source: Install the Doors System.
ja: ドアシステムを設置する。
pl: Zainstaluj system drzwi.

source: While the system is being installed on the ship, you take a look at the market.
ja: システムが船に設置されている間、あなたは市場を見ていた。
pl: Podczas gdy system jest zainstalowany na twoim statku, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: Upgrade the Doors.
ja: ドアをアップグレードする
pl: Popraw drzwi.

source: While the system is being upgraded on the ship, you take a look at the market.
ja: 船上でシステムのアップグレードが行われている間、あなたは市場を見ていた。
pl: Jak dotąd wykonywane są prace w celu ulepszenia systemu, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: Upgrade the Doors.
ja: ドアをアップグレードする
pl: Popraw drzwi.

source: While the system is being upgraded on the ship, you take a look at the market.
ja: 船上でシステムのアップグレードが行われている間、あなたは市場を見ていた。
pl: Jak dotąd wykonywane są prace w celu ulepszenia systemu, idziesz do sklepu.

source: See what they're selling.
ja: 何を売っているのか見てみよう。
pl: Zobacz, co sprzedają.

source: Visit the market.
ja: 市場を訪れる。
pl: Iść do sklepu.

# data/events_special_standard.xml$//event[@name="STOREEVENT_WEATHER_STUCK"]/text
source: You see a small, populated moon in the distance, though there appears to be no ships going to or from. Shall we approach it?
ja: 遠くに小さな月が見えるが、行き交う船はないようだ。近づいてみようか？
pl: W oddali widzisz mały zaludniony księżyc, ale nie obserwujesz strumienia statków obok.Czy podejdziemy do niej?

source: Land on the moon and search for a store.
ja: 月に着陸して店を探す。
pl: Land na Księżycu i poszukaj sklepu.

source: No ships attempt to stop you, so you land on a small platform near a small urban city. There's few people outside, but you assume finding a store won't be too difficult.
ja: 船を止めようとはしないので、小さな都市近くの小さなプラットホームに着陸する。外には人影はほとんどないが、店を見つけるのはそれほど難しくないだろう。
pl: Żadne statki nie próbują cię powstrzymać, więc lądujesz na małej platformie obok małego miasta.Na ulicach jest niewiele osób, ale uważasz, że znalezienie sklepu nie będzie trudne.

source: Talk to some passerbys.
ja: 通行人に声をかける。
pl: Porozmawiaj z przechodniami.
