Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[8]
source: You see a small Rebel carrier in the distance. You lay low and try to blend in with the other traffic. However it's surprising to see a Rebel military ship alone deep in Engi space.
ja: 遠くにリーベルの小型空母が見える。あなたは身を潜め、他の交通に紛れ込もうとした。しかし、エンギ宇宙域の奥深くで反乱軍の艦船を単独で見るとは驚きだ。
pl: W oddali widzisz mały lotniskowiec rebeliantów.Ukryłeś się i próbowałeś połączyć się z resztą transportu.Niesamowite jest jednak widzieć wojskowy statek rebeliantów w głębi przestrzeni Angie.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[9]
source: The Engi seem to have avoided this particular node, along with every other life-form. You keep your eyes peeled for reasons why, but spin up the FTL without event.
ja: エンギは他の生命体とともにこのノードを避けているようだ。その理由を探りつつも、FTLをスピンアップさせる。
pl: Angie wydaje się unikać tego węzła, jak wszystkie inne formy życia.Próbujesz dowiedzieć się o tym, ale nie osiągając nic, ładujesz SSD.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[10]
source: A cluster of Engi satellites in orbit of a nearby planet are the only clue the mechanical species was ever here. You have other places to be.
ja: 近くの惑星の軌道上にあるエンギ衛星群が、機械種がここにいた唯一の手がかりだ。あなたには他にいる場所がある。
pl: Zgromadzenie satelitów Angie na orbicie najbliższej planety jest jedynym dowodem, na które były tu stworzenia mechaniczne.Musisz przejść dalej.

# data/events_special_standard.xml$//event[@name="EMPTY_HARMONY"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_HARMONY"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[1]
source: The complex arrangements of ship hulls and FTL drive capacitors floating abandoned in space suggest the Engi were here not too long ago; but no longer.
ja: 宇宙空間に放置された船体やFTLドライブのコンデンサーが複雑に配置されていることから、エンギが少し前までここにいたことがわかる。
pl: Złożony konstrukcja kadłubów statków i kondensatorów napędów super światła opuszczonych w przestrzeni sugeruje, że Angie nie była tu tak dawno, ale nie ma ich więcej.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[2]
source: You arrive at a green planet with great plains and rolling waterfalls. It would be of little interest to the Engi nearby.
ja: 大平原となだらかな滝のある緑の惑星に到着する。近くにいるエンギにとってはほとんど興味のない場所だろう。
pl: Wjeżdżasz na zieloną planetę z ogromnymi równinami i wodospadami.Nie jest to szczególnie interesujące dla żywego pobliskiego Angie.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[3]
source: You have arrived near an Engi construction yard. Most Engi maintain their bi-pedal appearance out of habit but here you see a number of Engi hives working together to create massive organic machines adept at building ships. Truly a sight to behold.
ja: あなたはエンギの建設ヤードの近くに到着した。ほとんどのエンギは習慣的に二足歩行の姿を保っているが、ここでは多くのエンギの巣が協力し合い、船の建造に長けた巨大な有機機械を作り上げている。実に見ごたえのある光景だ。
pl: Przybyłeś na plac budowy Angie.Większość Angie zachowuje swój dwukierunkowy wygląd, ale tutaj widzisz kilka grup Angie pracujących nad tworzeniem masywnych maszyn organicznych, które mogą budować statki.Spektakl jest naprawdę niesamowity.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[4]
source: Even though each "individual" Engi is made up of trillions of nano-machines, their culture still revolves around traditional social interactions. A nearby station seems to be constructed for entertainment of passing Engi travellers.
ja: エンギの "個体 "は何兆ものナノマシンで構成されているにもかかわらず、彼らの文化は伝統的な社会的交流を中心に回っている。近くの駅は、通りすがりのエンギ旅行者を楽しませるために建設されたようだ。
pl: Pomimo faktu, że każda „jednostka” Angie składa się z bilionów nanomashin, ich kultura nadal opiera się na tradycyjnej interakcji społecznej.Najwyraźniej pobliska stacja została zbudowana, aby zabawić lecące uczestników Angie.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[5]
source: You see a number of Engi space stations and fleets nearby. Despite looking like piles of junk loosely tied together they are actually a model of efficiency. They just lack a certain aesthetic emphasis in their constructions.
ja: 近くにエンギの宇宙ステーションや艦隊がいくつも見える。ガラクタの山が緩く結ばれているように見えるが、実際には効率性の見本だ。ただ、その構造にはある種の美的強調が欠けている。
pl: W pobliżu widocznych jest kilka stacji kosmicznych i floty Angie.Pomimo faktu, że wyglądają jak stosy śmieci, beztrosko połączone, w rzeczywistości są modelem skuteczności.Po prostu w ich konstrukcjach nie ma wystarczającej estetyki.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[6]
source: This system appears quite peaceful. You're not sure how long it'll last between the combined threats of the Rebels and Mantis.
ja: この星系はとても平和に見える。反乱軍とマンティスの脅威がいつまで続くかわからない。
pl: Ten system wygląda dość spokojnie.Nie wiesz, jak długo to potrwa w obliczu zagrożenia ze strony rebeliantów i modliszki.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[7]
source: There are a number of merchant ships passing through the area despite the threat of Mantis invasion. No doubt interested in buying the efficient technology of the Engi.
ja: マンティスの侵略の脅威にもかかわらず、多くの商船がこの地域を通過している。エンジの効率的な技術を買おうとしているのは間違いない。
pl: Pomimo zagrożenia inwazją Bogomolova wiele statków handlowych przechodzi przez ten obszar.Niewątpliwie są zainteresowani zdobyciem skutecznych technologii Angie.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[8]
source: You see a small Rebel carrier in the distance. You lay low and try to blend in with the other traffic. However it's surprising to see a Rebel military ship alone deep in Engi space.
ja: 遠くにリーベルの小型空母が見える。あなたは身を潜め、他の交通に紛れ込もうとした。しかし、エンギ宇宙域の奥深くで反乱軍の艦船を単独で見るとは驚きだ。
pl: W oddali widzisz mały lotniskowiec rebeliantów.Ukryłeś się i próbowałeś połączyć się z resztą transportu.Niesamowite jest jednak widzieć wojskowy statek rebeliantów w głębi przestrzeni Angie.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[9]
source: The Engi seem to have avoided this particular node, along with every other life-form. You keep your eyes peeled for reasons why, but spin up the FTL without event.
ja: エンギは他の生命体とともにこのノードを避けているようだ。その理由を探りつつも、FTLをスピンアップさせる。
pl: Angie wydaje się unikać tego węzła, jak wszystkie inne formy życia.Próbujesz dowiedzieć się o tym, ale nie osiągając nic, ładujesz SSD.

# data/events_special_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[10]
source: A cluster of Engi satellites in orbit of a nearby planet are the only clue the mechanical species was ever here. You have other places to be.
ja: 近くの惑星の軌道上にあるエンギ衛星群が、機械種がここにいた唯一の手がかりだ。あなたには他にいる場所がある。
pl: Zgromadzenie satelitów Angie na orbicie najbliższej planety jest jedynym dowodem, na które były tu stworzenia mechaniczne.Musisz przejść dalej.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_SEPARATIST"]/text[1]
source: A cluster of nanobots floats nearby, but ignores your ship. It dissipates quickly, leaving you to your own devices.
ja: ナノボットの群れが近くに浮かんでいるが、あなたの船を無視している。ナノボットの群れはすぐに消滅し、君たちは自由気ままに行動できる。
pl: Nanobots leci w pobliżu, ale nie zwraca uwagi na twój statek.Szybko się rozprasza, zostawiając cię samego.

# data/events_special_standard.xml$//textList[@name="EMPTY_SEPARATIST"]/text[2]
source: Separatists Engi like to keep to themselves, and will usually avoid other ships. The Separatist nearby jumps away as soon as you approach.
ja: 分離主義者のエンジは自分たちだけで行動するのが好きで、他の船を避けるのが普通だ。近くにいた分離主義者は、あなたが近づくとすぐに飛び去る。
pl: Separatiści Angie wolą trzymać się z daleka i zwykle unikać innych statków.Separatysta, położony w pobliżu, wchodzi w skok, gdy tylko się zbliżasz.

# data/events_special_standard.xml$//textList[@name="EMPTY_SEPARATIST"]/text[3]
source: You believe this beacon to be empty, though it's impossible to tell with all of the microscopic nanobots floating around in empty space.
ja: あなたはこのビーコンが空だと信じているが、空っぽの空間に浮遊する微細なナノボットのすべてを見分けることは不可能だ。
pl: Uważasz, że ta latarnia morska jest pusta, chociaż nie można tego określić z powodu mikroskopowych nanoroboty latających w pustej przestrzeni.

# data/events_special_standard.xml$//textList[@name="EMPTY_SEPARATIST"]/text[4]
source: Some space junk left over from what was presumably two Engi ships... merging. Unfortunately, none of it is worthy of salvaging.
ja: 2隻のエンギ船が合体して 残された宇宙ゴミだ残念ながら、どれも引き揚げるに値しない。
pl: Niektóre kosmiczne śmieci, które pozostały z faktu, że rzekomo były dwa statki Angie ... połączyły się.Niestety, nic z tego nie jest dla Ciebie odpowiednie.

# data/events_special_standard.xml$//textList[@name="EMPTY_SEPARATIST"]/text[5]
source: Not an Engi ship in sight. You figure it's safe to do something on the ship.
ja: エンジの船は見当たらない。船で何かするのが無難だろう。
pl: Nie widać ani jednego statku Angie.Myślisz, że możesz zrobić coś na swoim statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ZOLTAN"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ZOLTAN"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[1]
source: There are some mineral-rich asteroids here that the Zoltan have left idle, but you've none of the necessary equipment to mine them.
ja: ここにはゾルタンが放置している鉱物の豊富な小惑星があるが、採掘に必要な装備は何もない。
pl: Istnieje kilka asteroid bogatych w minerały, których zuldanowie byli zignorowani, ale nie masz niezbędnego sprzętu do ich wydobycia.

# data/events_special_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[2]
source: You have to admit - Zoltan space is a beautiful and peaceful place indeed. However, re-engaging the FTL and finishing your mission is your priority, not sight-seeing.
ja: ゾルタン宇宙は実に美しく平和な場所だ。だが、FTLに再突入して任務を完了させることが最優先事項であり、観光ではない。
pl: Należy przyznać, że przestrzeń Zoltanova jest naprawdę pięknym i spokojnym miejscem.Jednak priorytetem jest ponowne zaangażowanie SSD i zakończenie misji, a nie inspekcja zabytków.

# data/events_special_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[3]
source: A light asteroid field is entering the atmosphere of a nearby planet - a fireworks show on a galactic scale. There's little for it but to take in the ambience and program the next jump.
ja: 軽い小惑星のフィールドが近くの惑星の大気圏に突入している。その雰囲気を味わいながら、次のジャンプをプログラムするしかない。
pl: Atmosfera najbliższej planety obejmuje strumień światła asteroid - fajerwerki skali galaktycznej.Pozostaje tylko cieszyć się atmosferą i zaprogramować następny skok.

# data/events_special_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[4]
source: You stumble upon some Zoltan military vessels engaging in combat training. Their Energy Shields are impressive, but you note how quickly beam and ion weaponry take them down.
ja: あなたは、戦闘訓練をしているゾルタンの軍艦に出くわした。彼らのエネルギー・シールドは印象的だが、ビーム兵器やイオン兵器がいかに素早く彼らを倒していくかに気づく。
pl: Spotykasz się na okrętach wojennych Zoltana zaangażowanych w szkolenie bojowe.Ich tarcze energetyczne są imponujące, ale zauważasz, jak szybko niszczą promieniowanie i broń jonową.

# data/events_special_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[5]
source: You don't have time to hail the Zoltan ship that was waiting at this beacon before it jumps away. They are a careful race.
ja: このビーコンで待機していたゾルタン船が飛び去る前に呼びかける時間はない。彼らは慎重な人種だ。
pl: Nie skontaktujesz się z statkiem Zoltana, który był w tej latarni morskiej, zanim wszedł do skoku.To ostrożna rasa.

# data/events_special_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[6]
source: A Zoltan shipyard is stationed at this beacon. You admire the display of hundreds of glowing Zoltans performing delicate exterior work on a massive transport ship.
ja: ゾルタンの造船所がこのビーコンに駐留している。何百人ものゾルタンが巨大な輸送船の外装を繊細に仕上げている。
pl: Na tym latarni jest stocznia Zoltan.Podziwiasz widok setek świetlistych Zoltana, wykonując delikatne prace zewnętrzne na ogromnym statku transportowym.

# data/events_special_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[7]
source: A message broadcast from a nearby planet announces the presence of an ancient Zoltan monastery available for visiting. Likely just a tourist trap, but still too bad you don't have the time to visit.
ja: 近くの惑星から放送されたメッセージによると、ゾルタンの古代修道院があるそうだ。ただの観光地だろうが、訪れる時間がないのは残念だ。
pl: Wiadomość, przeniesiona z najbliższej planety, informuje o obecności starożytnego klasztoru Zoltana, dostępnego do odwiedzenia.Najprawdopodobniej jest to tylko pułapka dla turystów, ale nadal szkoda, że ​​nie masz czasu na jej odwiedzenie.

# data/events_special_standard.xml$//event[@name="EMPTY_CAPITAL"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_CAPITAL"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[1]
source: A group of Ministry ships are docked with a small station nearby. The chatter on the comms seems entirely political talk, and you decide not to intervene.
ja: 省庁の船の一団が、近くの小さなステーションに停泊している。通信機のおしゃべりは政治的な話ばかりで、あなたは介入しないことにした。
pl: Grupa statków ministerstwa została ogolona na pobliskiej małej stacji.Rozmowa przez kanały komunikacji wygląda wyłącznie politycznie i postanowiłeś nie interweniować.

# data/events_special_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[2]
source: This beacon is bland and boring, similar to the typical political discussions between the citizens of this sector.
ja: このビーコンは当たり障りのない退屈なもので、このセクターの市民間の典型的な政治的議論に似ている。
pl: Ta latarnia morska jest bez smaku i nudna, podobnie jak typowe dyskusje polityczne między obywatelami tego sektora.

# data/events_special_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[3]
source: A vaguely interesting looking temple selling low priced souvenirs directs an advertisement towards your ship, but you quickly decline.
ja: 低価格の土産物を売る、どことなく面白そうな寺院が、あなたの船に向かって広告を出したが、すぐに断った。
pl: Ciekawa świątynia, która sprzedaje niedrogie pamiątki, pokazuje reklamę Twojemu statkowi, ale szybko odmawiasz.

# data/events_special_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[4]
source: A Zoltan Peace Brigade is busy harassing a nearby star system for tax evasion. You decide not to get involved.
ja: ゾルタン平和旅団が近くの星系で脱税の嫌がらせに追われている。あなたは関わらないことにした。
pl: Pokoju Pokoju Zoltan są zaangażowani w trawę systemu gwiezdnego położonego w pobliżu do uchylania się od podatków.Zdecydujesz się nie interweniować.

# data/events_special_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[5]
source: A Zoltan colony rests nearby, their Zoltan Shield online and weapons at maximum power. They clearly aren't interested in visitors.
ja: ゾルタンのコロニーが近くにあり、ゾルタン・シールドをオンラインにし、武器を最大出力にしている。彼らは明らかに訪問者には興味がないようだ。
pl: W pobliżu jest kolonia Zoltan, ich markowa tarcza jest włączona, a broń działa maksymalna moca.Najwyraźniej nie są zainteresowani gościem.

# data/events_special_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[6]
source: A few pirate ships jump away as soon as you approach, leaving you to wonder what they were doing.
ja: 何隻かの海賊船は、近づくとすぐに飛び去ってしまう。
pl: Kilka statków piratów wchodzi w skok, gdy tylko się zbliżasz, pozostawiając, jak zgadnąć, co zrobili.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_MONK"]/text[1]
source: The ship computer informs you this beacon is considered sacred ground. You aren't sure why, because the beacon seems rather empty to you.
ja: 船のコンピューターが、このビーコンは神聖な場所だと考えていると教えてくれた。なぜかはわからないが、あなたにはビーコンが空っぽに見えたからだ。
pl: Komputer statku mówi, że ta latarnia morska jest uważana za święte miejsce.Nie wiesz dlaczego, ponieważ latarnia morska wydaje się dla ciebie dość pusta.

# data/events_special_standard.xml$//textList[@name="EMPTY_MONK"]/text[2]
source: This beacon appears empty, other than the swirling nebulous gases. You wonder why the Zoltan Monks hide in these nebulas, and what they're hiding from.
ja: このビーコンは、渦巻く星雲のような気体以外、何もないように見える。ゾルタン僧がなぜこの星雲に隠れているのか、何から隠れているのか、不思議に思うだろう。
pl: Ta latarnia morska wydaje się pusta, z wyjątkiem wirujących mglistych gazów.Zastanawiam się, dlaczego mnisi chowają się w tych mglistych i przed tym, co się ukrywają?

# data/events_special_standard.xml$//textList[@name="EMPTY_MONK"]/text[3]
source: Unlike other nebula sectors, you feel relatively safe in the thick gasses of these nebulas.
ja: 他の星雲セクターと違って、この星雲の濃いガスの中では比較的安全だと感じる。
pl: W przeciwieństwie do innych niejasnych sektorów, w gęstych gazach tych mglistości, czujesz się we względnym bezpieczeństwie.

# data/events_special_standard.xml$//textList[@name="EMPTY_MONK"]/text[4]
source: No ships can be found at this beacon. You can use this as a resting place.
ja: このビーコンには船は見当たらない。休憩所として利用できる。
pl: Ta latarnia morska nie znalazła ani jednego statku.Możesz go użyć jako miejsca wakacyjnego.

# data/events_special_standard.xml$//textList[@name="EMPTY_MONK"]/text[5]
source: This beacon is even more peaceful than the rest of the sector, with not a single ship to be found.
ja: このビーコンは他のセクターよりもさらに平和で、船は1隻も見当たらない。
pl: Ta latarnia morska jest jeszcze bardziej spokojna niż reszta obszarów sektorowych: nie ma ani jednego statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_DUSKBRINGER"]/text[1]
source: This beacon is too quiet. You're wary of a trick, but no ships appear. You relax, and focus on doing something on the ship.
ja: このビーコンは静かすぎる。何か仕掛けがあるのではと警戒するが、船は現れない。あなたはリラックスし、船で何かをすることに集中する。
pl: Ta latarnia morska jest zbyt cicha.Boisz się haczyk, ale nie pojawiają się żadne statki.Odprężasz się i skupiasz na robieniu czegoś na statku.

# data/events_special_standard.xml$//textList[@name="EMPTY_DUSKBRINGER"]/text[2]
source: The ruins of several ships are still here, but their bones have already been picked clean. You bet the Duskbringers had something to do with this.
ja: いくつかの船の廃墟はまだここにあるが、その骨はすでにきれいに摘み取られている。ダスクブリンガーが関係しているのは間違いない。
pl: Ruiny kilku statków wciąż tu są, ale ich fragmenty są już oczyszczone.Z pewnością posłańcy zachodu słońca mają z tym coś wspólnego.

# data/events_special_standard.xml$//textList[@name="EMPTY_DUSKBRINGER"]/text[3]
source: A Zoltan brigade protects this beacon, a rare display of anti-Dusk measures being taken by the Zoltan government. They refuse to open communications with you.
ja: ゾルタンの旅団がこのビーコンを守っている。ゾルタン政府による対黄昏対策は珍しい。彼らはあなたとの通信を拒否している。
pl: Pokoju Zoltan stwierdzają tę latarnię morską, która jest rzadkim przejawem środków przeciwko posłańcom podejmowanym przez rząd Zoltan.Odmawiają kontaktu z tobą.

# data/events_special_standard.xml$//textList[@name="EMPTY_DUSKBRINGER"]/text[4]
source: The cold war between the Zoltans and the Federation is responsible for the evolution of the Duskbringers. Luckily, none of their ships are present at this beacon.
ja: ゾルタンと連邦の冷戦がダスクブリンガーの進化をもたらした。幸運なことに、このビーコンには彼らの船は1隻もいない。
pl: Zimna wojna między Zoltanami a Federacją doprowadziła do pojawienia się posłańców zachodu słońca.Na szczęście żaden z ich statków nie jest obecny na tej latarni morskiej.

# data/events_special_standard.xml$//event[@name="EMPTY_ORCHID"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ORCHID"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_ORCHID"]/text[1]
source: Orchid space is famous for being calm and peaceful. This beacon exemplifies that, with no ships in sight.
ja: オーキッド宇宙域は穏やかで平和なことで有名だ。このビーコンはそれを象徴している。
pl: Przestrzeń storczyków słynie z spokoju i pokoju.Ta latarnia morska jest przykładem, ponieważ w polu widzenia nie ma ani jednego statku.

# data/events_special_standard.xml$//textList[@name="EMPTY_ORCHID"]/text[2]
source: This beacon serves as a connection. You notice how it is located very far from the local star. Probably a means of protection against solar flares considering the frail nature of the Orchids.
ja: このビーコンは接続の役割を果たしている。地元の星からとても離れた場所にあることにお気づきだろうか。オーキッドのひ弱さを考えると、おそらく太陽フレアから身を守るためのものだろう。
pl: Ta latarnia morska służy do komunikacji.Zauważyłeś, że znajduje się bardzo daleko od lokalnej gwiazdy.Jest to prawdopodobnie środek ochrony przed wybuchami słonecznymi, biorąc pod uwagę kruchość storczyków.

# data/events_special_standard.xml$//textList[@name="EMPTY_ORCHID"]/text[3]
source: You arrive at a beacon located near a planet in process of terraforming to support plant life. There are no other ships around. You prepare to jump away.
ja: あなたは植物が生息できるようテラフォーミング中の惑星の近くにあるビーコンに到着した。周囲に他の船はない。あなたはジャンプする準備をする。
pl: Przyjeżdżasz do latarni morskiej znajdującej się obok planety, na której istnieje proces terraformowania w celu utrzymania życia roślin.W pobliżu nie ma innych statków.Przygotowujesz się do skoku.

# data/events_special_standard.xml$//textList[@name="EMPTY_ORCHID"]/text[4]
source: This beacon is devoid of any activity at the moment. The star is too dim, providing insufficient energy for light-dependent flora.
ja: このビーコンには現在、何の活動もない。星が薄暗く、光に依存する植物にとってエネルギーが不十分なのだ。
pl: Obecnie ta latarnia morska nie wykazuje żadnej aktywności.Gwiazda jest zbyt nudna i nie daje wystarczającej ilości energii na lekką florę.

# data/events_special_standard.xml$//event[@name="EMPTY_CRYSTAL"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_CRYSTAL"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[1]
source: As soon as you arrive, all of the ships docked at a nearby station scatter and jump while the station itself uses some form of cloak technology to disappear. They mustn't like outsiders here...
ja: あなたが到着するやいなや、近くのステーションに停泊していた船はすべて散り散りになってジャンプし、ステーション自体は何らかのクローク技術を使って姿を消した。彼らは部外者を嫌っているに違いない。
pl: Gdy tylko przyjedziesz, wszystkie statki przymocowane do pobliskiej stacji są rozproszone i skakane, a sama stacja wykorzystuje pewną technologię maskowania, aby zniknąć.Nie mogą tutaj kochać nieznajomych ...

# data/events_special_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[2]
source: No ships are in range, so you take the time to scan the area. It seems like every planet you've seen so far shows signs of highly developed habitation without overpopulation. They must have a very structured and well regulated society.
ja: 射程圏内に船はないので、時間をかけて周辺をスキャンする。これまで見てきたどの惑星も、人口過剰になることなく、高度に発達した居住の形跡があるようだ。彼らは非常に構造化され、よく規制された社会を持っているに違いない。
pl: W strefie widoczności nie ma statków, więc powoli skanujesz teren.Wygląda na to, że wszystkie planety, które wciąż widziałeś, mają oznaki rozwiniętego siedliska bez przeludnienia.Muszą mieć bardzo ustrukturyzowane i dobrze regulowane społeczeństwo.

# data/events_special_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[3]
source: There appears to be no one living near this node, a rare sight in this highly developed sector.
ja: このノードの近くには誰も住んでいないようだが、この高度に開発されたセクターでは珍しい光景だ。
pl: Wygląda na to, że nikt nie mieszka obok tego węzła, co jest rzadkością dla tego wysoce rozwiniętego sektora.
