Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[1]
source: Despite the colorful isles and fascinating trinkets, there isn't much here to excite a mercenary captain like yourself. Though, if you ever need a battery powered tongue trimmer or a complete set of action figures from the hit Leech soap opera "Orfaces of Rilla", you suppose you know where to look.
ja: カラフルな小島や魅力的な装身具があるにもかかわらず、ここにはあなたのような傭兵隊長を興奮させるようなものはあまりない。しかし、電池式の舌切り器や、大ヒットしたリーチのソープオペラ「リラの顔」のアクションフィギュア一式が必要な場合は、どこを探せばいいかわかるだろう。
pl: Pomimo kolorowych ulic i ekscytujących bibelotów, nie ma nic interesującego dla kapitana najemników takich jak ty.Chociaż, jeśli kiedykolwiek potrzebujesz trymera do języka na bateriach lub kompletny zestaw figur z popularnej opery mydlanej twarzy rillas, prawdopodobnie wiesz, gdzie szukać.

# data/events_special_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[2]
source: There isn't much in the store that interests you, disappointing considering all the tales you've heard of these places. A rather flirtatious Vampweed cashier attempts to get your number, but the bloodstains on her uniform warn you not to give her your time.
ja: 店内にはあまり興味を惹かれるようなものはなく、この手の店について聞いた話を考えるとがっかりする。ヴァンプウィードのレジ係があなたの電話番号を聞き出そうとしたが、彼女の制服には血痕が残っていた。
pl: W sklepie nie ma nic interesującego, a to jest rozczarowujące, biorąc pod uwagę wszystkie historie, które słyszałeś o tych miejscach.Raczej zalotny kasjer-Vampsornyak próbuje znaleźć twój numer, ale plamy krwi na jej mundurze ostrzegają, że nie powinieneś jej poświęcić czasu.

# data/events_special_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[3]
source: Several alien species roam the stores alongside you, but no one makes any attempts to speak to one another. Not that you could if you wanted to, because the music playing over the intercom is so loud the items on the shelves are vibrating. It's better if you don't stick around in case you lose your hearing.
ja: 数種類の異星人が店内を歩き回っているが、誰もお互いに話しかけようとはしない。というのも、インターホンから流れる音楽が大きすぎて、棚の上の商品が振動しているからだ。聴覚を失うかもしれないので、この店には近づかない方がいい。
pl: Kilku kosmitów wędruje po zakupach obok ciebie, ale nikt nie próbuje ze sobą porozmawiać.Tak, nie możesz, jeśli chcesz, ponieważ muzyka, która brzmi przez urządzenie negocjacyjne, jest tak głośna, że ​​wibrują towary na półkach.Lepiej nie pozostać tutaj, aby nie stracić słuchu.

# data/events_special_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[4]
source: A few ancient posters from a long-past Eargen election are still hung up outside. Considering no president has been democratically elected in the Republic for years, it's quite ironic, but a quick chat with the surprisingly friendly staff reveal that it's just become a joke among them. Besides that interaction, there isn't much reason to stick around.
ja: 外には、はるか昔に行われたアールゲン選挙の古いポスターが数枚貼られたままになっている。共和国では何年もの間、民主的に選出された大統領がいないことを考えると、なんとも皮肉な話だが、意外にフレンドリーなスタッフとちょっと話をすると、彼らの間でジョークになっているだけだということがわかる。しかし、意外にフレンドリーなスタッフに話を聞いてみると、彼らの間でジョークになっているだけだという。
pl: Na ulicy wciąż jest kilka starych plakatów z długimi wyborami w Irgen.Biorąc pod uwagę, że od wielu lat od wielu lat nie było demokratycznych wyborów prezydenckich, jest to dość ironiczne, ale szybka rozmowa z niezwykle przyjaznym pracownikami pokazuje, że to właśnie stał się ich żartem.Oprócz tej komunikacji nie należy tu pozostać.

# data/events_special_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[5]
source: You stop by the station but don't find anything of interest on sale besides the military supplies. You take a quick detour to the store's bathroom, but the uncomfortable sloshing noises from inside convince you to stay away and just wait until you're back on the ship.
ja: ステーションに立ち寄ったものの、軍需品以外に目ぼしいものは売っていなかった。店のトイレに寄ってみたが、中から不快なドロドロとした音が聞こえてきた。
pl: Chodzisz na stację, ale nie znajdujesz w sprzedaży niczego interesującego oprócz towarów wojskowych.Patrzysz na toaletę sklepu, ale nieprzyjemne dźwięki wychodzące od wewnątrz, przekonują, że nie chodzą tam i po prostu tolerujesz, dopóki nie wróciłeś na statek.

# data/events_special_standard.xml$//event[@name="TONY_NOTHING"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="TONY_NOTHING"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="TONY_GARBAGE"]/text
source: Aboard the station you're disgusted to find the floors littered with trash and even what looks to be a spare kidney. It's repulsive and much like the rest of Leech territory smells like something just died - which is probably true.
ja: ステーションに乗り込むと、床にはゴミが散乱し、予備の腎臓らしきものまであってうんざりする。嫌悪感を覚えるし、リーチの他の地域同様、何かが死んだばかりのような臭いがする。
pl: Na pokładzie stacji widzicie z obrzydzeniem, że podłogi są zaśmiecone śmieciami, a nawet, jak się wydaje, czyjąś nerki.Jest to obrzydliwe, a podobnie jak na całym terytorium pijawek, pachnie tak właśnie umarł tutaj - co prawdopodobnie tak jest.

# data/events_special_standard.xml$//event[@name="TONY_GARBAGE"]/choice[1]/text
source: Just deal with it and shop.
ja: それに対処して買い物をすればいい。
pl: Po prostu pogodzą się z tym i rób zakupy.

# data/events_special_standard.xml$//event[@name="TONY_GARBAGE"]/choice[2]/text
source: Confront the manager.
ja: マネージャーと対決する。
pl: Narzekać na menedżera.

source: An unusually short and overweight Leech comes out, glaring at you through his thin eye-slights. "Waddya want? I expected you to have blue hair or something." When you explain the state of the filth, the manager only laughs. "Hah, you think I care? If you wanna clean it up be my guest, but I sure as hell ain't gonna waste my time with it."
ja: 異常に背が低く太ったリーチが出て来て、細いアイライト越しにあなたを睨みつける。「何の用だ？青髪か何かかと思ったぞ」。あなたが不潔の状態を説明すると、店長は笑うだけだ。「俺が気にすると思うか？掃除したければどうぞご自由に、だが、そんなことで時間を無駄にするつもりは毛頭ない」。
pl: Pojawia się niezwykle krótki i pełny chwyt pijawek, zaniedbywając cię wąskimi oczami.„Czego potrzebujesz? Myślałem, że masz niebieskie włosy lub coś w tym rodzaju.”Kiedy wyjaśnisz mu sytuację z zanieczyszczeniami, menedżer tylko się śmieje.„Ha, myślisz, że to się martwi? Jeśli chcesz się wydostać - proszę, ale zdecydowanie nie zamierzam spędzić na tym czasu”.

source: Go back to shopping.
ja: 買い物に戻る。
pl: Wróć do zakupów.

source: As a matter of fact, I will clean it.
ja: 実を言うと、私が掃除します。
pl: Właściwie jestem gotowy.

source: The manager breaks into laughter but you ignore him and grab a broom from the nearby storage closet with help of one of the staff. It's a tedious process that takes way too much time, and most of your crew begin to ridicule you for your stubbornness. Nevertheless you push on until the store looks brand new.
ja: マネージャーは笑い出したが、あなたはそれを無視し、スタッフの助けを借りて近くの物置からほうきを取ってきた。あまりに時間のかかる面倒な作業なので、スタッフのほとんどはあなたの頑固さを嘲笑し始めた。それでも、店内が真新しくなるまで頑張るのだ。
pl: Kierownik pęka ze śmiechu, ale nie zwracasz na niego uwagi i przy pomocy jednego z pracowników bierze miotłę z najbliższej spiżarni.Jest to żmudny proces, który zajmuje zbyt dużo czasu, a większość pracowników zaczyna się z ciebie wyśmiewać z uporu.Niemniej jednak nadal pracujesz, dopóki sklep nie zdobędzie nowego wyglądu.

source: Inform the manager the job is done.
ja: マネージャーに仕事が終わったことを伝える。
pl: Poinformuj menedżera, że ​​prace zostały zakończone.

source: You find the Leech has been laughing the entire time, but now that you're done he cold stares at you in pity. When he makes no motion to so much as even thank you for your actions, you storm over to the trashcans and grab as much junk you can find that might be worth anything.
ja: あなたは、リーチがずっと笑っていたことに気づいたが、あなたが終わった今、彼は憐れみの目で冷たくあなたを見つめている。彼があなたの行動に感謝するそぶりも見せなかったので、あなたはゴミ箱に駆け寄り、価値のありそうなガラクタをありったけ拾い集めた。
pl: Piła śmiał się cały czas, ale teraz, kiedy skończyłeś, patrzy na ciebie z litością.Kiedy nie dokonuje żadnych ruchów, aby przynajmniej podziękować za twoje działania, spieszycie się do śmieci i złapiesz wszystkie śmieci, które możesz znaleźć, co może przynajmniej coś kosztować.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Upg. Weapons) Show that ungrateful asshole what for.
ja: (武器をアップして）あの恩知らずのクソ野郎に見せつけてやれ。
pl: (Ulepszona broń) Pokaż ten niewdzięczny dupek, co jest.

source: Out of pure spite for all the time you wasted, you power up your guns and lay fire down upon the store. You make certain not to hit anyone but completely destroy their stock. Terrified, the manager suddenly changes his mind and gives you a giant reward.
ja: 時間を無駄にした腹いせに、銃をパワーアップして店に火を放つ。誰にも当たらないようにしながらも、在庫は完全に破壊する。怯えた店長は突然考えを改め、巨大な報酬をあなたに与えた。
pl: Z czystego gniewu na czas spędzony, ładujesz broń i wnosisz ogień do sklepu.Jednocześnie starasz się nikogo nie skrzywdzić, ale całkowicie zniszczyć wszystkie zapasy.Przestraszony menedżer nagle zmienia jego zdanie i daje ogromną nagrodę.

source: (Children Cannon) Show that ungrateful asshole what for.
ja: (チルドレン・キャノン）あの恩知らずなクソ野郎に、その意地を見せてやれ。
pl: (Pistolet oskarżony o dzieci) Pokaż ten niewdzięczny dupek, co jest.

source: Out of pure spite for all the time you wasted, you unload the cannon and decide to drown the store in piles of corpses, leaving the area in a far worse littered state than it even was previously. Utterly shocked, the manager tosses you a giant reward once he's done crawling out of the mess you made in a baffling but evident show of dominance.
ja: 時間を無駄にした腹いせに、あなたは大砲を降ろし、店内を死体の山で溺れさせようと決めた。まったくショックを受けた店長は、あなたが散らかしたゴミから這い出し終わると、困惑しながらも明らかに優位性を示す巨大なご褒美をあなたに投げつけた。
pl: Z czystego gniewu na czas spędzony, rozładowywasz broń i decydujesz się na zalewanie sklepu w stosach zwłok, pozostawiając terytorium w znacznie bardziej godnym ubolewania stanu niż wcześniej.Absolutnie zszokowany menedżer rzuca ci ogromną rekompensatę, gdy tylko wybrał spod gruzu, który zorganizowałeś w zdziwionych, ale oczywisty demonstracja jego wyższości.

# data/events_special_standard.xml$//event[@name="TONY_COMICS"]/text
source: You browse the inside of the store, taking note of a large selection of comic books. Normally you wouldn't pay them any attention - but they seem oddly... non-fictional. You catch flavorful depictions of famous figures like Devorak the Deathless, Admiral Tully of the Federation, and a retelling of the events of the Federation-Mantis War. You doubt they're of any worth to you, but they might be some light fun reading.
ja: あなたは店内を見て回り、コミック本の品揃えに目を留めた。普段なら気に留めることもないだろうが、それらは奇妙なことに...ノンフィクションのようだ。デボラック・ザ・デスレス、連邦のタリー提督、連邦・マンティス戦争の再現など、有名な人物が味わい深く描かれている。あなたにとって価値があるかどうかは疑問だが、軽い読み物としては楽しめるかもしれない。
pl: Badasz wnętrze sklepu, zwracając uwagę na duży wybór komiksów.Zwykle nie zwracasz na nich uwagi, ale wydają się dziwne ... nie fikcyjne.Kolorowe obrazy tak znanych osobowości, jak Devorak Immortal, admirał Federacji Tally, a także opowiadanie wydarzeń wojny Federacji i Modlisty, pojawiają się na oczach.Wątpisz, że mają dla ciebie jakąkolwiek wartość, ale mogą stać się niewielką zabawą.

# data/events_special_standard.xml$//event[@name="TONY_COMICS"]/choice[1]/text
source: Buy some Devorak comic books.
ja: デボラックのコミックを買う。
pl: Kup komiksy o Devorak.

source: You pick up one of the Devorak books and bring it to the cashier, which earns you a few strange looks from the other shoppers. Once back on your ship you flip open the comic book.
ja: あなたはデボラックの本を一冊手に取り、レジに持っていった。船に戻ると、あなたはコミックブックを開いた。
pl: Bierzesz jedną z komiksów o Devorak i przenosisz go do kasy, która wywołuje kilka dziwnych widoków od innych klientów.Wracając na statek, otwierasz komiks.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="TONY_COMICS"]/choice[2]/text
source: Buy some Tully comic books.
ja: タリーのコミックを何冊か買う。
pl: Kup komiksy o tally.

source: You pick up one of the Tully books and bring it to the cashier, which earns you a few strange looks from the other shoppers. Once back on your ship you flip open the comic book.
ja: あなたはタリーの本を一冊手に取り、レジに持っていった。船に戻ると、あなたはコミックブックを開いた。
pl: Bierzesz jedną z komiksów na temat Tally i przenoszisz go do kasy, która wywołuje dziwne widoki od innych klientów.Wracając na statek, otwierasz komiks.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="TONY_COMICS"]/choice[3]/text
source: Buy some Fed-Mantis War comic books.
ja: Fed-Mantis Warのコミックを買う。
pl: Kup komiksy o wojnie Federacji z Matką Bożą.

source: You pick up one of the war books and bring it to the cashier, which earns you a few strange looks from the other shoppers. Once back on your ship you flip open the comic book.
ja: 他の買い物客から変な目で見られる。船に戻ると、あなたはコミックブックを開いた。
pl: Biorisz jeden z komiksów wojskowych i przenosisz go do kasy, która wywołuje dziwne poglądy innych kupujących.Wracając na statek, otwierasz komiks.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="TONY_COMICS"]/choice[4]/text
source: We aren't buying goddamn comic books.
ja: 私たちはコミックを買うつもりはない。
pl: Nie kupimy cholernych komiksów.

# data/events_special_standard.xml$//event[@name="TONY_CHILD"]/text
source: You board the station but are greeted only by the dysfunctional harmony between a child screaming in the distance and a concerned mother shouting. One of the Leech staff approaches you. "Please, you gotta help us. Some idiot got their kid lost and the noise is driving us mad. You're a Renegade, right? Can you eliminate the child?"
ja: あなたは駅に乗り込んだが、遠くで泣き叫ぶ子供と心配そうに叫ぶ母親との機能不全のハーモニーだけがあなたを迎えた。リーチのスタッフの一人があなたに近づく。「お願いです、助けてください。どこかのバカが子供を迷子にして、その騒音で私たちは気が狂いそうなんです。君はレネゲイドだろう？子供を消せるか？"
pl: Wchodzisz na pokład stacji, ale spotkasz się tylko przez dysonans między dzieckiem krzyczącym w oddali a zmartwioną matką.Jeden z pracowników Leeches jest dla Ciebie odpowiedni.„Proszę, musisz nam pomóc. Jakiś idiota stracił dziecko, a hałas doprowadza nas do szaleństwa. Jesteś renegatem, prawda? Czy możesz wyeliminować dziecko?”

# data/events_special_standard.xml$//event[@name="TONY_CHILD"]/choice/text
source: You want us to... kill a child?
ja: 子供を殺せというのか？
pl: Chcesz, żebyśmy ... zabili dziecko?

# data/events_special_standard.xml$//event[@name="TONY_CHILD"]/choice/event/text
source: "Uhm I uh, I just meant uh... well... yes? If you have a better solution I'm all ears, but as long as you shut that woman and her screaming infant up we'll pay you."
ja: "ええと......つまり......その......はい？もっといい解決法があるなら聞くけど、あの女と泣き叫ぶ幼児を黙らせさえすれば、金は払うよ"
pl: „Um, miałem na myśli… cóż… tak?

source: (Elite Crew) Eliminate the child.
ja: (エリートクルー）子供を排除する。
pl: (Członek elitarnej załogi) Wyeliminuj dziecko.

source: Your crew rushes into action, quickly tracking down the child. They quickly snap its neck and return to you to confirm the kill. Your entire crew looks on in horror at what you just did, but the store owners don't seem to care at all. They grab one of the nearby Hektar modules and toss it to you as a reward for your manslaughter.
ja: あなたのクルーはすぐに行動を開始し、子供を追跡する。彼らはすぐにその首をへし折り、殺害を確認するためにあなたのところに戻る。あなたのクルーは全員、あなたがしたことに恐怖の目を向けているが、店主はまったく気にしていないようだ。彼らは近くにあったヘクター・モジュールを1つ手に取り、過失致死の褒美としてあなたに投げつけた。
pl: Twój członek załogi wpada do bitwy, szybko śledząc dziecko.Szybko odwraca szyję i wraca do ciebie, aby potwierdzić fakt morderstwa.Cały twój zespół jest przerażony, aby spojrzeć na to, co właśnie zrobiłeś, ale ci właściciele sklepu wcale się nie obchodzi.Chwytają jeden z hektarowych modułów stojących w pobliżu i rzucają go jako nagrodą za morderstwo.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Anti-Bio Weapon) Eliminate the child.
ja: (対バイオ兵器）子供を排除する。
pl: (Pistolet anty-bio) Wyeliminuj dziecko.

source: You power up your weapon and lock onto the position of the child, quickly eliminating it. Your entire crew looks on in horror at what you just did, but the store owners don't seem to care at all. They grab one of the nearby Hektar modules and toss it to you as a reward for your manslaughter.
ja: あなたは武器をパワーアップさせ、子供の位置をロックし、素早く排除する。君のクルー全員が、君のやったことを恐怖の目で見ているが、店主はまったく気にしていないようだ。彼らは近くにあったヘクター・モジュールを1つ手に取り、過失致死の褒美としてあなたに投げつけた。
pl: Włączasz broń i określasz lokalizację dziecka, szybko radząc sobie z nią.Cały twój zespół jest przerażony, aby spojrzeć na to, co właśnie zrobiłeś, ale ci właściciele sklepu wcale się nie obchodzi.Chwytają jeden z hektarowych modułów stojących w pobliżu i rzucają go jako nagrodą za morderstwo.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Boarding Drone) "New prime directive. Eliminate the child."
ja: (搭乗ドローン）「新たな最高指令。子供を排除せよ"
pl: (Dron na pokład) „Nowa dyrektywa priorytetowa. Wyeliminuj dziecko”.

source: Your drone stirs to life and immediately seeks out the child and terminates it immediately with a lethal injection. It returns to you and confirms the kill. Your entire crew looks on in horror at what you just did, but the store owners don't seem to care at all. They grab one of the nearby Hektar modules and toss it to you as a reward for your manslaughter.
ja: あなたのドローンは息を吹き返し、すぐに子供を探し出し、致死注射で即座に始末する。ドローンはあなたに戻り、殺害を確認する。あなたのクルー全員が、あなたがしたことを恐怖の目で見ているが、店主はまったく気にしていないようだ。彼らは近くにあったヘクター・モジュールを1つ手に取り、過失致死の褒美としてあなたに投げつけた。
pl: Twój dron ożywa, natychmiast znajduje dziecko i natychmiast eliminuje je z śmiertelnym zastrzykiem.Wraca do ciebie i potwierdza morderstwo.Cały twój zespół jest przerażony, aby spojrzeć na to, co właśnie zrobiłeś, ale ci właściciele sklepu wcale się nie obchodzi.Chwytają jeden z hektarowych modułów stojących w pobliżu i rzucają go jako nagrodą za morderstwo.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Upg. Sensors) Track down the child.
ja: (センサー）子供を追跡しろ。
pl: (Ulepszone czujniki) Znajdź dziecko.

source: (Slug Crew) Track down the child.
ja: (ナメクジクルー）子供を探し出せ。
pl: (Członek załogi) Znajdź dziecko.

source: (Telepathic Shell) Track down the child.
ja: (テレパシー・シェル）子供を探し出せ。
pl: (Telpat Shell) Znajdź dziecko.

source: (Long-Ranged Scanners) Track down the child.
ja: (長距離スキャナー）子供を追跡しろ。
pl: (Długie skanery) Znajdź dziecko.

source: (Lifeform Scanner) Track down the child.
ja: (生命体スキャナー）子供を追跡しろ。
pl: (Skaner form życia) Znajdź dziecko.

source: You're on your own.
ja: 自分のことは自分でやれ。
pl: Jesteś na swoim.

source: You give the Leech an odd look and walk away. Looks like you'll just have to put up with the crying while you shop.
ja: あなたはリーチに変な顔をして立ち去る。買い物をする間、泣くのを我慢するしかないようだ。
pl: Rzucasz dziwne spojrzenie na pijawkę i wychodzisz.Wygląda na to, że będziesz musiał znieść płacz podczas spaceru po sklepie.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="TONY_CHILD_FOUND"]/text
source: You successfully track down the location of the lost child and bring them back to their mother. She's so grateful she pays you, and the store's staff give you one of the Hektar modules they swiped from the storage room.
ja: あなたは迷子の子供の居場所を突き止め、母親のもとに連れ戻すことに成功した。母親はあなたに感謝し、報酬を支払うと、店のスタッフは倉庫から盗んだヘクタールモジュールをあなたにくれた。
pl: Z powodzeniem znalazłeś utracone dziecko i zwróciłeś matkę.Jest tak wdzięczna, że ​​cię płaci, a pracownicy sklepu dają ci jeden z hektarowych modułów, które wykonali ze spiżarni.

# data/events_special_standard.xml$//event[@name="TONY_BALLPIT"]/text
source: Seems this store in particular has an additional section specifically to serve as a children's play place. However, it seems to be under lockdown. Considering the rest of the store is functional, you can't imagine whats wrong.
ja: 特にこの店には、子供の遊び場として特別に設けられたコーナーがあるようだ。しかし、そこは封鎖されているようだ。店の他の部分が機能していることを考えると、何が問題なのか想像もつかない。
pl: Wygląda na to, że w tym sklepie istnieje dodatkowa sekcja przeznaczona do gier dla dzieci.Jednak najwyraźniej jest pod zamkiem.Biorąc pod uwagę, że reszta sklepu działa, nie można sobie wyobrazić, co dokładnie się wydarzyło.

# data/events_special_standard.xml$//event[@name="TONY_BALLPIT"]/choice[1]/text
source: Inquire about the lockdown.
ja: ロックダウンについて問い合わせる。
pl: Zapytać o to.

source: You find a half-asleep Slug guarding the door, who's startled awake by your question. "What? Huh? Oh, ssssome dumbassss lost their toy in the ballpit and we gotta get it out. Two problemsss. One, the kid in quessstion isss ssome kind of Rock prince, and if we don't find hissss toy we're all ssscrewed. Sssecond, the ballpit comesss from ssssome kind of ssstrange ancient ruin we were led to by sssome jackasss in a big purple transport vesssssel with a bunch of lasssersss."
ja: 半分眠った状態でドアを守っているナメクジを見つけると、彼はあなたの質問に驚いて目を覚ました。何？ああ、どっかのバカ野郎がボールピットでおもちゃをなくしたから、それを取り出さなきゃならないんだ。問題が2つある。ひとつは、その子がロックの王子様みたいなやつで、その子のおもちゃが見つからなかったら、俺たちはみんなネジが飛んじゃうんだ。もうひとつは、そのボールピットが、紫色の大きな輸送船に乗った、たくさんのレーザー光線を放つジャックに案内された、ある種の奇妙な古代遺跡からやってきたということだ。
pl: Znajdziesz pół -ślimak strzegący drzwi, że twoje pytanie obudziło się.„Co? , jesteśmy końcem, a po drugie, gra w gamie jest w niektórych synach starożytnych ruin, do których Nass był prowadzony przez niektóre Schshakali na dużym fioletowym statku CSC z grupą laserów. ”

source: Offer to find the toy.
ja: おもちゃを探すことを申し出る。
pl: Oferta znalezienia zabawki.

source: "Are... are you sssserious? Caussse like, our sssearch partiesss sssstill haven't returned and they've been gone for hourssss.
ja: 「本気で言ってるのか？捜索隊がまだ帰ってこないし、何時間もいないんだ。
pl: „Czy jesteś… jesteś wyrafinowany? W końcu nie zwróciliśmy grup wyszukiwania przed SSIS, one już nie są ness.

source: Alright, weird story...
ja: さて、奇妙な話だが...。
pl: Okej, dziwna historia ...

source: Ancient ruin or not, you can't waste time looking for some spoiled brat's toy when you have an important mission at hand.
ja: 古代遺跡であろうとなかろうと、重要な任務が目前に迫っているときに、駄々っ子のおもちゃを探して時間を浪費するわけにはいかない。
pl: Starożytne ruiny, czy nie, ale nie możesz spędzać czasu na szukaniu zabawki jakiegoś zepsutego chłopca, gdy masz do czynienia z ważnym zadaniem.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="TONY_BALLPIT"]/choice[2]/text
source: Ignore it and return to shopping.
ja: 無視して買い物に戻る。
pl: Nie zwracaj na to uwagi i wracaj do zakupów.

source: Strange as it is, the playplace is of little concern to you.
ja: 奇妙なことだが、あなたにとって遊び場はほとんど関係ない。
pl: Co dziwne, przestrzeń do gry ci nie przeszkadza.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="TONY_HQ"]/text
source: This beacon seems to be located next to a massive ring-station covered in dozens of stores, factories, and restaurants. Your Atlas informs you this is "Tony Sr's Mega Shopping Center Deluxe", some kind of experimental mega-mall created by the same man responsible for the Tony's retail line. Some say the Leech tycoon himself lives somewhere aboard. It seems multiple distress signals are coming from inside.
ja: このビーコンは、何十もの店舗、工場、レストランで覆われた巨大なリングステーションの隣にあるようだ。アトラスによれば、これは「トニー・シニア・メガ・ショッピング・センター・デラックス」であり、トニー・シニアの小売業を担当した人物によって作られた、実験的なメガモールである。リーチの大物自身が船内のどこかに住んでいるという話もある。内部から複数の救難信号が出ているようだ。
pl: Ta latarnia morska wydaje się znajdować obok ogromnej stacji dzwonków pokrytej dziesiątkami sklepów, fabryk i restauracji.Atlas donosi, że jest to „Mega Tonya Tony Senior Deluxe”, pewne eksperymentalne mega centrum handlowe stworzone przez tę samą osobę odpowiedzialną za linię detaliczną „w Tony”.Według niektórych raportów sam Magnat-Psuvka mieszka gdzieś na pokładzie.Wygląda na to, że liczne sygnały niepokoju pochodzą od wewnątrz.

# data/events_special_standard.xml$//event[@name="TONY_HQ"]/choice[1]/text
source: Approach.
ja: アプローチ
pl: Podejdź bliżej.
