Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: "Listen here, pebble. I don't know if you're allowed to help THESE fellas, but I think your superiors would say that I've done enough for you to be due a favor... either that, or you could say I threatened you! It's a lie for now, but we could fix that!" The Commando on the other end stammers, but eventually agrees; the outcasts hail you shortly afterwards.
ja: 「いいか、小石。この連中を助けることが許されるのかどうか知らないが、君の上司は、私が君のために十分なことをしたと言うだろう！今のところは嘘だが、それを修正することもできる！"相手のコマンドーは口ごもるが、最終的には同意する。
pl: „Słuchaj, Pebble. Ale możemy to naprawić! ”Komandos na drugim jądzeniu, ale ostatecznie zgadza się;Niedługo potem wyrzutki do ciebie dzwonią.

source: Accept the hail.
ja: あられを受け取れ。
pl: Podjac wyzwanie.

source: (Theocracy Crew) "You arrogant disgraces! How dare you poison the galaxy with your repugnant presence!"
ja: (セオクラシー・クルー) 「傲慢な恥さらしめ！銀河を毒するとは何事だ！"
pl: (Członek załogi z teokracji) „Jesteś aroganckim wstydu! Jak śmiesz zatruć galaktykę swoją obrzydliwą obecnością!”

source: While your Rock rages on the comm, the heretics move away from the station as they both begin charging weapons!
ja: あなたのロックが通信機で激怒している間に、異端者たちはステーションから離れ、2人とも武器をチャージし始めた！
pl: Podczas gdy twój głaz szaleje w komunikacji, heretycy odchodzi od stacji i zaczynają ładować broń!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Orchid Children) Offer them some food.
ja: (オーキッド・チルドレン）食べ物を差し出しなさい。
pl: (Dzieci storczyków) Zapraszaj je do jedzenia.

source: "You... you DARE to offer us such a flagrant insult to the dignity of an entire species? Not even the Elders would stoop to such mockery!" Enraged, the Theocracy ship begins charging weapons, and even the Lost Suns station begins firing on you!
ja: "あなたは......あなたは、種全体の尊厳に対するそのような明白な侮辱を私たちに提供する勇気がありますか？長老たちでさえ、そのような嘲りには屈しない！"激怒したセオクラシー船は武器をチャージし始め、ロストサンズ・ステーションも発砲し始める！
pl: „Ty… odważyłeś się zaoferować nam tak rażącą zniewagę dla godności całego gatunku? Nawet starsi nie zatonąliby na takie zastraszanie!”Rozwścieczony statek teokracji zaczyna ładować broń, a nawet stacja zagubionych słońc zaczyna strzelać do ciebie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Tune them out and continue to the store.
ja: それを聞き流して店に向かう。
pl: Odłącz połączenie i kontynuuj drogę do sklepu.

source: You don't have time to intermediate every argument in the Multiverse. You quietly close communications and move to dock with the store.
ja: 多元宇宙で議論している暇はない。あなたは静かに通信を終了し、店とのドックに移動する。
pl: Nie masz czasu na wszystkie spory w wielu semieniach.Spokojnie wypełniasz połączenie i przechodzisz do dokowania ze sklepem.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore them and stick to shopping.
ja: 無視して買い物に専念する。
pl: Nie zwracaj na nich uwagi i angażuj się w zakupy.

# data/events_special_standard.xml$//event[@name="LOSTSUN_REFUGEES_GIFT"]/text
source: "I don't know what we would have done without you... here, take this. We weren't eager to sell off our own weapons for fuel to someone who clearly didn't trust us, but I suppose we could all use a bit more trust out here."
ja: 「君がいなかったらどうなっていたか......これを受け取ってくれ。明らかに我々を信用していない相手に、燃料のために自分たちの武器を売り渡したくはなかったが、ここではもう少し信用が必要だろう"
pl: „Nie wiem, co byśmy zrobili bez ciebie ... tutaj, weź to. Nie chcieliśmy sprzedawać broni za paliwo komuś, kto najwyraźniej nam nie ufał, ale, jak sądzę, tutaj nie będziemy więcej pewny siebie w większej pewności ”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A Confederate terraforming station hails you. "Looking for a place to shop? You may be in luck! While in the process of evaluating this planet as a new candidate for hosting a gardenworld, we found an abandoned pirate colony! We have no use for this stuff, so we're selling it off to anyone interested! Come on in and shop!"
ja: 南軍のテラフォーミング・ステーションがあなたに呼びかける。「買い物をお探しですか？運がいい！この惑星をガーデンワールドの新たな候補地として評価中、放棄された海賊コロニーを発見した！このままでは使い道がないので、興味のある方にお譲りします！さあ、お買い物だ！"
pl: Powoduje cię stacja terraformingowa w konfederacji.„Szukasz, gdzie kupić? Może masz szczęście! W procesie oceny tej planety jako nowego kandydata do umieszczenia świata ogrodu znaleźliśmy opuszczoną piracką kolonię! Nie potrzebujemy tych rzeczy, więc sprzedajemy je wszystkim! Wejdź i kupuj! ”

source: Visit the store.
ja: 来店を。
pl: Odwiedź sklep.

source: Attack the station instead!
ja: 代わりに駅を攻撃する！
pl: Zamiast tego zaatakuj stację!

source: With no need for a place to shop, you can instead make a profit picking off these Vampweeds!
ja: 買い物をする場所は必要なく、代わりにヴァンプウィードたちを採って利益を上げることができる！
pl: Nie potrzebujesz sklepu, możesz zarabiać pieniądze, zabijając te wampiry.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ask to check the ruins yourself for anything they missed.
ja: 彼らが見落としたものがないか、自分で遺跡をチェックするように頼む。
pl: Poproś siebie o zbadanie ruin i znalezienie tego, co przegapili.

source: "You want to waste your time picking through emptied out pirate caches? Be my guest. If you change your mind and want to shop, we'll still be here." You figure you can realistically do one search and still have time to shop, but anything past that might be a stretch.
ja: 「空っぽになった海賊の貯蔵庫を漁って時間を無駄にしたいのか？どうぞご自由に。もし気が変わって買い物をしたくなっても、俺たちはまだここにいるから」。あなたは、現実的に1回探索すればまだ買い物をする時間があると考えるが、それ以上は無理かもしれない。
pl: „Czy chcesz spędzać czas, kopać puste pirackie kryjówki? Bądź moim gościem. Jeśli zmienisz zdanie i chcesz iść na zakupy, nadal tu będziemy”.Uważasz, że całkiem możliwe jest przeprowadzenie jednej kontroli, a jednocześnie mieć czas na dokonywanie zakupów, ale wszystko, co jest więcej, może być zbyt długie.

source: Search the caches.
ja: キャッシュを探す。
pl: Wyszukaj bufordy.

source: In the search, you disappointingly find nothing of value. Seems if you want to find anything you'll have to search harder - if there is anything left at all.
ja: 検索しても、がっかりするほど価値のあるものは見つからない。もし何か見つけたいのなら、もっと探さなければならないようだ。
pl: Podczas wyszukiwania niestety nie znajdujesz nic cennego.Wygląda na to, że jeśli chcesz znaleźć przynajmniej coś, będziesz musiał wyglądać jeszcze bardziej sumiennie-jeśli coś pozostanie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You find only a handful of fuel cells, probably so unimportant that the Vampweeds simply chose not to take them back. It's a disappointing haul, but if you want to find more you'll have to keep searching.
ja: おそらくヴァンプウィードが持ち帰らないことにしたのだろう。残念な収穫だが、もっと見つけたければ、探し続けるしかない。
pl: Znajdziesz tylko kilka elementów paliwa, prawdopodobnie tak nieznacznie, że wampiry po prostu postanowiły ich nie brać.Jest to rozczarowujące, ale jeśli chcesz znaleźć więcej, będziesz musiał kontynuować wyszukiwanie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You find a singular repair drone, barely functional, which you manage to squeeze a minor hull repair out of before it dies. No wonder the Vampweeds didn't take this back. Maybe you can find more if you keep searching?
ja: かろうじて機能している1機の修理ドローンを見つけ、それが死ぬ前に船体の軽微な修理を行うことに成功した。ヴァンプウィードがこれを持ち帰らなかったのも不思議ではない。探し続ければもっと見つかるかもしれない。
pl: Znajdziesz samotne odprawę dronów, ledwo funkcjonującą, od której udaje ci się wycisnąć niewielką naprawę obudowy przed jej pęknięciem.Nic dziwnego, że wampiry nie zabrały go ze sobą.Może znajdziesz więcej, jeśli będziesz kontynuować wyszukiwanie?

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You take a step back and survey what you've found. Now is time to decide if you want to keep going.
ja: 一歩引いて、見つけたものを調査する。このまま続けるかどうかを決める時だ。
pl: Rozglądasz się i oceniasz, co znalazłeś.Czas zdecydować, czy chcesz kontynuować.

source: Search again.
ja: もう一度検索
pl: Poszukaj ponownie.

source: Stop and go shopping.
ja: 立ち止まって買い物をする。
pl: Zatrzymaj się i idź na zakupy.

source: You still find nothing of value - very disappointing. Your crew dust off their hands and look around at the empty huts and cargo containers in frustration.
ja: それでもまだ、価値のあるものは何も見つからない。乗組員たちは手を払い、空の小屋や貨物コンテナを見回して苛立ちを募らせる。
pl: Nadal nie uważasz nic cennego - jest to bardzo rozczarowane.Twoja załoga umyła kurz z dłoni i rozczarowanie rozgląda się po pustych pokojach i pojemnikach na ładunki.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: This time, you find an overlooked weapons rack full of missiles and launchers - that is, until you realize half of the tech is broken and unusable. Only a few warheads can be salvaged.
ja: 今回、あなたはミサイルとランチャーでいっぱいの見過ごされた兵器ラックを見つけた。引き揚げることができるのは数個の弾頭だけだ。
pl: Tym razem znajdziesz opuszczony stojak na broń, pełen głowic i wyrzutni - choć rozumiesz, że połowa sprzętu jest zepsuta i nieodpowiednia do użytku.Możesz zbierać tylko małe głowice.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You find an old, dusty paper map that seems to depict the current sector - but it's severely outdated and torn in places. It's useless to you besides revealing the location of an underground scrap deposit nearby.
ja: あなたは、現在のセクターを描いたと思われる古くて埃っぽい紙の地図を見つけた。しかしそれはひどく古く、ところどころ破れている。しかし、その地図はひどく古く、ところどころ破れている。近くの地下スクラップ鉱床の場所がわかるだけで、何の役にも立たない。
pl: Znajdziesz starą, zakurzoną kartkę papierową, która wydaje się być przedstawiona obecny sektor, ale jest bardzo przestarzała i rozdarta w miejscach.Jest to dla Ciebie bezużyteczne, oprócz wskazania położenia podziemnego przechowywania złomu w pobliżu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You return to the ship to contemplate. You could still return to the store, although the fleet is bound to be catching up by now. If you do keep searching though, there won't be any time left to visit the store.
ja: 船に戻って考える。もう艦隊が追いついてきているはずだが、まだ店に戻ることはできる。でも、このまま捜索を続けていたら、店に行く時間は残されていない。
pl: Wracasz na statek, aby odzwierciedlić.Nadal możesz wrócić do sklepu, chociaż flota prawdopodobnie już się z tobą dogania.Jeśli będziesz kontynuować wyszukiwanie, nie będzie czasu na odwiedzenie sklepu.

source: Search again.
ja: もう一度検索
pl: Poszukaj ponownie.

source: Stop and go shopping.
ja: 立ち止まって買い物をする。
pl: Zatrzymaj się i idź na zakupy.

source: You still find nothing of value - very disappointing. Your crew dust off their hands and look around at the empty huts and cargo containers in frustration.
ja: それでもまだ、価値のあるものは何も見つからない。乗組員たちは手を払い、空の小屋や貨物コンテナを見回して苛立ちを募らせる。
pl: Nadal nie uważasz nic cennego - jest to bardzo rozczarowane.Twoja załoga umyła kurz z dłoni i rozczarowanie rozgląda się po pustych pokojach i pojemnikach na ładunki.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You stumble across what you think is a functional drone - but it only turns out to be completely rusted and nonfunctional. You pull off what you think might be useful.
ja: 機能的なドローンだと思ったが、完全に錆びていて機能しないことが判明した。役に立つかもしれないと思ったものを引っ張り出す。
pl: Spotykasz to, co uważasz za dron z użyteczności, ale okazuje się, że całkowicie zardzewiał i nie działa.Przyjmujesz się, co może się przydać.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: By now, the terraforming station has closed for the day and the Rebel fleet is surely catching up by now. Your crew are getting frustrated, but it's not too late to do another sweep.
ja: テラフォーミング・ステーションは閉鎖され、反乱軍の艦隊が追いついてきている。クルーは苛立ちを募らせているが、もう1度掃討作戦を行うには遅くはない。
pl: Do tego czasu stacja Terraforming została zamknięta, a flota rebeliantów prawdopodobnie już cię dogania.Twoja załoga jest zdenerwowana, ale nie jest za późno, aby spędzić kolejną próbę.

source: Search again.
ja: もう一度検索
pl: Poszukaj ponownie.

source: Give up and leave.
ja: あきらめて去る。
pl: Daj i odejdź.

source: Your crew return with nothing. Not even a rusty tool was left to be found, or even a vaguely interesting shaped rock.
ja: 乗組員たちは何も持たずに帰ってきた。錆びついた道具さえも、ぼんやりと面白い形の岩さえも残されていなかった。
pl: Twoja załoga wraca bez niczego.Nie było zardzewiałego narzędzia, a nawet kamienia o ciekawym kształcie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You receive a hail from the Vampweeds, who are clearly concerned. "Are you okay down there? You've been away for almost an entire cycle! You should get sleep, or something!"
ja: 明らかに心配そうなヴァンプウィードからの呼びかけを受ける。「大丈夫か？ほぼ1サイクルの間、あなたは離れていた！睡眠をとるべきだ！"
pl: Wampsorniki dzwoni do ciebie, są wyraźnie zmartwione.„Jesteś tam? Byłeś nieobecny prawie cały cykl! Musisz spać lub coś w tym rodzaju!”

source: Keep searching!
ja: 探し続けろ！
pl: Kontynuuj wyszukiwanie!

source: Give up and leave.
ja: あきらめて去る。
pl: Daj i odejdź.

source: Your crew come all the way back to the ship. They're demoralized and angry, and want to quit. They bring nothing back with them, as to be expected.
ja: 乗組員が船に戻ってきた。彼らは意気消沈し、怒り、辞めたがっている。予想通り、彼らは何も持って帰らない。
pl: Twoja załoga wraca na statek.Są zdemoralizowani, złe i chcą zrezygnować.Zgodnie z oczekiwaniami nic ze sobą nie przynieśli.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: By now, you've searched every hut, combed through every scrap pile, investigated every cargo container, explored every hole, and checked every drawer in the entire colony. There's surely nothing left, and your time has been thoroughly wasted. The Vampweeds are also starting to get mad - they need you out of the colony soon so they can begin their terraforming by the start of the next cycle.
ja: 今までに、あなたはコロニー中のすべての小屋を探し、すべてのスクラップの山を調べ、すべての貨物コンテナを調査し、すべての穴を探り、すべての引き出しをチェックした。もう何も残っていないに違いなく、あなたの時間は完全に無駄になった。ヴァンプウィードも怒り始めている。彼らは次のサイクルの開始までにテラフォーミングを開始するため、すぐにコロニーから出て行ってほしいのだ。
pl: W tym momencie przeszukałeś każdy pokój, przeczesałeś każdy stos śmieci, badałeś każdy pojemnik na ładunek, badałeś każdą dziurę i zaznaczyłeś każde pole w całej kolonii.Zdecydowanie nic tu nie zostało, a twój czas został zmarnowany.Vampsorniki również zaczyna być zły - potrzebują, abyś jak najszybciej opuścić kolonię, aby mogli zacząć terraformować na początku następnego cyklu.

source: It's time to quit - just leave.
ja: もう辞める時だ。
pl: Czas zakończyć - po prostu wyjdź.

source: No! We must search one last time!
ja: ダメだ！ 最後にもう一度探さなければならない！
pl: NIE!Musimy szukać po raz ostatni!

source: Despite many groans and scowls, you order your crew back out there one last time. It's going to be fruitless, of course, just like all the previous searches. Yet you're adamant regardless. Your crew march back out there and once over the camp... but all of their reports turn back nothing. All the places you've already searched can be searched again and again, but they'll never turn up anything new. With no other choice and full of disappointment, you're finally ready to give up.
ja: 唸り声を上げながらも、あなたは最後の捜索を命じた。もちろん、これまでの捜索と同様、実りはないだろう。しかし、あなたは断固とした態度で臨む。乗組員たちは再びそこに向かい、キャンプの上空を一度通過する...しかし、彼らの報告はすべて何も得られなかった。すでに捜索した場所を何度捜索しても、新しい発見はない。他に選択肢はなく、失望感でいっぱいになったあなたは、ついにあきらめる覚悟を決めた。
pl: Pomimo licznych jęków i zarzutów, ostatnio zamawiasz swoją załogę, aby tam wrócił.Oczywiście nie będzie to bezskuteczne, jak wszystkie poprzednie wyszukiwania.Ale nadal jesteś nieugięty.Twoja załoga idzie tam raz po raz, bada obóz ... ale wszystkie wyniki wyszukiwań nic nie dają.Wszystkie miejsca, które już przeszukałeś, można przeszukiwać raz po raz, ale nigdy nie znajdą niczego nowego.Nie mając innego wyjścia i całkowitego rozczarowania, w końcu jesteś gotowy się poddać.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Suddenly, one of your crew calls in with a strange report - the metal detectors have found an incredibly, barely perceptible anomaly a bit south of the camp. They start digging, and come across a hidden trapdoor burried under mounds of soil! It leads to a secret pathway untouched by the Vampweeds, full of all sorts of valuables! You report your findings back to the terraformers, and they're dumbfounded. Impressed by your resilience, they allow you to keep everything in the secret cache.
ja: 突然、クルーの一人が奇妙な報告をしてきた。金属探知機が、キャンプの少し南側で、信じられないような、かろうじて感知できる程度の異常を発見したのだ。彼らは掘り始め、土の山に埋もれた隠し扉に出くわした！その扉はヴァンプウィードの手付かずの秘密の通路につながっており、貴重品でいっぱいだった！あなたは発見をテラフォーマーに報告した。そしてその回復力に感心した彼らは、秘密の隠し場所にあるものをすべて保管することを許可した。
pl: Nagle jeden z członków twojej załogi zgłasza dziwny incydent - wykrywacze metali znalazły niesamowitą, ledwo zauważalną anomalię nieco na południe od obozu.Zaczynają kopać i potykać się na ukrytym klapie, pochowany pod grupą ziemi!Prowadzi do tajnego kursu nietkniętego przez wampiry, pełne wszelkiego rodzaju wartości!Zgłaszasz o swoim znalezisku dla tarasowców, a oni są oszołomieni.Pod wrażeniem twojego oporu pozwalają ci odebrać wszystko z tajnej pamięci podręcznej.

source: A Vampweed marketplace is looping an automated message. "Have excess spores? Ready for harvesting? We'll buy them in bulk! No extra fees!"
ja: ヴァンプウィード市場が自動メッセージをループさせている。「胞子が余っていますか？収穫の準備はできていますか？まとめて買い取ります！追加料金なし！"
pl: Automatyczne przesłanie opiera się na wampirach.„Czy są nadmiar zarodników? Czy jesteś gotowy do zebrania? Kupimy je hurtowo! Bez niepotrzebnych kłopotów!”

source: Ignore the offer and just visit the store.
ja: オファーを無視して、ただ店に足を運べばいい。
pl: Nie zwracaj uwagi na ofertę i po prostu odwiedź sklep.

source: Recruit one of their scientists for your mission.
ja: 彼らの科学者の1人をあなたのミッションに採用する。
pl: Zatrudnij jednego z ich naukowców do swojej misji.

source: (Vampweed Crew) Have your Vampweed's spores harvested.
ja: (バンプウィード・クルー）バンプウィードの胞子を採取してもらう。
pl: (Członek załogi-Vampsskorniak) Zbierz zarodniki wampirów.

source: Although you're a bit unsure of the idea, your Vampweed assures you it's a perfectly healthy and normal process. In fact, it's even recommended by doctors that they get spore cleanings regularly. They return a little while later after you've finished shopping with their payment in hand.
ja: あなたはその考えに少し不安を感じているが、ヴァンプウィードはそれが完全に健康的で正常なプロセスであると断言する。実際、医師からは定期的に胞子洗浄を受けるよう推奨されているほどだ。あなたが買い物を終えると、しばらくして彼らは代金を手に戻ってくる。
pl: Chociaż nieco wątpisz w ten pomysł, twój wampsornyak zapewnia, że ​​jest to całkowicie normalny i bezpieczny proces.Ponadto lekarze zalecają nawet regularne czyszczenie sporu.Jakiś czas po skończeniu zakupów wraca z pieniędzmi w rękach.

source: (Cultivator Crew) Have your Cultivator's spores harvested.
ja: (耕作者クルー) あなたの耕作者の胞子を収穫させる。
pl: (Załoga-hodowca) Zbierz spory swojego kultywatora.

source: Although you're a bit unsure of the idea, your Vampweed assures you it's a perfectly healthy and normal process. In fact, it's even recommended by doctors that they get spore cleanings regularly. They return a little while later after you've finished shopping with their payment in hand.
ja: あなたはその考えに少し不安を感じているが、ヴァンプウィードはそれが完全に健康的で正常なプロセスであると断言する。実際、医師からは定期的に胞子洗浄を受けるよう推奨されているほどだ。あなたが買い物を終えると、しばらくして彼らは代金を手に戻ってくる。
pl: Chociaż nieco wątpisz w ten pomysł, twój wampsornyak zapewnia, że ​​jest to całkowicie normalny i bezpieczny proces.Ponadto lekarze zalecają nawet regularne czyszczenie sporu.Jakiś czas po skończeniu zakupów wraca z pieniędzmi w rękach.

source: (Ty E'Rel) Have Ty's spores harvested.
ja: (Ty E'Rel） タイの胞子を採取してもらう。
pl: (Tai E'rell) Zbierz debatę Tai.

source: The store owners are absolutely stunned to see such an important figure entering the facility. They immediately bring in their best physician to do the process, and try to plug their business as much as capable in hopes they may get an endorsement.
ja: 店主たちは、このような重要人物が施設に入ってくるのを目の当たりにして唖然とした。彼らはすぐに最高の医師を連れてきて手続きをさせ、お墨付きをもらえるかもしれないと、できる限り自分たちのビジネスを宣伝しようとする。
pl: Właściciele sklepu są całkowicie oszołomieni pojawieniem się tak ważnej postaci.Natychmiast zapraszają swojego najlepszego lekarza do zabiegu i starają się reklamować swój biznes w jak największym stopniu w nadziei na uzyskanie wsparcia.

source: (Ivar) Have Ivar's spores harvested.
ja: (アイバー）アイバーの胞子を採取させろ。
pl: (IVAR) Zbieraj spory IVAR.

source: The store owners are absolutely stunned to see such an important figure entering the facility. They immediately bring in their best physician to do the process, and try to plug their business as much as capable in hopes they may get an endorsement.
ja: 店主たちは、このような重要人物が施設に入ってくるのを目の当たりにして唖然とした。彼らはすぐに最高の医師を連れてきて手続きをさせ、お墨付きをもらえるかもしれないと、できる限り自分たちのビジネスを宣伝しようとする。
pl: Właściciele sklepu są całkowicie oszołomieni pojawieniem się tak ważnej postaci.Natychmiast zapraszają swojego najlepszego lekarza do zabiegu i starają się reklamować swój biznes w jak największym stopniu w nadziei na uzyskanie wsparcia.

source: A Confederate arms dealer nearby is peddling weapons to passing ships, but with a specific "request" of their clients - they'll only sell to Confederate-born citizens and Coalition supporters, certainly no one loyal to the Federation.
ja: 近くにいる南軍の武器商人は、行き交う船に武器を売りつけているが、その顧客にはある "お願い "をしている。
pl: Broń Konfederacji, która jest w pobliżu, sprzedaje pistolety przechodzące przez statki, ale ze specjalną „prośbą” do swoich klientów - będą sprzedawać broń tylko obywatelom Konfederacji i zwolennikom koalicji, a na pewno nie lojalni wobec Federacji Federacji .

source: (Vampweed Crew) Enter the store.
ja: (ヴァンプウィード・クルー）店に入る。
pl: (Członek załogi-Vampsornyak) Wejdź do sklepu.

source: The dealers nod to your crew and allow them in, but refuse to allow the rest of your crew inside. Your Vampweed continues on nervously while you wait in the ship hoping there won't be any issues.
ja: ディーラーはあなたのクルーにうなずき、彼らを中に入れたが、残りのクルーを中に入れることは拒否した。ヴァンプウィードは緊張した面持ちで進み、あなたは船内で問題が起きないことを祈りながら待つ。
pl: Kupcy kiwają głową członkowi załogi i pozwalają ci wejść, ale odmawiają reszty członków zespołu do środka.Twój wampsornyak nerwowo kontynuuje ścieżkę i czekasz na statku, mając nadzieję, że nie będzie problemów.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Coalition Crew) Enter the store.
ja: (連合クルー）店に入る。
pl: (Członek załogi z koalicji) Wejdź do sklepu.

source: The dealers nod to your crew and allow them in, but refuse to allow the rest of your crew inside. Your crewmember continues on nervously while you wait in the ship hoping there won't be any issues.
ja: ディーラーはあなたのクルーにうなずき、彼らを中に入れるが、残りのクルーを中に入れることは拒否する。クルーは緊張した面持ちで船内を進み、あなたは船内で問題が起きないことを祈りながら待つ。
pl: Kupcy kiwają głową członka załogi i pozwalają ci wejść, ale odmawiają reszty członków zespołu do wewnątrz.Twój członek załogi nerwowo idzie dalej, a ty czekasz na statku, mając nadzieję, że nie będzie problemów.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Upg. Mind Control) 'Convince' the Vampweeds to sell to you.
ja: (マインド・コントロール）ヴァンプウィードたちに、あなたに売るように「説得」する。
pl: (Poprawa kontroli umysłu), aby „przekonać” wampiry wampirów do sprzedaży towarów.

source: While you won't have very long to stick around, hopefully the mind control lasts just enough to pick out what you want and leave.
ja: マインドコントロールが、欲しいものを選んで帰るのに十分な時間であることを祈る。
pl: Chociaż nie musisz się tu pozostać przez długi czas, miejmy nadzieję, że efekt monitorowania umysłu będzie trwał długo, aby wybrać to, czego potrzebujesz i odejść.

source: Attempt to lie your way into the store.
ja: 嘘をついて店に入ろうとする。
pl: Spróbuj zrobić sztuczkę, aby dostać się do sklepu.

source: Attack the station instead!
ja: 代わりに駅を攻撃する！
pl: Zamiast tego zaatakuj stację!

source: No matter who they are, you won't stand for any Coalition sympathizers! Time to fight.
ja: 相手が誰であろうと、連合のシンパには我慢ならない！戦いの時だ
pl: Kimkolwiek są, nie będziesz znosić zwolenników koalicji!Czas na walkę.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the dealers.
ja: ディーラーは無視する。
pl: Nie zwracaj uwagi na kupców.

source: As much as you don't agree with their politics, these guys have a right to refuse you service. You won't cause a fuss.
ja: 彼らの政治に同意できないとしても、彼らにはサービスを拒否する権利がある。あなたは騒ぎを起こさないだろう。
pl: Bez względu na to, jak nie zgadzasz się z ich polityką, ci faceci mają prawo odmówić utrzymania.Nie będziesz hałasować.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.
