Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[6]
source: A sleezy clerk with grease stains on his chest eyes your ship. "Eh, a Federation ssship? You musssst have money! Gimme gimme!"
ja: 胸に油のシミのある小汚い店員があなたの船を見ている。「連邦の船か？金はあるんだろうな！金をくれ！"
pl: Śledzony urzędnik z grubymi plamami na klatce piersiowej patrzy na twój statek.„Uh, statek statku? Wasss powinien mieć pieniądze! Wejdź!”

source: Go shopping.
ja: 買い物に行く。
pl: Chodzić po sklepie.

source: You're ushered into the store where you take a look at the items on sale.
ja: 店内に案内され、セール品を見て回る。
pl: Jesteś trzymany w sklepie, w którym poznaj towary na sprzedaż.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Attack the shop owner.
ja: 店主を襲う。
pl: Aby zaatakować właściciela sklepu.

source: You arm the weapons and attack the Hektar ship running the store.
ja: 武器を装備し、店を経営するヘクター船を攻撃する。
pl: Opłata broń i atakujesz statek przemysłu hektarowego, na którym znajduje się sklep.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Inquire about U.W.U. points.
ja: U.W.U.ポイントについて問い合わせる。
pl: Dowiedz się o B.N.Z.zwrotnica.

source: The Hektar employee perks up. "A new cussstomer? Oh crap, I get a commisssion for thessse. I can help you ssssset up your account, for a sssmall fee of 700 sssscrap."
ja: ヘクタールの従業員は顔をほころばせる。「新しい悪口客？ああ、そうですか。口座開設をお手伝いしますよ、手数料はわずか700シリングです」。
pl: Pracownik HECTARE ożywił.„Nowy klient? Och, cholera, otrzymam za to Commissword. Mogę pomóc ci otworzyć uwielbienie za niewielką opłatą 700 złomu.”

source: Pay.
ja: 給料
pl: Płacić.

source: "Huh...? You actually paid? Well... ok then. By sssetting up your account, you get one U.W.U. point for free. Every time you visssit a Hektar marketplace, make ssssure to collect your U.W.U. point before you sssshop. Collect 4 pointssss and you'll be entered into our cusssstomer reward program." The Slug transfers over an U.W.U. point to your account. "Now, go buy ssssomething or get losssst."
ja: "え...？本当に払ったのか？それなら...いいよ。 アカウントを設定することで、U.W.U.ポイントを1ポイント無料で入手できます。ヘクター・マーケットプレイスに行くたびに、買い物をする前に必ずU.W.U.ポイントを集めてください。4ポイント集めると、当社の顧客報奨プログラムに参加できます。"スラッグがU.W.U.ポイントをあなたの口座に振り込む。"さあ、何か買うか、損をするかしてこい"
pl: „Ach? .. Czy zapłaciłeś aktywnie? Cóż… W takim razie, po otwarciu Sassva, dostajesz jeden B.N.Z. Scll spektezowo. Za każdym razem, gdy postawiasz roztwór hektarowy, pamiętaj, aby zgromadzić B ..Śluz dodaje do twojego konta o jeden punkt B.N.Z.„Teraz idź i kup coś lub wyjdź”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: How about no.
ja: ノーではどうだろう。
pl: A może nie ”.

source: "Awwww man... Worth a sssshot. Anywayssss, the account isss actually free. By sssetting up your account, you get one U.W.U. point for free. Every time you visssit a Hektar marketplace, make ssssure to collect your U.W.U. point before you sssshop. Collect 4 pointssss and you'll be entered into our cusssstomer reward program." The Slug transfers over an U.W.U. point to your account. "Now, go buy ssssomething or get losssst."
ja: "ああ、男よ...一撃の価値あり。とにかく、アカウントは無料なんだ。アカウントを設定すると、U.W.U.ポイントが1ポイントもらえる。ヘクター・マーケットプレイスに行くたびに、買い物をする前にU.W.U.ポイントを集めてください。4ポイント集めると、当社の顧客報奨プログラムに参加できます。"スラッグがU.W.U.ポイントをあなたの口座に振り込む。"さあ、何か買うか、損をするかしてこい"
pl: „Chodź, musisz spróbować. W każdym razie plaga jest naprawdę bezpłatna. Otwieranie sassy, ​​dostajesz jeden B.N.Z. Mały za darmo. Za każdym razem, gdy odkładasz hektarową branżę handlującą, pamiętaj, aby być pewni Umieść B.N.Z.Śluz dodaje do twojego konta o jeden punkt B.N.Z.„Teraz idź i kup coś lub wyjdź”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Collect your U.W.U. point.
ja: U.W.U.ポイントを集める。
pl: Zdobądź B.N.Z.wynik.

source: Collect your U.W.U. point.
ja: U.W.U.ポイントを集める。
pl: Zdobądź B.N.Z.wynik.

source: You've already been entered into the customer reward program.
ja: あなたはすでにカスタマー・リワード・プログラムにエントリーされています。
pl: Uczestniasz już w programie promocji klientów.

source: Go shopping.
ja: 買い物に行く。
pl: Chodzić po sklepie.

source: You're ushered into the store where you take a look at the items on sale.
ja: 店内に案内され、セール品を見て回る。
pl: Jesteś trzymany w sklepie, w którym poznaj towary na sprzedaż.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Attack the shop owner.
ja: 店主を襲う。
pl: Aby zaatakować właściciela sklepu.

source: You arm the weapons and attack the Hektar ship running the store.
ja: 武器を装備し、店を経営するヘクター船を攻撃する。
pl: Opłata broń i atakujesz statek przemysłu hektarowego, na którym znajduje się sklep.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Inquire about U.W.U. points.
ja: U.W.U.ポイントについて問い合わせる。
pl: Dowiedz się o B.N.Z.zwrotnica.

source: The Hektar employee perks up. "A new cussstomer? Oh crap, I get a commisssion for thessse. I can help you ssssset up your account, for a sssmall fee of 700 sssscrap."
ja: ヘクタールの従業員は顔をほころばせる。「新しい悪口客？ああ、そうですか。口座開設をお手伝いしますよ、手数料はわずか700シリングです」。
pl: Pracownik HECTARE ożywił.„Nowy klient? Och, cholera, otrzymam za to Commissword. Mogę pomóc ci otworzyć uwielbienie za niewielką opłatą 700 złomu.”

source: Pay.
ja: 給料
pl: Płacić.

source: "Huh...? You actually paid? Well... ok then. By sssetting up your account, you get one U.W.U. point for free. Every time you visssit a Hektar marketplace, make ssssure to collect your U.W.U. point before you sssshop. Collect 4 pointssss and you'll be entered into our cusssstomer reward program." The Slug transfers over an U.W.U. point to your account. "Now, go buy ssssomething or get losssst."
ja: "え...？本当に払ったのか？それなら...いいよ。 アカウントを設定することで、U.W.U.ポイントを1ポイント無料で入手できます。ヘクター・マーケットプレイスに行くたびに、買い物をする前に必ずU.W.U.ポイントを集めてください。4ポイント集めると、当社の顧客報奨プログラムに参加できます。"スラッグがU.W.U.ポイントをあなたの口座に振り込む。"さあ、何か買うか、損をするかしてこい"
pl: „Ach? .. Czy zapłaciłeś aktywnie? Cóż… W takim razie, po otwarciu Sassva, dostajesz jeden B.N.Z. Scll spektezowo. Za każdym razem, gdy postawiasz roztwór hektarowy, pamiętaj, aby zgromadzić B ..Śluz dodaje do twojego konta o jeden punkt B.N.Z.„Teraz idź i kup coś lub wyjdź”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: How about no.
ja: ノーではどうだろう。
pl: A może nie ”.

source: "Awwww man... Worth a sssshot. Anywayssss, the account isss actually free. By sssetting up your account, you get one U.W.U. point for free. Every time you visssit a Hektar marketplace, make ssssure to collect your U.W.U. point before you sssshop. Collect 4 pointssss and you'll be entered into our cusssstomer reward program." The Slug transfers over an U.W.U. point to your account. "Now, go buy ssssomething or get losssst."
ja: "ああ、男よ...一撃の価値あり。とにかく、アカウントは無料なんだ。アカウントを設定すると、U.W.U.ポイントが1ポイントもらえる。ヘクター・マーケットプレイスに行くたびに、買い物をする前にU.W.U.ポイントを集めてください。4ポイント集めると、当社の顧客報奨プログラムに参加できます。"スラッグがU.W.U.ポイントをあなたの口座に振り込む。"さあ、何か買うか、損をするかしてこい"
pl: „Chodź, musisz spróbować. W każdym razie plaga jest naprawdę bezpłatna. Otwieranie sassy, ​​dostajesz jeden B.N.Z. Mały za darmo. Za każdym razem, gdy odkładasz hektarową branżę handlującą, pamiętaj, aby być pewni Umieść B.N.Z.Śluz dodaje do twojego konta o jeden punkt B.N.Z.„Teraz idź i kup coś lub wyjdź”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Collect your U.W.U. point.
ja: U.W.U.ポイントを集める。
pl: Zdobądź B.N.Z.wynik.

source: Collect your U.W.U. point.
ja: U.W.U.ポイントを集める。
pl: Zdobądź B.N.Z.wynik.

source: You've already been entered into the customer reward program.
ja: あなたはすでにカスタマー・リワード・プログラムにエントリーされています。
pl: Uczestniasz już w programie promocji klientów.

# data/events_special_standard.xml$//event[@name="UWU_POINT"]/text
source: Now that you have your U.W.U. point, you can continue on to the store.
ja: これでU.W.U.ポイントを手に入れたので、そのまま店に進むことができる。
pl: Teraz, gdy masz B.N.Z.Punkt, możesz kontynuować znajomość sklepu.

# data/events_special_standard.xml$//event[@name="UWU_POINT"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="UWU_POINT"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="UWU_POINT_RICH"]/text
source: Now that you have your U.W.U. point, you can continue on to the store.
ja: これでU.W.U.ポイントを手に入れたので、そのまま店に進むことができる。
pl: Teraz, gdy masz B.N.Z.Punkt, możesz kontynuować znajomość sklepu.

# data/events_special_standard.xml$//event[@name="UWU_POINT_RICH"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="UWU_POINT_RICH"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="HEKTAR_COORDS_GET_1"]/text
source: The Hektar employee goes to add your point, when he stops in surprise. "Huh? You actually reached 4 pointssss... Do you have brain damage? Why would you visssit sssso many sssstores. Eh, whatever. Congratulationssss. Here's the sssshiny key to the Hektar Mega-Market(tm). Ssssomething sssomething we waive all liability or whatever." Looks like they've sent some special coords for your Atlas. You can travel there during any sector jump before the Federation Capital.
ja: ヘクタールの従業員があなたのポイントを追加しようとしたとき、彼は驚いて立ち止まった。「えっ、本当に4点だったんですか？脳に障害があるのか？どうしてそんなにたくさんの店に行くんだ？まあいいや。おめでとうございます。これがヘクター・メガ・マーケット(tm)の輝く鍵だ。すべての責任を放棄する。アトラスに特別な座標を送ったようだ。連邦の首都に着く前に ジャンプすれば行ける
pl: Pracownik przemysłu hektarowego doda twój wynik, gdy nagle zamraża zaskoczenie.„A czy coś takiego”.Wygląda na to, że wysłano ci specjalne współrzędne dla swojego Atlasu.Możesz tam pojechać podczas każdego skoku między sektorami, zanim przybyłeś do stolicy Federacji.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="HEKTAR_COORDS_GET_2"]/text
source: With that out of the way, now you can shop here.
ja: さて、それではここでお買い物をどうぞ。
pl: Rozumieliśmy to, teraz możesz tu iść na zakupy.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Go shopping.
ja: 買い物に行く。
pl: Chodzić po sklepie.

source: You're ushered into the store where you take a look at the items on sale.
ja: 店内に案内され、セール品を見て回る。
pl: Jesteś trzymany w sklepie, w którym poznaj towary na sprzedaż.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Attack the shop owner.
ja: 店主を襲う。
pl: Aby zaatakować właściciela sklepu.

source: You arm the weapons and attack the Hektar ship running the store.
ja: 武器を装備し、店を経営するヘクター船を攻撃する。
pl: Opłata broń i atakujesz statek przemysłu hektarowego, na którym znajduje się sklep.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Go shopping.
ja: 買い物に行く。
pl: Chodzić po sklepie.

source: You're ushered into the store where you take a look at the items on sale.
ja: 店内に案内され、セール品を見て回る。
pl: Jesteś trzymany w sklepie, w którym poznaj towary na sprzedaż.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Attack the shop owner.
ja: 店主を襲う。
pl: Aby zaatakować właściciela sklepu.

source: You arm the weapons and attack the Hektar ship running the store.
ja: 武器を装備し、店を経営するヘクター船を攻撃する。
pl: Opłata broń i atakujesz statek przemysłu hektarowego, na którym znajduje się sklep.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_NODE17_DEPOT"]/text
source: Despite the utter chaos going on in this sector, the Federation fleet has managed to secure this beacon against the Rebels. At the center of the fleet is a rather impressive supply depot, which is why they've devoted so many resources to this region of space.
ja: このセクターは大混乱に陥っているが、連邦艦隊は反乱軍からこのビーコンを守ることに成功している。艦隊の中心にはかなり印象的な補給基地があり、それが彼らがこの地域に多くの資源を投入している理由である。
pl: Pomimo całkowitego chaosu, panującego w tym sektorze, focie federacji udało się chronić tę latarnię morską przed rebeliantami.W centrum floty znajduje się imponujący magazyn zaopatrzenia, dlatego wysłali tyle zasobów do tego obszaru przestrzeni.

source: Hail to trade.
ja: トレード万歳。
pl: Oferować handel.

source: "It's getting bad out there. I don't care who you are - if you've got stuff to trade, and we have anything you need, we could use all the scrap we can get. The Flagship is tearing us apart out there."
ja: 「外は大変なことになっている。あんたが誰であろうと関係ない。もし交換するものがあって、俺たちに必要なものがあるなら、スクラップでも何でも使ってくれ。"フラッグシップは我々を引き裂こうとしている"
pl: „Wszystko się dzieje. Nie obchodzi mnie, kim jesteś - jeśli masz coś do handlu i mamy wszystko, czego potrzebujesz, przydajemy się wszelkim złomowi, które możemy uzyskać. W przeciwnym razie flagowiec nas rozerwał. "

source: Continue to the store.
ja: そのまま店に向かう。
pl: Kontynuuj idź do sklepu.

source: The store at this beacon is well adorned with Federation regalia. Several patriotic slogans are broadcasting where there would normally be advertisements: "Diversity is our strength!" "Fighting inequality at every turn!" "Friendship between species!" "Standing against xenophobia!" "Make Admiral Tully proud!"
ja: このビーコンの店舗は連邦のレガリアで飾られている。愛国的なスローガンがいくつも放送されている："多様性は我々の強みだ！""あらゆる場面で不平等と闘う！""種族間の友情！""外国人嫌いに立ち向かえ！""タリー提督に誇りを！"
pl: Sklep na tej latarni morskiej jest bogato ozdobiony regalią Federacji.Tam, gdzie zwykle umieszczane są reklamy, nadaje się kilka patriotycznych haseł: „Różnorodność to nasza moc!”„Walka z nierównością na każdym kroku!”„Przyjaźń między widokami!”„Przeciw ksenofobii!”„Niech admirał będzie z nas dumny!”

source: (Tully) Hail the store.
ja: (タリー）店万歳。
pl: (Tally) Skontaktuj się ze sklepem.

source: They respond to your hail, and look surprised to see Admiral Tully. "Tully! Are you accompanying this ship?" "That's right. I'm joining the assault on the Flagship. May we use your store?" "Please, help yourself! We'll give you a 30% discount, Admiral!" They salute Tully as they welcome him in.
ja: 彼らはあなたの呼びかけに応え、タリー提督を見て驚いた顔をする。"タリー！この船に同行しているのか」 「そうです。フラッグシップへの攻撃に参加します。お店を利用させていただいてもよろしいでしょうか」 「どうぞ、ご自由に！提督、30％割引いたします！"タリーを歓迎しながら敬礼する。
pl: Odpowiadają na twój telefon i zdziwiają się admirała Tally.„Tally! Towarzyszisz temu statkowi?” „Zgadza się. Dołączyłem do flagowego ataku. Czy możemy skorzystać z twojego sklepu?” „Użyj go! Damy ci 30%zniżki, admirał!”Dają zaszczyt Tally, witając go.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Hail the store.
ja: 店万歳。
pl: Skontaktuj się ze sklepem.

source: The store immediately responds to your hail. "You're the hero everyone's been talking about! Please, come in, welcome! Please accept this gift, on top of a 30% discount!"
ja: 店はすぐにあなたの呼びかけに応じる。「あなたはみんなが噂しているヒーローです！どうぞ、お入りください！30％割引の上に、このプレゼントを受け取ってください！"
pl: Sklep natychmiast reaguje na Twój telefon.„Jesteś tym samym bohaterem, o którym wszyscy mówią! Przejdź, witaj! Zaakceptuj ten prezent oprócz 30% zniżki!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Hail the store.
ja: 店万歳。
pl: Skontaktuj się ze sklepem.

source: The store responds to your hail. "Please come in! We've heard of your heroic exploits, and we're here to show you our support. We're giving you a 30% discount! When you see Admiral Vance, make sure to send him a missile with my name on it!"
ja: あなたの呼びかけに店が応える。「どうぞお入りください！あなたの英雄的な活躍は聞いています。30％の割引をさせていただきます！バンス提督に会ったら、必ず私の名前を書いたミサイルを送ってください！"
pl: Sklep odpowiada „Proszę, usłyszeliśmy o twoich heroicznych wynikach i chcemy ci wyrażać nasze wsparcie. "

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Hail the store.
ja: 店万歳。
pl: Skontaktuj się ze sklepem.

source: The store invites you in. "Welcome to our store, Renegade. For the sake of the Federation as a whole, we hope you are able to beat the Rebel Flagship."
ja: 店はあなたを招き入れる。「ようこそ、レネゲイド。連邦全体のためにも、反乱軍の旗艦を倒していただきたい。"
pl: Sprzedawca zaprasza do wejścia.„Witamy w naszym sklepie, Renegade. Mamy nadzieję, że ze względu na federację możesz pokonać flagowy strój rebeliantów”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Hail the store.
ja: 店万歳。
pl: Skontaktuj się ze sklepem.

source: You attempt to contact the store about a trade. Eventually you get through. "Word's been getting around about you. You're a controversial one, Renegade. I'm sorry, but we won't do business with someone who doesn't stay true to the ideals of the Federation." The store doesn't allow you to get any closer.
ja: 取引について店に連絡しようとする。やがて電話がつながった。「君の噂は広まっている。レネゲイド、君は物議をかもしている。悪いが、連邦の理想に忠実でない者とは取引しない"店はそれ以上近づくことを許さない。
pl: Próbujesz skontaktować się ze sklepem w sprawie handlu.W końcu się skontaktujesz.„Pogłoski o tobie. Pojawiasz się wiele sporów, renegata. Przepraszam, ale nie będziemy robić interesów z tymi, którzy nie przestrzegają ideałów Federacji”.Sklep nie pozwala ci zbliżyć się.

source: Attack them.
ja: 彼らを攻撃する。
pl: Zaatakuj ich.

source: The station immediately responds by powering its own weapons. They were prepared for this!
ja: ステーションは即座に武器をパワーアップして対応する。彼らはこれに備えていたのだ！
pl: W odpowiedzi stacja natychmiast zawiera pistolety.Przygotowywali się do tego!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Leave them alone.
ja: 放っておけばいい。
pl: Zostaw ich w spokoju.

source: You let them have their space from you.
ja: あなたは彼らに自分の居場所を与えている。
pl: Pozwalasz im zachować odległość od ciebie.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Hail the store.
ja: 店万歳。
pl: Skontaktuj się ze sklepem.

source: Rather than trading with you, they arm weapons. "Stay back, traitor! If we stoop to the depth of what you will do, then are we any better than the Rebels?"
ja: 交易よりも武器武装を"下がっていろ、裏切り者！裏切り者め！」 「お前たちのやることに屈服するなら、我々は反乱軍よりましなのか？
pl: Zamiast handlować z tobą, aktywują pistolety.„Nie przychodź, zdrajca! Jeśli pójdziemy do tego, co robisz, czy jesteśmy lepsi od rebeliantów?”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Keep away from the store.
ja: 店に近づかないこと。
pl: Trzymaj się z dala od sklepu.

source: There's no need to waste your time here.
ja: ここで時間を無駄にする必要はない。
pl: Nie trać tutaj czasu.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_FEDERATION_DISCOUNT"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Something is off about this beacon.
ja: このビーコンは何か変だ。
pl: Coś jest nie tak z tą latarnią morską.

source: Explored location. Nothing left of interest.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.

source: An unvisited location.
ja: 未訪問の場所。
pl: Nieudane miejsce.

# data/events_special_standard.xml$//event[@name="STOREEVENT_NNNN"]/text
source: Lured here by the strange beacon, you see nothing immediately out of the ordinary. Cautious of some kind of trap set by Hackers or maybe something worse, you ease closer to the nearby station. It makes no attempts to hail you, and no activity can be detected aboard.
ja: 奇妙なビーコンに誘われるようにここに来たが、すぐにいつもと違うものは何も見えない。ハッカーが仕掛けた罠か、あるいはもっと悪いものかと思いつつ、近くのステーションに近づいてみる。そのステーションはあなたを呼ぼうとする気配もなく、船内では何の活動も見られない。
pl: Znajduje się tutaj ze dziwną latarnią morską, nie widzisz niczego niezwykłego.Obawiając się pułapki zorganizowanej przez hakerów, a może coś gorszego, zbliżasz się do najbliższej stacji.Nie próbuje się z tobą skontaktować i na pokładzie nie ma żadnej czynności.

# data/events_special_standard.xml$//event[@name="STOREEVENT_NNNN"]/choice[1]/text
source: Hail the station.
ja: 駅万歳。
pl: Skontaktuj się ze stacją.

source: You attempt to hail the station several times, but receive no response. They never block your hails, so they seem to be ringing on deaf ears. You're about to give up when finally, you are picked up from the other side. "Wah? Huh?" The station owner looks groggy, as if they just woke up from a nap. "What's going on? Is everything alright?"
ja: 何度か呼びかけを試みるが、応答はない。彼らはあなたの呼びかけを決して遮らないので、耳に聞こえないようだ。あきらめかけたとき、ようやく向こうから声がかかった。「ワー？は？"まるで昼寝から目覚めたばかりのような、うつろな表情の駅長。「どうしたんですか？大丈夫ですか？"
pl: Próbujesz zadzwonić na stację kilka razy, ale nie otrzymujesz odpowiedzi.Stacja nie blokuje twoich wyzwań, więc wydaje się, że nikt cię nie usłyszy.Zaraz poddasz się, gdy wreszcie odpowiedź jest słyszana na drugim końcu."Co za?"Właściciel stacji nie wygląda na to, że właśnie obudził się ze snu.„Co się dzieje? Wszystko jest w porządku?”

source: Why are you broadcasting a bunch of N's?
ja: なぜNをたくさん放送するんだ？
pl: Dlaczego nadajesz wiele listów „N”?

source: "Wh-what are you talking about?" The station owner glances at something on the monitor next to them and their eyes go wide. "Oh... shit. I fell asleep on the N key! Damn it, I'm going to get sued for this! Please, don't tell anyone! I'll pay you to keep your mouth shut."
ja: 「何を言っているんだ？ステーション・オーナーが隣のモニターに目をやり、目を見開く。"ああ...しまった。Nキーで寝てしまった！くそっ、これは訴えられるぞ！お願い、誰にも言わないで！口止め料は払うから"
pl: "O czym mówisz?"Właściciel stacji patrzy na coś na monitorze obok niego, a jego oczy się rozwijają.„Och… Cholera. Zasnąłem na kluczu„ N ”! Cholera, zostaną do tego dotknięci! Proszę nikomu nie mów! Zapłacę ci, że trzymam język za zębami.”

source: Accept the bribe.
ja: 賄賂を受け取れ。
pl: Weź łapówkę.

source: "Well, this is awfully embarassing. Please never mention this to anyone. I honestly dread being made fun of more than the fine."
ja: 「これは非常に恥ずかしいことだ。このことは絶対に誰にも言わないでください。正直、罰金よりもバカにされる方が怖いんだ。"
pl: „Cóż, to jest strasznie zawstydzone. Nigdy nikogo o tym nie mów. Szczerze obawiam się, że będą się śmiać bardziej niż w porządku”.

source: Do you happen to have anything to trade instead?
ja: 代わりに何か交換できるものはあるかい？
pl: Czy masz przypadkowo coś na sprzedaż?

source: "Oh... er, yeah. We are a market after-all, not an... 'NNNNNNNN'. But please, still don't tell anyone about this. I can't handle the embarassment."
ja: "ああ...そうだね。我々は結局のところ市場なのであって、...NNNNNNN」。でも、このことは誰にも言わないでね。恥をかくのは耐えられない。"
pl: „Och ... tak. Nadal jesteśmy rynkiem, a nie ...” nnnnnnnne.

# data/events_special_standard.xml$//event[@name="STOREEVENT_NNNN"]/choice[2]/text
source: Leave while you still can.
ja: 今のうちに出て行け。
pl: Możesz odejść, a nadal możesz.

source: You can't be sure if a trap is waiting for you here, but you don't want to find out.
ja: ここに罠が待ち構えているかどうかはわからないが、見つけたくはないだろう。
pl: Nie możesz dokładnie wiedzieć, czy czekasz tutaj na pułapkę, ale nie chcesz tego wiedzieć.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: According to this beacon, a Zoltan merchant is here, but all you see is a very not-Zoltan and not-merchant Free Mantis warlord nearby.
ja: ビーコンによれば、ゾルタン商人がここにいるというが、近くにいるのはゾルタンでも商人でもないフリー・マンティス将軍だ。
pl: Według tej latarni morskiej jest tu kupiec Zoltan, ale wszystko, co widzisz, nie jest Zoltanem, a nie kupcem, ale dowódcą wolnego Pog Matki Bożej.

source: Hail.
ja: 万歳。
pl: Kontakt.

source: "Huh? We are what now? Broadcasting store beacon? Oh, I am seeing. Stolen part from Zoltan merchant, thinking it was fancy teapot! Feeling bad now... you wanting buy things anyways?"
ja: "え？店のビーコンを放送？ああ、見えてきた。ゾルタン商人から盗んだ部品を、高級ティーポットだと思ってね！悪いことしたな...どうせ買いたいんだろ？"
pl: „Co? Co robimy? Transakcja sygnału sklepowego? Och, rozumiem. Kradam część kupca Zoltana, myśląc, że to wspaniały czajnik! Teraz czuję się niespokojny ... chcesz coś kupić?”

source: See what they have to sell.
ja: 彼らの売り物を見てみよう。
pl: Zobacz, co sprzedają.

source: (Free Mantis Crew) Request some loot from the Zoltan merchant first.
ja: (フリー・マンティス・クルー)まずゾルタン商人に戦利品を要求する。
pl: (Mantis wolny od członków załogi) Najpierw poproś o prototyp od kupca Zoltana.
