Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCK"]/text[2]
source: No one bothers your ship as you float among numerous space stations and mining platforms. The Rock certainly run efficient operations.
ja: 数多くの宇宙ステーションや採掘プラットフォームの間を漂っていても、誰にも邪魔されない。ロックは確かに効率的な運営を行っている。
pl: Nikt nie martwi twój statek podczas latania wśród wielu stacji kosmicznych i produkujących platformy.Valluns oczywiście prowadzą aktywną aktywność.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCK"]/text[3]
source: You arrive and detect signs of battle. A few ships are taking passes at each other near a small station. You don't know if it's a territory issue, a contest or a rite of passage but you decide it's best to stay out of it.
ja: 到着すると、戦闘の気配を察知する。小さなステーションの近くで、数隻の船が互いに鍔迫り合いをしている。テリトリーの問題なのか、コンテストなのか、それとも通過儀礼なのかわからないが、関わらないほうがいいと判断した。
pl: Przybywasz do miejsca i zauważasz oznaki bitwy.Kilka statków wystrzeliwuje się w pobliżu małej stacji.Nie wiesz, że jest to pytanie terytorialne, konkurencja lub rytuał inicjacji, ale decydujesz, że lepiej nie interweniować.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCK"]/text[4]
source: There's not much at this beacon. Just a few abandoned depots, stripped clean.
ja: このビーコンには何もない。廃車になった車庫がいくつかあるだけだ。
pl: W tej latarni morskiej niewiele jest niewiele.Tylko kilka porzuconych magazynów, oczyszczonych ze szczypowanych.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCK"]/text[5]
source: A few freighters pass by but they refuse all communications. Must not want to sully their reputation by talking with foreigners.
ja: 数隻の貨物船が通り過ぎるが、彼らは一切の連絡を拒否する。外国人との会話で評判を落としたくないのだろう。
pl: Leci kilka statków towarowych, ale odmawiają całej komunikacji.Prawdopodobnie nie chcą pokonać swojej reputacji rozmowami z kosmitami.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCK"]/text[6]
source: You see a small trading post and ask about refuelling but they respond, "Go away! We don't serve your kind here."
ja: 小さな商館が見えたので給油について尋ねると、「あっちへ行け！ここではお前たちのような人種は相手にしない」。
pl: Widzicie małe posty handlowe i pytasz o stację benzynową, ale odpowiadają: „Wyjdź! Nie służymy ludziom takim jak ty”.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCK"]/text[7]
source: You see a Zoltan merchant and ask about his wares. He responds, "Sorry, but it took years to gain their trust. I can't be seen communicating with you. I hope you understand." He cuts communications.
ja: あなたはゾルタンの商人を見かけ、商品について尋ねる。申し訳ないが、信頼を得るには何年もかかった。申し訳ないが、彼らの信頼を得るには何年もかかった。わかってほしい。彼は通信を切った。
pl: Widzisz kupca Zoltana i pytasz o jego towary.Odpowiada: „Przepraszam, ale potrzebowałem lat, aby zdobyć ich zaufanie. Nie można mnie zauważyć w komunikacji z tobą. Mam nadzieję, że mnie zrozumiesz”.Przerwa połączenie.

# data/events_special_standard.xml$//event[@name="EMPTY_ROCKHOME"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ROCKHOME"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[1]
source: The Rock Elders keep a very strict eye on all of their systems. It seems their authoritarian ways have had a very negative effect on the nearby system, because there isn't a single ship roaming about.
ja: ロックの長老たちはすべての星系を厳しく監視している。彼らの権威主義的なやり方が近隣の星系に大きな悪影響を及ぼしているようだ。
pl: Starsi głazów są bardzo ściśle monitorowani przez wszystkie swoje systemy.Wygląda na to, że ich autorytaryzm był bardzo negatywnie dotknięty pobliski system, ponieważ nie ma tam ani jednego statku.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[2]
source: Despite your very presence in this sector being a crime, no Rock ships stop you. A few civilians linger before jumping away, but you are undisturbed.
ja: あなたがこのセクターにいること自体が犯罪であるにもかかわらず、ロック船はあなたを止めない。何人かの民間人が飛び去る前に滞留していたが、あなたは邪魔されなかった。
pl: Pomimo faktu, że twoja obecność w tym sektorze nie jest przestępstwem, ani jeden statek Boulders cię nie powstrzymuje.Kilku cywilów wahało się wcześniej uciec, ale nikt cię nie przeszkadza.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[3]
source: It's a miracle to find an empty beacon here, one free from the brutal enforcers who patrol this sector and the ever hostile citizens.
ja: このセクターをパトロールする残忍な執行官や、常に敵意をむき出しにする市民たちから解放されたこの場所で、誰もいないビーコンを見つけるのは奇跡だ。
pl: To tylko cud - znaleźć tutaj pustą latarnię morską, nie dotkniętą okrutnymi siłami bezpieczeństwa, patrolującym ten sektor i na zawsze sprzeciwiając się mieszkańcom.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[4]
source: You can't remember many tales of the Rock Inquisition from Universe 0, but you're sure just a horribly violent war had terrible casualties on the Rock population. This beacon is unnervingly empty of all life, and you can only wonder if it is a consequence of the warmongering of the Elders' pre-Federation years.
ja: あなたは宇宙0からロックの異端審問の話をあまり覚えていないが、恐ろしく暴力的な戦争がロックの住民にひどい犠牲者を出したことだけは確かだ。このビーコンには気の遠くなるような生命体の姿はなく、長老たちが連邦以前に行っていた温情主義の結果なのだろうかと思うしかない。
pl: Nie możesz przypomnieć sobie wielu opowieści o inkwizycji głazów ze wszechświata 0, ale jesteś pewien, że tylko przerażająco okrutna wojna doprowadziła do strasznych ofiar wśród populacji głazów.Na tym latarni nie ma nic żywego i można zgadnąć, czy jest to konsekwencja bojowości starszych w latach poprzedzających pojawienie się federacji.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[5]
source: A Rock patrol orbits around the beacon, but luckily they seem rather laid back. They hail you, "We won't tell if you don't either."
ja: ロック・パトロールがビーコンの周囲を回っているが、幸いにも彼らはのんびりしているようだ。彼らは、"あなたが言わなければ、私たちも言いませんよ "と万歳をする。
pl: Wokół latarni biegnie patrol głazów, ale na szczęście wygląda całkiem spokojnie.Zwracają się do ciebie: „Nie powiemy: jeśli ty też nie powiesz”.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[6]
source: A Rock settlement lays far in the distance, but they refuse to respond to any hails. This beacon may as well be empty, because nothing can counter the stubbornness of the Rockmen.
ja: はるか彼方にロック族の集落があるが、彼らは呼びかけに応じようとしない。ロックマンの頑固さに対抗できるものは何もないのだから。
pl: W oddali możesz zobaczyć osadę głazów, ale nie reagują na sygnały.Ta latarnia morska może być całkowicie pusta, ponieważ nic nie może oprzeć się upartości głazów.

# data/events_special_standard.xml$//event[@name="EMPTY_LOSTSUN"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_LOSTSUN"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_LOSTSUN"]/text[1]
source: A few Lost Sun fortifications are scattered about, but none contact you. You take this time to rest.
ja: ロスト・サンの要塞がいくつか点在しているが、あなたに接触してくるものはいない。あなたはこの時間を休息に充てる。
pl: Kilka fortyfikacji utraconych słońca jest wszędzie rozproszonych, ale żaden z nich nie jest z tobą związany.Używasz tego czasu na relaks.

# data/events_special_standard.xml$//textList[@name="EMPTY_LOSTSUN"]/text[2]
source: You are greeted by nothing more than an unusual break in the usual busy wartime acitvities of this sector.
ja: 戦時中の喧騒の中で、いつもと違うひとときを過ごす。
pl: Spotkasz się niczym więcej niż niezwykłą przerwą w zwykłym zgiełku wojennym dla tego sektora.

# data/events_special_standard.xml$//textList[@name="EMPTY_LOSTSUN"]/text[3]
source: A nearby Lost Sun station cloaks as soon as you jump in. You take the message and fly away until you're alone.
ja: あなたが飛び乗ると、近くのロストサンステーションが遮蔽する。あなたはメッセージを受け取り、一人になるまで飛び去る。
pl: Pobliska stacja Lost Suns jest ukryta, gdy tylko na nią skoczysz.Dostajesz wiadomość i odlatujesz, aż zostaniesz sam.

# data/events_special_standard.xml$//event[@name="EMPTY_SLUG"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_SLUG"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_SLUG"]/text[1]
source: You arrive at the beacon and are relieved at the sight of open space. Nebulas are terribly claustrophobic.
ja: ビーコンに到着し、開けた空間を見てほっとする。星雲はひどく閉所恐怖症なのだ。
pl: Dotarasz do latarni morskiej i z ulgą widzisz otwartą przestrzeń.Mgławica powoduje straszną klaustrofobię.

# data/events_special_standard.xml$//textList[@name="EMPTY_SLUG"]/text[2]
source: This beacon marks a 'small' gap in the nebula. No colonies or ships in scanning distance.
ja: このビーコンは星雲の "小さな "隙間を示している。スキャン距離にコロニーや船はない。
pl: Ta latarnia morska oznacza „małą” szczelinę w mgławicy.W widoczności nie ma kolonii ani statków.

# data/events_special_standard.xml$//textList[@name="EMPTY_SLUG"]/text[3]
source: You are relieved to see your sensors blink back on after the jump. No ships detected.
ja: ジャンプの後、センサーの点滅が戻ったのを見てほっとする。船は探知されていない。
pl: Z ulgą widząc, że po skoku ponownie włączały twoje czujniki.Nie znaleziono żadnych statków.

# data/events_special_standard.xml$//textList[@name="EMPTY_SLUG"]/text[4]
source: The Slugs rely heavily on their telepathic powers and are reluctant to give up that advantage by extending beyond nebulas. It's unlikely you'll encounter any this far from the clouds.
ja: ナメクジはテレパシー能力に大きく依存しているため、星雲を超えることでその優位性を手放したくないのだ。雲から遠く離れた場所で遭遇することはまずないだろう。
pl: Ślimaki w dużej mierze polegają na swoich zdolnościach telepatycznych i nie chcą porzucić tej przewagi, wykraczając poza mgliste.Jest mało prawdopodobne, abyś spotkał je tak daleko od chmur.

# data/events_special_standard.xml$//textList[@name="EMPTY_SLUG"]/text[5]
source: You arrive in an area clear of nebula and quickly check to see if the sensors are working. Everything is fine and no ships are detected in the vicinity.
ja: 星雲のないエリアに到着し、すぐにセンサーが機能しているか確認する。すべて順調で、周辺に船は探知されていない。
pl: Przybywasz do strefy wolnej od mgławicy i szybko sprawdzasz, czy czujniki działają.Wszystko jest w porządku i w pobliżu nie znaleziono żadnych statków.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[1]
source: When it comes to Slugs, no news is not necessarily good news. However, if they are watching, they don't seem to want to confront you.
ja: ナメクジに関しては、ニュースがないことが必ずしも良いニュースではない。しかし、もし彼らが見ていたとしても、あなたと対決しようとはしないようだ。
pl: Jeśli chodzi o ślimaki, brak wiadomości niekoniecznie jest dobrą wiadomością.Jeśli jednak cię obserwują, to się wydaje, nie chcą się z tobą skontaktować.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[2]
source: It's not unusual to feel paranoia in a Slug controlled nebula, but for once, it is unfounded.
ja: スラッグが支配する星雲でパラノイアを感じるのは珍しいことではないが、今回ばかりは杞憂に終わった。
pl: W mgławicy kontrolowanej przez ślimaki często występuje paranoja, ale tym razem jest bezpodstawna.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[3]
source: Either this part of Slug space is deserted, or it's too dense for even Slugs to detect your presence. Time to move.
ja: ナメクジ宙域のこの一帯は無人か、ナメクジでさえあなたの存在を感知できないほど密集しているかのどちらかだ。移動の時間だ。
pl: Albo ta część przestrzeni ślimaków jest opuszczona, albo jest zbyt gęsta, aby nawet ślimaki mogły wykryć twoją obecność.Czas się przeprowadzić.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[4]
source: This area of the nebula seems entirely empty until a small Slug transport and its escorts emerges suddenly from through the clouds, only to disappear again in a matter of seconds.
ja: この星雲のエリアは、小さなスラッグ輸送船とその護衛が雲の間から突然現れるまでは、まったく何もないように見えた。
pl: Ten obszar mgławicy wydaje się całkowicie pusty, dopóki nie mały transport ślimaków i towarzyszący mu nagle pojawił się z chmur, ale po kilku sekundach znów znikają.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[5]
source: You explore around the beacon and are shocked when a rock the size of a small moon suddenly looms ahead of you. Scans reveal the solid-looking rock is just a husk, almost entirely mined out of useful minerals.
ja: ビーコン周辺を探索すると、突然目の前に小さな月ほどの大きさの岩が現れ、衝撃を受ける。スキャンしてみると、固そうに見える岩はただの殻で、有用な鉱物はほとんど採掘されていないことがわかった。
pl: Przeglądasz otoczenie latarni morskiej i doświadczasz szoku, gdy nagle przed tobą pojawia się kamień wielkości małego księżyca.Skan pokazał, że mocna skała jest tylko łuską, prawie całkowicie wyeliminowaną z przydatnych minerałów.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[6]
source: There are a number of small stations for travellers in the area, lit up by guiding lights and advertisements. Only Slug ships are docked so you decide it's better to avoid a confrontation and steer clear.
ja: このエリアには旅行者向けの小さなステーションがいくつもあり、誘導灯や広告で照らされている。ナメクジ船しか停泊していないので、対立を避けて避けたほうがいいと判断したのだろう。
pl: W tym obszarze znajduje się kilka małych stacji dla podróżnych oświetlonych przez kierowanie światłami i reklamą.Stacja ma tylko statki ślimaków i zdecydowałeś, że lepiej jest uniknąć konfrontacji i trzymać się z dala od niej.

# data/events_special_standard.xml$//event[@name="EMPTY_SHELL"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_SHELL"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_SHELL"]/text[1]
source: You arrive at the beacon and are relieved at the sight of open space. Nebulas are terribly claustrophobic.
ja: ビーコンに到着し、開けた空間を見てほっとする。星雲はひどく閉所恐怖症なのだ。
pl: Dotarasz do latarni morskiej i z ulgą widzisz otwartą przestrzeń.Mgławica powoduje straszną klaustrofobię.

# data/events_special_standard.xml$//textList[@name="EMPTY_SHELL"]/text[2]
source: This beacon marks a 'small' gap in the nebula. No colonies or ships in scanning distance.
ja: このビーコンは星雲の "小さな "隙間を示している。スキャン距離にコロニーや船はない。
pl: Ta latarnia morska oznacza „małą” szczelinę w mgławicy.W widoczności nie ma kolonii ani statków.

# data/events_special_standard.xml$//textList[@name="EMPTY_SHELL"]/text[3]
source: You are relieved to see your sensors blink back on after the jump. No ships detected.
ja: ジャンプの後、センサーの点滅が戻ったのを見てほっとする。船は探知されていない。
pl: Z ulgą widząc, że po skoku ponownie włączały twoje czujniki.Nie znaleziono żadnych statków.

# data/events_special_standard.xml$//textList[@name="EMPTY_SHELL"]/text[4]
source: You arrive in an area clear of nebula and quickly check to see if the sensors are working. Everything is fine and no ships are detected in the vicinity.
ja: 星雲のないエリアに到着し、すぐにセンサーが機能しているか確認する。すべて順調で、周辺に船は探知されていない。
pl: Przybywasz do strefy wolnej od mgławicy i szybko sprawdzasz, czy czujniki działają.Wszystko jest w porządku i w pobliżu nie znaleziono żadnych statków.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[1]
source: Shell space isn't quite as calm as you expected, but it's always nice to see a break from the other ships here.
ja: シェルスペースは期待したほど落ち着いてはいないが、ここで他の船と一線を画すのはいつ見てもいいものだ。
pl: Przestrzeń muszli nie jest tak spokojna, jak się spodziewano, ale zawsze miło jest tutaj zrelaksować się z innych statków.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[2]
source: You catch a brief glimpse of a Shell ship before it disappears into the nebula, but you doubt you'd be able to catch up with them. The beacon is otherwise empty.
ja: 星雲の中に消えていく前に、シェルの船がちらっと見えたが、追いつくことはできないだろう。ビーコンには誰もいない。
pl: Przed zniknięciem w mgławicy krótko zobaczyłeś statek skorup, ale wątpię, czy możesz go dogonić.Reszta latarni morskiej jest pusta.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[3]
source: No ships, not even of Shell origin, inhabit this beacon.
ja: このビーコンには、シェルの出自を持つ船さえも棲息していない。
pl: Ani jeden statek, nawet pochodzenie skorup, nie znajduje się w tej latarni morskiej.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[4]
source: Shell space isn't too developed compared to many other regions, so it's not too unsurprising to find empty beacons such as this.
ja: 貝殻スペースは他の多くの地域と比べてあまり開発されていないので、このような空のビーコンがあってもそれほど不思議ではない。
pl: W porównaniu z wieloma innymi regionami przestrzeń muszli nie była bardzo opanowana, więc nie ma nic zaskakującego w tym, że istnieją takie puste sygnały nawigacyjne jak ten.

# data/events_special_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[5]
source: Much of Shell space has been closed off to be used for scientific purposes. You aren't sure what those purposes are, but your computer won't give any more information. Still, no one bothers you here.
ja: シェルスペースの多くは、科学的な目的のために閉鎖されている。その目的が何なのかはわからないが、コンピューターはそれ以上の情報を教えてくれない。それでも、ここでは誰にも邪魔されない。
pl: Większość przestrzeni skorup została zamknięta do użytku do celów naukowych.Nie wiesz, jakie cele, ale komputer nie podaje żadnych dodatkowych informacji.Jednak nikt cię tu nie przeszkadza.

# data/events_special_standard.xml$//event[@name="EMPTY_COALITION"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_COALITION"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_COALITION"]/text[1]
source: The wrecks of a few Federation ships float nearby, but nothing appears salvageable. It appears a battle just happened here, but whatever happened to the other ships involved you don't know.
ja: 近くには連邦の船の残骸が数隻浮かんでいるが、救助可能なものは何もないようだ。ここで戦闘があったようだが、巻き込まれた他の船がどうなったかはわからない。
pl: Wrak kilku statków federacji dryfują w pobliżu, ale nic nie wygląda na gromadzenie się.Wygląda na to, że bitwa właśnie się tu wydarzyła, ale to, co stało się z innymi statkami uczestniczącymi w niej, nie wiesz.

# data/events_special_standard.xml$//textList[@name="EMPTY_COALITION"]/text[2]
source: The only thing this beacon offers is a view of deep space and a brief respite from battles. For some this must be a welcome refuge.
ja: このビーコンが提供するのは、深宇宙の眺めと戦いからの束の間の休息だけだ。ある人々にとっては、これは歓迎すべき避難所に違いない。
pl: Jedyną rzeczą, którą oferuje ta latarnia morska, jest widok odległej przestrzeni i krótka przerwa od bitew.Dla niektórych jest to prawdopodobnie pożądane schronienie.

# data/events_special_standard.xml$//textList[@name="EMPTY_COALITION"]/text[3]
source: You jump out of your seat when you see there is another Coalition ship nearby. However, rather than raising their weapons, they slip away. It appears they want to avoid you as much as you want to avoid them.
ja: 近くにもう1隻の連合軍の船がいるのを見て、あなたは飛び起きた。しかし、彼らは武器を構えるどころか、そそくさと逃げていく。あなたが彼らを避けたいのと同じくらい、彼らもあなたを避けたいようだ。
pl: W pobliżu znajduje się inny statek koalicyjny, gdy zobaczysz, że jest inny statek koalicyjny.Jednak zamiast włączać broń, odchodzą.Wygląda na to, że chcą cię unikać w taki sam sposób, jak chcesz ich uniknąć.

# data/events_special_standard.xml$//textList[@name="EMPTY_COALITION"]/text[4]
source: You find the area around the beacon to be rather empty. This might be a good place to take a break and relax.
ja: ビーコンの周辺には誰もいない。休憩してくつろぐにはいい場所かもしれない。
pl: Okazuje się, że wokół latarni morskiej jest dość pusta.Być może jest to dobre miejsce do odpoczynku i relaksu.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: No ships can be found in this nebula, a surprisingly unexpected outcome in this dangerous sector.
ja: この星雲には船は見当たらない。この危険なセクターでは、意外にも予想外の結果となった。
pl: W tej mgławicy nie znaleziono ani jednego statku - nieoczekiwane wyrównanie w tym niebezpiecznym sektorze.

source: This nebula beacon is void of any ships, thankfully including Coalition ones.
ja: この星雲ビーコンには、ありがたいことに連合軍を含め、いかなる船もいない。
pl: Ta mglista latarnia morska nie ma ani jednego statku, na szczęście, w tym statki koalicyjne.

source: The empty nebula here is far more concerning than relieving, but no ships approach from the clouds.
ja: ここには何もない星雲があり、ほっとするというより気になるが、雲から近づいてくる船はない。
pl: Pusta mgławica tutaj jest tutaj bardziej zaniepokojona niż kojąco, ale żaden statek nie zbliża się z chmur.

# data/events_special_standard.xml$//event[@name="EMPTY_SPIDER"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_SPIDER"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_SPIDER"]/text[1]
source: A Militia squadron is clearing out several civilian vessels from the beacon. They attempt to do the same to you, but when you show your ID they leave you alone.
ja: 民兵隊が数隻の民間船をビーコンから排除している。彼らはあなたにも同じことをしようとするが、あなたがIDを見せると、彼らはあなたを放っておく。
pl: Eskadra milicji niszczy kilka cywilnych statków w latarni morskiej.Próbują zrobić to samo z tobą, ale kiedy pokazujesz swoje dokumenty, zostawiają cię w spokoju.

# data/events_special_standard.xml$//textList[@name="EMPTY_SPIDER"]/text[2]
source: An abandoned station has been left behind at this beacon. You briefly consider scrapping it until you realize their automated defense system is still online. Best to ignore it...
ja: このビーコンには放棄されたステーションが残されている。自動防衛システムがまだオンラインであることに気づくまで、あなたはそれをスクラップにすることを少し考えた。無視するのが一番だ。
pl: Opuszczona stacja znajduje się na tej latarni morskiej.Przez chwilę myślałeś o złomowaniu metalu, dopóki nie zdałeś sobie sprawy, że ich automatyczny system ochrony nadal działa.Lepiej nie zwracać na nią uwagi ...

# data/events_special_standard.xml$//textList[@name="EMPTY_SPIDER"]/text[3]
source: The spider infestation has done a good number on this sector. Most of the civilians have already evacuated, leaving much of the sector empty, such as this beacon.
ja: クモの大発生により、このセクターはかなりの被害を受けている。ほとんどの市民はすでに避難しており、このビーコンのような空地が多く残っている。
pl: Inwazja pająków całkiem dobrze poklepała ten sektor.Większość cywilów została już ewakuowana, pozostawiając większość sektora pustego, takiego jak ta latarnia morska.

# data/events_special_standard.xml$//textList[@name="EMPTY_SPIDER"]/text[4]
source: A refugee ship flies past. You're cautious, wondering if they might be infested, but the ship makes no attempt to contact you and jumps away.
ja: 難民船が通り過ぎる。はびこっているのではと警戒するが、船は連絡も取ろうとせず、飛び去っていく。
pl: Statek uchodźców leci obok.Ostrzegasz o tym, czy są zarażone, ale statek nie podejmuje żadnych prób nawiązania kontaktu z tobą i skakał.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: You can't see anything through the thick gases surrounding your ship. Without knowing what is out there, all you can do is wait for your FTL to charge.
ja: 船を取り囲む濃いガスを通しては何も見えない。何がそこにあるのかわからず、できることはFTLの充電を待つことだけだ。
pl: Nic nie widać w grubości gazów otaczających Twój statek.Nie wiedząc, co jest na zewnątrz, możesz tylko poczekać, aż twój SSD zostanie obciążony.

source: Without active sensors you have no other option but to look out of the view-ports in apprehension. It's eerily quiet.
ja: アクティブセンサーがなければ、不安のあまりビューポートから外を眺めるしかない。不気味なほど静かだ。
pl: Bez czujników działających nie masz innego wyboru, z wyjątkiem ostrożnego zerkania z ilunatory.Tutaj jest strasznie cicho.

source: As you wait for the FTL drive to charge, you half expect to be ambushed at any moment. However, no attack comes...
ja: FTLドライブの充電を待つ間、いつ待ち伏せされるかと半信半疑だった。しかし、攻撃は来ない...。
pl: Czekając na ładowanie SSD, myślisz, że w dowolnym momencie możesz zasadzić się na zasadzkę.Jednak nie ma ataku ...
