Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: (Shell Crew) Offer to hire the scientist.
ja: (シェル・クルー）科学者を雇いたいと申し出る。
pl: (Członek załogi-Raki), aby zaoferować zatrudnienie naukowca.

source: Realizing this is his chance to finally go somewhere in his career, the Shell is more than willing.
ja: シェルは、これが彼のキャリアにおいて最終的にどこかに行くチャンスであることを理解している。
pl: Zrozumienie, że jest to jego szansa, aby ostatecznie rozwinąć drabinę kariery, Shell z radością się zgadza.

source: Nevermind.
ja: 気にするな。
pl: Nie ma znaczenia.

source: The Shell frowns but says nothing more.
ja: シェルは顔をしかめるが、それ以上何も言わない。
pl: Skorupa zmarszczyła brwi, ale nic więcej nie powiedziała.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Buy nothing and just shop.
ja: 何も買わずに、ただ買い物をする。
pl: Nic nie kupuj i po prostu odwiedź sklep.

source: You have no interest in the Shell's special offers, but you will take a look at the military goods.
ja: あなたはシェルの特売品には興味がないが、軍用品には目を通すだろう。
pl: Nie jesteś zainteresowany specjalnymi ofertami skorupy, ale patrzysz na towary wojskowe.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_SHELL_MEDICAL"]/text
source: A Shell laboratory is set up next to a marketplace. The lab offers various services relating to medical systems.
ja: 市場に隣接するシェル研究所。医療システムに関するさまざまなサービスを提供している。
pl: Laboratorium muszli znajduje się obok rynku.Laboratorium oferuje różne usługi związane z systemami medycznymi.

source: Switch your Medbay to a Clone Bay for extra cheap.
ja: メドベイをクローンベイに変えると、さらに安くなる。
pl: Wymień komponent miodu klonem po obniżonej cenie.

source: Switch your Clone Bay to a Medbay for extra cheap.
ja: クローンベイをメドベイに切り替えると、さらに安くなる。
pl: Wymień swój klon czapką miodową po obniżonej cenie.

source: Ignore the lab's offers.
ja: 研究室からの申し出は無視する。
pl: Nie zwracaj uwagi na propozycje laboratorium.

source: You're good with the systems you have.
ja: 今あるシステムで十分だ。
pl: Wykonujesz dobrą robotę z tymi systemami, które masz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STOREEVENT_LANIUS_METAL"]/text
source: You arrive to discover a number of Lanius ships docked at what appears to be a station. You hasten to leave but are relieved when they message you in your language. "Buy? Sell? Traders." It seems not all Lanius are unfriendly to strangers.
ja: 到着すると、ステーションらしき場所にラニウスの船が何隻も停泊していた。あなたは急いで立ち去ろうとしたが、彼らがあなたの言語でメッセージを送ってきたので安心した。「買うか？売るか？トレーダーだ。すべてのラニウス人がよそ者に無愛想というわけではないようだ。
pl: Przybywając do tego miejsca, widzisz kilka statków Laniusa, przymocowanych do stacji.Spieszysz się, aby odejść, ale odczuwasz ulgę, gdy powiedzą ci w twoim języku.„Kup? Sprzedaj? Kupcy.”Wygląda na to, że nie wszyscy Laniuse są nieprzyjazni dla nieznajomych.

source: Trade with them.
ja: 彼らと取引する。
pl: Handlować z nimi.

source: This is a rare opportunity, and you aren't passing it up.
ja: めったにないこのチャンスを逃す手はない。
pl: To rzadka okazja i nie przegapisz jej.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Offer them some scrap.
ja: スクラップを提供する。
pl: Zaoferuj im trochę złomu.

source: "Free scrap, giving? Generosity. Overwhelm, watering of eye duct. Metaphor."
ja: 「無償のクズ、与える？寛大さ。圧倒される、眼管に水がたまる。比喩。
pl: „Darmowy złom”, dając?Hojność.Płucz, łzawienie przewodu oka.Metafora".

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack the Lanius!
ja: ラニウスを攻撃する！
pl: Attack Lanius!

source: Despite the unprecedented friendliness of these Lanius, you've turned on them, and are now attacking!
ja: このラニウスはかつてないほど友好的であったにもかかわらず、あなたたちは彼らに敵対し、攻撃を仕掛けている！
pl: Pomimo bezprecedensowej życzliwości tych Laniusów, bierzesz przeciwko nim broń i teraz atakujesz!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: To your surprise, one of the Lanius are so surprised by your kindness, they offer to join your crew!
ja: 驚いたことに、ラニウスの一人があなたの優しさに驚き、クルーに加わりたいと申し出てきた！
pl: Ku Twoim zaskoczeniu, jeden z Laniusów jest tak zaskoczony twoją życzliwością, że chce dołączyć do twojego zespołu!

source: It appears your kindness will not go unthanked. The Lanius offer you a weapon in return.
ja: あなたの親切が感謝されないことはないようだ。ラニウスはお返しに武器を差し出す。
pl: Wygląda na to, że twoja życzliwość nie pozostała niezauważona.Laniuses oferują ci broń jako prezent.

source: It appears your kindness will not go unthanked. The Lanius offer you a drone in return.
ja: あなたの親切は感謝されないようだ。ラニウスはお返しにドローンを提供する。
pl: Wygląda na to, że twoja życzliwość nie pozostała niezauważona.Lanius oferuje dron jako prezent.

# data/events_special_standard.xml$//textList[@name="TEXT_TONYS"]/text[1]
source: An advertisement appears on your screen as you approach, depicting a slim and well-kept Leech. "Hey there, I'm Mr. Senior. Tony Senior, that is! Owner of Tony's! I'd like to announce our brand new partnership with Hektar Industries! Come on and stop by!" You swear you've seen this ad before long ago. This definitely isn't "brand new", and "Tony's" is a massive retail chain. For some reason they're looping this same ancient ad, but that hardly matters.
ja: あなたが近づくと、スリムで手入れの行き届いたリーチが描かれた広告が画面に表示される。「こんにちは、ミスター・シニアです。トニー・シニアです！トニーズのオーナーです！ヘクター・インダストリーズとの新しいパートナーシップを発表したいと思います！ぜひお立ち寄りください！"あなたはこの広告をずっと前に見たことがあるはずだ。トニーズ」は巨大な小売チェーンだ。なぜか同じ古い広告をループさせているが、そんなことはどうでもいい。
pl: Zbliżając się do ekranu, pojawia się reklama, przedstawiająca smukłą i dobrze pogodowaną pijawkę.„Jestem Tony, to znaczy właściciela restauracji!Możesz przysiąc, że od dawna widziałeś tę reklamę.To zdecydowanie nie jest „całkowicie nowe”, ale „Tony” to ogromny łańcuch sklepów.Z jakiegoś powodu ta starożytna reklama jest skręcona w kręgu, ale nie ma znaczenia.

# data/events_special_standard.xml$//textList[@name="TEXT_TONYS"]/text[2]
source: Looks like the nearby station is a "Tony's", one of the only Leech-owned as well as the largest retail chain in the Multiverse. Besides the usual commodities, these stores are infamous for selling military goods suspiciously labeled as "gardening appliances".
ja: 近くの駅は "トニーズ "のようだ。"トニーズ "はリーチが経営する唯一の店のひとつで、多元宇宙最大の小売チェーンでもある。通常の日用品のほかに、「園芸用品」と怪しげなラベルを貼った軍用品を売っていることで悪名高い。
pl: Wygląda na to, że na stacji znajdującej się w pobliżu znajduje się „Near Tony” - jedna z największych łańcuchów detalicznych pod względem wielopommuzyjnej, która należy do pijawki.Oprócz towarów konwencjonalnych sklepy te są niestety znane z sprzedaży towarów wojskowych podejrzanych jako „technologia ogrodowa”.

# data/events_special_standard.xml$//textList[@name="TEXT_TONYS"]/text[3]
source: Seems an advertisement from the local Tony's is playing over your intercom. Strange to find such a large retail chain offering military weapons, but considering they also sell second-hand organs and prostitutes, it's not that out of place.
ja: インターホンからトニーズの広告が流れている。こんな大きな小売チェーンが軍用武器を扱っているのは奇妙だが、中古の臓器や売春婦も売っていることを考えれば、それほど場違いでもない。
pl: Wygląda na to, że w twoim domofonie jest reklama lokalnego sklepu „w Tony”.Dziwne jest, że tak duża sieć handlowa sprzedaje broń wojskową, ale jeśli weźmiesz pod uwagę, że sprzedajesz również używane narządy i prostytutki, nie jest to tak niezwykłe.

# data/events_special_standard.xml$//textList[@name="TEXT_TONYS"]/text[4]
source: "Hey there folks! Come on in and stop by your local Tony's! We've got uh... um... come on and stop by!" Despite the unconvincing pitch, you've heard of these places. Owned by a mysterious and elusive Leech tycoon, "Tony's" serves as the Multiverse's largest retail chain, and for good reason.
ja: "皆さん、こんにちは！お近くのトニーズにお立ち寄りください！あの...あの...ぜひお立ち寄りください！"説得力のない売り文句とは裏腹に、こういう店のことは聞いたことがあるだろう。謎めいた、つかみどころのないリーチの大物が経営する「トニーズ」は、多元宇宙最大の小売チェーン店であり、それには理由がある。
pl: „Witajcie przyjaciele! Spójrz w lokalny sklep„ w Tony ”! Mamy ... uh ... chodź do nas!”Pomimo nieprzekonującej prezentacji słyszałeś o tych miejscach.Właściciel Tony'ego jest tajemniczym i nieuchwytnym Magnat -redvka, jest największą siecią detaliczną wieloseniora i istnieją dobre powody.

# data/events_special_standard.xml$//textList[@name="TEXT_TONYS"]/text[5]
source: A Slug ship flies past but stops when they see you. Their captain half-heartedly hands you a flier advertising "great deals!" on Hektar-brand modular weaponry(tm) being sold at the nearby Tony's. The ship jumps away, but you figure the reputation of the Leech retail chain outcompetes the rudeness of the Slugs.
ja: スラッグ船が通り過ぎるが、あなたを見て止まる。彼らの船長は、近くのトニーズで売られているヘクター・ブランドのモジュラー兵器の「お買い得品！」という広告チラシを半ば強引にあなたに手渡した。船は飛び去ったが、あなたはリーチの小売チェーンの評判がスラッグの無礼さに勝るのだと考えた。
pl: Swobliwy statek leci obok, ale na widok zatrzymuje się.Ich kapitan połowa poważnie posiada ulotkę z reklamą „zyskownych ofert!”Na broń modułowej marki hektarowej (TM), sprzedawana w najbliższym sklepie „przez Tony”.Statek zaczął skok, ale zdecydowałeś, że reputacja pijawki pijawki jest lepsza od niegrzeczności ślimaków.

# data/events_special_standard.xml$//textList[@name="TEXT_TONYS"]/text[6]
source: A passive-aggressive jingle plays on the stereo, broadcasting from the nearby retail store. "Come on to Tony's! Come on to Tony's! YOU. WILL. SHOP."
ja: 受動的で攻撃的なジングルがステレオから流れ、近くの小売店から放送されている。「トニーの店へいらっしゃい！トニーの店へいらっしゃい！YOU。WILL.お買い物"
pl: System stereo brzmi pasywno-agresywnym wideo reklamowym transmitowanym w pobliskim sklepie.„Odwiedź Tony! Odwiedź Tony! Ty. Ty. Kup.”

# data/events_special_standard.xml$//textList[@name="TEXT_TONYS"]/text[7]
source: The bright colors and simple yet recognizeable logo of the nearby store brings back memories. The infamous brand of "Tony's" is known for a lot of things, some good, some bad, and some bizarre. A lot of strange myths are centered around its founder Tony Sr., from his involvement in the mafia to a dark past with Zulfiqar. You have no idea if any of these are true, but their stores are known for quality merchandise, and you figure it's worth a look.
ja: 鮮やかな色彩と、シンプルでありながら一目でそれとわかるロゴが、近くの店の記憶を呼び覚ます。トニーズ」という悪名高いブランドは、良いこと、悪いこと、奇妙なこと、いろいろなことで知られている。創業者のトニー・シニアには、マフィアとの関わりやズルフィカールとの暗い過去など、奇妙な神話がたくさんある。そのどれもが真実かどうかはわからないが、彼らの店は質の高い商品で知られている。
pl: Jasne kolory i proste, ale rozpoznawalne logo pobliskiego sklepu wywołują wspomnienia.Niesłodna marka „At Tony” jest znana z wielu rzeczy - dobre, złe i dziwne.Wokół jego założyciela Tony'ego starszego, wiele dziwnych mitów odchodzi - od jego zaangażowania w mafii do ciemnej przeszłości z Zulvyar.Nie masz pojęcia, czy to wszystko jest prawdą, ale jego sklepy są znane z wysokiej jakości towarów i zdecydowałeś, że warto się w to przyjrzeć.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_TONY"]/choice[1]/text
source: Explore the store.
ja: 店内を探索
pl: Odwiedź sklep.

source: Take out a loan first.
ja: まずローンを組む。
pl: Najpierw weź pożyczkę.

source: You cannot take out a loan at this time.
ja: 現時点でローンを組むことはできない。
pl: W tej chwili nie możesz wziąć pożyczki.

# data/events_special_standard.xml$//event[@name="STOREEVENT_TONY"]/choice[4]/text
source: Just get what we need and leave.
ja: 必要なものだけもらって帰る。
pl: Po prostu weź to, czego potrzebujemy i odejdź.

source: You're only here for military supplies and nothing else. Let's just shop and get it over with.
ja: 軍用品を買いに来ただけで、他には何もないでしょ。買い物だけして終わりにしよう。
pl: Jesteś tu tylko dla towarów wojskowych i nic więcej.Po prostu kupmy i zakończmy to.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STOREEVENT_TONY_LOAN"]/text
source: To your surprise, it seems next to the Tony's marketplace is the office of a loan shark boasting various offers. These could be useful, but you should be cautious of the predatory interest rates. Tony's might be reputable, but it is a Leech-run business. The only person who'd trust a Leech is the same person who'd trust a Slug.
ja: 驚いたことに、トニーの市場の隣には、さまざまなオファーを誇る高利貸しの事務所があるようだ。これらは便利かもしれないが、略奪的な金利には注意すべきだ。トニーの店は評判がいいかもしれないが、リーチの経営する企業だ。リーチを信用するのは、ナメクジを信用するのと同じ人間だけだ。
pl: Ku Twoim zaskoczeniu okazuje się, że obok platformy handlowej Tony'ego znajduje się biuro użytkownika, oferujące różne oferty.Mogą być przydatne, ale powinieneś bać się wysokich stóp procentowych.Firma „w Tony” może zasługować na zaufanie, ale jest to biznes kontrolowany przez pijawki.I tylko ten, który ufa ślimakowi, może zaufać wyciekowi.

source: Take a loan for 25 scrap.
ja: 25スクラップのローンを組む。
pl: Weź pożyczkę 25 złomu.

source: The Leech running the office, who doesn't even give you a name, seems more than happy to give you some scrap. Too eager, in fact. By the time you've already signed your name, he only then informs you there's a 40% interest rate. He warns you to make sure you can pay off your debts, because you don't want to mess with "The Worm".
ja: 事務所を切り盛りしているリーチは、あなたに名前さえ教えないが、あなたにスクラップを渡すのが何より嬉しいようだ。実際、熱心すぎる。あなたが自分の名前にサインするころには、彼は40％の金利がかかると告げた。彼は、"ワーム "に手を出したくないから、借金を返済できるかどうか確認するよう警告する。
pl: Prem, który kontroluje biuro, które nawet nie nazywa się swoją nazwą, wydaje się być bardziej niż szczęśliwy, że daje ci trochę złomu.Nawet za dużo.Zanim już umieściłeś swój podpis, informuje tylko, że stopa procentowa wynosi 40%.Ostrzega, że ​​jesteś gotowy spłacić długi, ponieważ nie powinieneś kontaktować się z „robakiem”.

source: Take a loan for 50 scrap.
ja: 50スクラップのローンを組む。
pl: Weź pożyczkę 50 złomu.

source: The Leech running the office, who doesn't even give you a name, seems more than happy to give you some scrap. Too eager, in fact. By the time you've already signed your name, he only then informs you there's a 40% interest rate. He warns you to make sure you can pay off your debts, because you don't want to mess with "The Worm".
ja: 事務所を切り盛りしているリーチは、あなたに名前さえ教えないが、あなたにスクラップを渡すのが何より嬉しいようだ。実際、熱心すぎる。あなたが自分の名前にサインするころには、彼は40％の金利がかかると告げた。彼は、"ワーム "に手を出したくないから、借金を返済できるかどうか確認するよう警告する。
pl: Prem, który kontroluje biuro, które nawet nie nazywa się swoją nazwą, wydaje się być bardziej niż szczęśliwy, że daje ci trochę złomu.Nawet za dużo.Zanim już umieściłeś swój podpis, informuje tylko, że stopa procentowa wynosi 40%.Ostrzega, że ​​jesteś gotowy spłacić długi, ponieważ nie powinieneś kontaktować się z „robakiem”.

source: Take a loan for 100 scrap.
ja: 100スクラップのローンを組む。
pl: Weź pożyczkę na 100 złomu.

source: The Leech running the office, who doesn't even give you a name, seems more than happy to give you some scrap. Too eager, in fact. By the time you've already signed your name, he only then informs you there's a 40% interest rate. He warns you to make sure you can pay off your debts, because you don't want to mess with "The Worm".
ja: 事務所を切り盛りしているリーチは、あなたに名前さえ教えないが、あなたにスクラップを渡すのが何より嬉しいようだ。実際、熱心すぎる。あなたが自分の名前にサインするころには、彼は40％の金利がかかると告げた。彼は、"ワーム "に手を出したくないから、借金を返済できるかどうか確認するよう警告する。
pl: Prem, który kontroluje biuro, które nawet nie nazywa się swoją nazwą, wydaje się być bardziej niż szczęśliwy, że daje ci trochę złomu.Nawet za dużo.Zanim już umieściłeś swój podpis, informuje tylko, że stopa procentowa wynosi 40%.Ostrzega, że ​​jesteś gotowy spłacić długi, ponieważ nie powinieneś kontaktować się z „robakiem”.

source: Nevermind.
ja: 気にするな。
pl: Nie ma znaczenia.

source: The Leech running the office tries to wave you over, shouting out various alluring offers, but your mind is resolute. You won't fall for this trap. Not this time.
ja: 事務所を仕切っているリーチは、さまざまな魅力的なオファーを叫びながら、あなたを振り向かせようとするが、あなたの心は断固としている。この罠には引っかからない。今回は違う。
pl: Prem, który kontroluje biuro, próbuje cię zwabić, krzycząc różne kuszące oferty, ale twój umysł jest stanowczy.Nie wpadniesz w tę pułapkę.Nie tym razem.

source: You've arrived at the Long-Range Beacon. Unfortunately, it seems you've run into LaRoache once again! A beefy Leech vessel brandishing the Tony's logo approaches, and on screen appears a tutting Ampere with a fedora, a cigar, and a striped vest. "Alright punk, you's got away real slick last time, but I'm about to put the kibosh on that. Since I'm feeling a little generous today, I'll give you anotha chance: but it's gonna cost you's... Big time. LaRoache ain't messing around."
ja: あなたは長距離ビーコンに到着した。残念なことに、またしてもラローチェに出くわしてしまったようだ！トニーのロゴを掲げたリーチが近づいてきて、スクリーンにフェドラに葉巻、ストライプのベストを着たアンペアが現れる。"よーしパンク野郎、前回は本当に巧く逃げられたが、そろそろお終いにしてやる。今日は少し寛大な気分だから もう一回チャンスをあげるよ でもその代償は...大損だ。ラローチェはふざけてはいない。"
pl: Dotarłeś do długiej latarni morskiej.Niestety wydaje się, że znów napotkasz z klapką!Ogromny statek pijawek z logo Tony zbliża się do latarni morskiej, a na ekranie pojawia się marszczący amper w feilowym kapeluszu, z cygaro i kamizelką w paski.„Okej, ostatnim razem, gdy byłeś bardzo zręcznie, ale teraz włożyłem ten krzyż nie żartuje ”.

source: Pay off your debt.
ja: 借金を返済する。
pl: Płać dług.

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
ja: "ああ、ちょうど物事が面白くなってきたところだった！まあいい、お前のケツはまた別の日に取っておくか。わかったわかった、急ぐんだ。ラローチェには別の仕事があるんだ。ロングレンジ・リレーが途中で当たらないようにな。
pl: „Ach, w końcu wszystko zaczęło stać się interesujące! Cóż, wygląda na to, że zatrzymałeś swój tyłek następnego dnia i? Okej, pospiesz się. Laruschi ma inne rzeczy. Nie daj ci dalekiego zasięgu Retrans.

source: Pay off your debt.
ja: 借金を返済する。
pl: Płać dług.

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
ja: "ああ、ちょうど物事が面白くなってきたところだった！まあいい、お前のケツはまた別の日に取っておくか。わかったわかった、急ぐんだ。ラローチェには別の仕事があるんだ。ロングレンジ・リレーが途中で当たらないようにな。
pl: „Ach, w końcu wszystko zaczęło stać się interesujące! Cóż, wygląda na to, że zatrzymałeś swój tyłek następnego dnia i? Okej, pospiesz się. Laruschi ma inne rzeczy. Nie daj ci dalekiego zasięgu Retrans.

source: Pay off your debt.
ja: 借金を返済する。
pl: Płać dług.

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
ja: "ああ、ちょうど物事が面白くなってきたところだった！まあいい、お前のケツはまた別の日に取っておくか。わかったわかった、急ぐんだ。ラローチェには別の仕事があるんだ。ロングレンジ・リレーが途中で当たらないようにな。
pl: „Ach, w końcu wszystko zaczęło stać się interesujące! Cóż, wygląda na to, że zatrzymałeś swój tyłek następnego dnia i? Okej, pospiesz się. Laruschi ma inne rzeczy. Nie daj ci dalekiego zasięgu Retrans.

source: We aren't paying that!
ja: それは払っていない！
pl: Nie spłacimy długu!

source: "Again? You's gonna regret it this time. I tire of your games, Renegade! Now you're gonna face the music!"
ja: "また？今度こそ後悔するぞ。お前の遊びには飽き飽きだ、レネゲイド！今こそ音楽に直面するんだ！"
pl: „Znowu?

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You've arrived at the Long-Range Beacon. Unfortunately, a ship is already waiting for you. A beefy Leech vessel brandishing the Tony's logo approaches, and on screen appears a tutting Ampere with a fedora, a cigar, and a striped vest. "So you're the Renegade, ehh? Name's... Royye. Royye "The Worm" LaRoache. Maybe you eh... heard about me? I'm somethin' of a philanthropist, you know, handing out my cash to needy folks like you's. Heheh, problem is I'm tryin'a run a business here, you know. It ain't charity. So why don't you do your pal LaRoache a favor and uh... hand over the tender, eh? Otherwise I'm gonna have to... heheheh... Oh, and no running, you's hear? I've jammed your FTL drive till this business is handled."
ja: あなたは長距離ビーコンに到着した。あいにく、すでに一隻の船が待ち構えている。トニーのロゴを掲げたリーチ船が近づいてきて、スクリーンにフェドラに葉巻、ストライプのベストを着たアンペールが現れる。「お前がレネゲイドか？名前はロイエロイエ・"ワーム"・ラローチェもしかして...俺のこと聞いてる？俺は博愛主義者なんだ お前みたいに困ってる奴らに 現金を配るんだ問題なのは、俺はここでビジネスをしようとしてるってことなんだ。慈善事業じゃないんだ。だからラローチェの頼みを聞いてくれ......金を渡してくれないか？でなきゃ、俺が......えへへ......。それと、走るなよ、いいな？この仕事が片付くまで、お前のFTLドライブをジャミングしておいた。"
pl: Dotarłeś do długiej latarni morskiej.Niestety statek już na Ciebie czeka.Zbliża się ogromny statek pijawek z emblematem „At Tony”, a na ekranie pojawia się marszczony ampere w filcem, z cygaro i kamizelką w paski.„Więc jesteś renegatem, huh, mam na imię… Roy. Roy„ robak ”Laroujach. Może… słyszałeś o mnie? Jestem czymś w rodzaju filantropa, no wiesz, daję pieniądze potrzebujące ludziom podobnych ludzi Ty.

source: Pay off your debt.
ja: 借金を返済する。
pl: Płać dług.

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
ja: "ああ、ちょうど物事が面白くなってきたところだった！まあいい、お前のケツはまた別の日に取っておくか。わかったわかった、急ぐんだ。ラローチェには別の仕事があるんだ。ロングレンジ・リレーが途中で当たらないようにな。
pl: „Ach, w końcu wszystko zaczęło stać się interesujące! Cóż, wygląda na to, że zatrzymałeś swój tyłek następnego dnia i? Okej, pospiesz się. Laruschi ma inne rzeczy. Nie daj ci dalekiego zasięgu Retrans.

source: Pay off your debt.
ja: 借金を返済する。
pl: Płać dług.

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
ja: "ああ、ちょうど物事が面白くなってきたところだった！まあいい、お前のケツはまた別の日に取っておくか。わかったわかった、急ぐんだ。ラローチェには別の仕事があるんだ。ロングレンジ・リレーが途中で当たらないようにな。
pl: „Ach, w końcu wszystko zaczęło stać się interesujące! Cóż, wygląda na to, że zatrzymałeś swój tyłek następnego dnia i? Okej, pospiesz się. Laruschi ma inne rzeczy. Nie daj ci dalekiego zasięgu Retrans.

source: Pay off your debt.
ja: 借金を返済する。
pl: Płać dług.

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
ja: "ああ、ちょうど物事が面白くなってきたところだった！まあいい、お前のケツはまた別の日に取っておくか。わかったわかった、急ぐんだ。ラローチェには別の仕事があるんだ。ロングレンジ・リレーが途中で当たらないようにな。
pl: „Ach, w końcu wszystko zaczęło stać się interesujące! Cóż, wygląda na to, że zatrzymałeś swój tyłek następnego dnia i? Okej, pospiesz się. Laruschi ma inne rzeczy. Nie daj ci dalekiego zasięgu Retrans.

source: We aren't paying that!
ja: それは払っていない！
pl: Nie spłacimy długu!

source: "You Renegades and your complete lack of respect. I'm an honest business man, but you thieves keep tryin'a bankrupt me! So stingy! Ah well, you can't say you weren't warned, Renegade! The Worm's just gotta collect his dues... heheheh."
ja: "レネゲイド "どもは敬意をまったく欠いている。俺は正直な商売人だが、お前ら泥棒どもは俺を破産させようとばかりしている！ケチだな！警告を無視するな レネゲイド"ワーム "は自分の報酬を受け取るだけだ...ヘヘッ"
pl: „Ty, renegatowie i twój całkowity szacunek. !

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="DEBT_COLLECTOR_ESCAPE"]/text
source: "Alright, I've had enough of this baloney. You's can keep your stinkin' money, I'm getting outta here!"
ja: 「もういい、こんな馬鹿げた話はたくさんだ。俺はもう帰るから！"
pl: „Okej, wystarczy mi ten nonsens. Możesz zostawić swoje śmierdzące pieniądze, zostawiam tutaj!”

source: Let LaRoache go.
ja: ラローチェを解放しろ
pl: Puść emitera.

source: "So long, sucker! Hahah!"
ja: 「じゃあな、カモ！ハハハ！"
pl: „Jak dotąd naczynia! Ha ha ha!”

source: Keep fighting!
ja: 戦い続けるんだ！
pl: Kontynuuj walkę!

# data/events_special_standard.xml$//event[@name="DEBT_COLLECTOR_DEFEAT"]/text
source: "Ah shit, I ain't getting myself out of this one am I? Well played, Renegade. Well... played..."
ja: "ああ、クソッ、俺はもう逃げられないのか？よくやった、レネゲイド。よく...やった..."
pl: „Oto gówno, nie mogę się wydostać z tej sytuacji, prawda? Dobrze grana, renegade. Dobrze ... grał ...”
