Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: You put down your laser, and the pirates cautiously stow theirs. "Alright. Lucky for you, this place is under new management. We got some... "workers" on sale too."
ja: あなたがレーザーを置くと、海賊たちは慎重にレーザーを収納する。「よし。ここは新しい管理下にある。いくつか手に入れた..."労働者 "も売ってる
pl: Opuściasz laser, a piraci ostrożnie czyści swoje.„Dobrze. Na szczęście dla ciebie jest nowe przywództwo. Nawiasem mówiąc, mamy jeszcze kilka ...„ pracowników ”na sprzedaż.

source: We don't want your slaves. We're here for military goods.
ja: 奴隷はいらない。我々は軍事物資のためにここにいる。
pl: Nie potrzebujemy twoich niewolników.Jesteśmy tu po towary wojskowe.

source: "Ew, you're one of them ethical folk. Whatever, as long as I have scrap in my heap I'm not complaining."
ja: "えーっ、君は倫理的な民族の一人だね。何はともあれ、クズが山に入っている限り、文句はないよ」。
pl: „Fu, jesteś jednym z tych, którzy przestrzegają norm etycznych. To nie ma znaczenia, gdy mam kilka złomu, nie narzekam”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Buy a Crystal slave.
ja: クリスタルの奴隷を買う。
pl: Kup niewolnika.

source: "Are you a Federation captain or a pirate? Hah!" You ignore the laughing pirate and escort your new crew to the ship, then return to observe the market.
ja: 「連邦の船長か海賊か？ハッ！"笑う海賊を無視し、新しい乗組員を船まで案内した後、市場を観察するために戻る。
pl: „Czy jesteś kapitanem federacji lub piratów? Ha!”Nie zwracasz uwagi na śmiechu pirata i towarzyszisz nowemu członkowi załogi statku, a następnie wracasz, aby studiować asortyment sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Filthy pirates! Liberate the Crystals.
ja: 不潔な海賊！クリスタルを解放しろ
pl: Dirty Piraci!Uwolnij krystaliczne.

source: You won't stand for this! You open fire on the station.
ja: こんなことは許されない！駅に向かって発砲しろ
pl: Nie będziesz tego tolerować!Otwierasz ogień na stacji.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A Free Mantis vessel is here; always a pleasant sight for any Federation captain. Looks to be a merchant - what might he have in store?
ja: フリーマンティスの船が来た。連邦の船長にとっては、いつも楽しい光景だ。商人のようだが、何があるのだろう？
pl: Oto statek Free Mantis;Zawsze przyjemny widok każdego kapitana federacji.Wygląda na to, że to kupiec - co może zaoferować?

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Oh captain captain! Shining skies bringing great blessings in our meeting here! You must accept gift, if you are wanting trade!"
ja: 「ああ、キャプテンキャプテン！輝く空が、ここでの出会いに大きな恵みをもたらしている！交易を望むなら、贈り物を受け取らなければならない！"
pl: „Och, kapitan-kapitan! Świeci niebo, aby przynieść wielkie błogosławieństwa na nasze spotkanie! Musisz przyjąć dar, jeśli chcesz handlować!”

source: Take his gift.
ja: 彼の贈り物を受け取れ。
pl: Zaakceptuj jego dar.

source: "And now, buying of things may commence!"
ja: "さあ、買い付けを始めよう！"
pl: „A teraz możesz rozpocząć zakupy!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Free Mantis Crew) Request an even greater gift.
ja: (フリー・マンティス・クルー）さらに素晴らしい贈り物をリクエストしてください。
pl: (Mantis bez członków załogi) poproś o jeszcze większy prezent.

source: "And now, buying of things may commence!"
ja: "さあ、買い付けを始めよう！"
pl: „A teraz możesz rozpocząć zakupy!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: No thanks.
ja: 結構だ。
pl: Nie, dziękuję.

source: "Awful awful captain! You anger me. You not accepting gift of friendship, then you are not friend nor living much longer!"
ja: "ひどいひどいキャプテン！あなたは私を怒らせた。友情の贈り物を受け取らないなら、友だちでも長生きでもない！"
pl: „Straszny kapitan!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Looks like a Free Mantis market is nearby. Various Mantis chatter away about synthetic pheromones and other stereotypical Free Mantis things. One part of the market catches your eye in particular however - a vendor offering discounted resources.
ja: フリー・カマキリのマーケットが近くにあるようだ。様々なカマキリが、合成フェロモンやその他のフリー・カマキリらしいステレオタイプなことについておしゃべりをしている。しかし、市場の一角で特に目を引くものがある。
pl: Wygląda na to, że w pobliżu znajduje się rynek Free Mantis.Różne modliszki rozmawiają o syntetycznych feromonach i innych stereotypowych rzeczach dla rzeczy darmowych Mantis.Jednak jedna część rynku przyciąga twoją uwagę - sprzedawca oferujący zapasy z rabatem.

source: Check out the vendor first.
ja: まず業者をチェックする。
pl: Najpierw idź do sprzedawcy.

source: "Good friends, I offering fuel of incredible value! Half off, buying them now while you can!"
ja: "良き友よ、信じられないほど価値のある燃料を提供しよう！半額だ！今のうちに買っておけ！"
pl: „Drodzy przyjaciele, oferuję paliwo po niesamowitej cenie! Kup teraz za pół ceny, o ile jest okazja!”

source: Buy some fuel.
ja: 燃料を買う。
pl: Kup trochę paliwa.

source: "Most excellent of purchasings! Hoping you are enjoy."
ja: 「最高の買い物だった！あなたが楽しんでいることを願っています。"
pl: „Doskonały zakup! Mam nadzieję, że ci się spodoba”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Buy some missiles.
ja: ミサイルを買え。
pl: Kup małe pociski.

source: "Most excellent of purchasings! Hoping you are enjoy."
ja: 「最高の買い物だった！あなたが楽しんでいることを願っています。"
pl: „Doskonały zakup! Mam nadzieję, że ci się spodoba”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: These prices seem unusually high.
ja: この価格は異常に高いように思える。
pl: Te ceny wydają się niezwykle wysokie.

source: "Oh? By how much so? I am forgetting standard prices..." You can probably get him to lower the price of one... but it's unlikely he'll be able to comprehend changing both. You have to pick your battles with these guys.
ja: 「え、いくらですか？標準価格を忘れているのですが..."片方の値段を下げさせることはできるだろうが......両方を変えることを理解できるとは思えない。この手の連中とは戦いを選ばなければならない。
pl: „Och? Za ile? Zapominam o standardowych cenach ...” Być może będziesz w stanie przekonać go do obniżenia ceny jednej z ofert ... ale jest mało prawdopodobne, że oba muszą zmienić oba.Dzięki takim wojownikom musisz być w stanie przeprowadzić dialog.

source: Fuel is usually a lot cheaper.
ja: 燃料は通常もっと安い。
pl: Paliwo jest zwykle znacznie tańsze.

source: "Ah, I am understanding now. Me thinking..."
ja: "ああ、今わかった。私の考えは..."
pl: „Ach, teraz rozumiem. Myślę, że ...”

source: Buy some fuel.
ja: 燃料を買う。
pl: Kup trochę paliwa.

source: "Most excellent of purchasings! Hoping you are enjoy."
ja: 「最高の買い物だった！あなたが楽しんでいることを願っています。"
pl: „Doskonały zakup! Mam nadzieję, że ci się spodoba”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Buy some missiles.
ja: ミサイルを買え。
pl: Kup małe pociski.

source: "Most excellent of purchasings! Hoping you are enjoy."
ja: 「最高の買い物だった！あなたが楽しんでいることを願っています。"
pl: „Doskonały zakup! Mam nadzieję, że ci się spodoba”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Nevermind.
ja: 気にするな。
pl: Nie ma znaczenia.

source: "Oh, alright then. You are having wonderful day!" You bid farewell to the Mantis and head to the market.
ja: "ああ、そうですか。いい一日だったね！"あなたはカマキリに別れを告げ、市場へと向かった。
pl: „Och, więc dobrze. Dobry dzień!”Wybaczono ci modliszkę i idź na rynek.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Missiles are usually a lot cheaper.
ja: ミサイルは通常、もっと安い。
pl: Pociski są zwykle znacznie tańsze.

source: "Ah, I am understanding now. Me thinking..."
ja: "ああ、今わかった。私の考えは..."
pl: „Ach, teraz rozumiem. Myślę, że ...”

source: Buy some fuel.
ja: 燃料を買う。
pl: Kup trochę paliwa.

source: "Most excellent of purchasings! Hoping you are enjoy."
ja: 「最高の買い物だった！あなたが楽しんでいることを願っています。"
pl: „Doskonały zakup! Mam nadzieję, że ci się spodoba”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Buy some missiles.
ja: ミサイルを買え。
pl: Kup małe pociski.

source: "Most excellent of purchasings! Hoping you are enjoy."
ja: 「最高の買い物だった！あなたが楽しんでいることを願っています。"
pl: „Doskonały zakup! Mam nadzieję, że ci się spodoba”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Nevermind.
ja: 気にするな。
pl: Nie ma znaczenia.

source: "Oh, alright then. You are having wonderful day!" You bid farewell to the Mantis and head to the market.
ja: "ああ、そうですか。いい一日だったね！"あなたはカマキリに別れを告げ、市場へと向かった。
pl: „Och, więc dobrze. Dobry dzień!”Wybaczono ci modliszkę i idź na rynek.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Free Mantis Crew) Have your Free Mantis explain.
ja: (フリー・カマキリ・クルー）フリー・カマキリに説明してもらいましょう。
pl: (Mantis wolny od członków załogi) Wyślij bezpłatną modliszkę, aby się zgodzić.

source: Unconfident in your own ability to talk "reason" with the Free Mantis, you send your own crew instead. Unfortunately, he just gets confused too. Eventually they deliberate the price of fuel to be somewhere around 300 scrap. You'd protest, but the vendor is so happy for your help, he offers you a crate of resources for free!
ja: フリー・マンティスと "理性 "で話す自信がないあなたは、代わりに自分のクルーを送り込んだ。残念ながら、彼も混乱するだけだった。結局、彼らは燃料の価格を300スクラップ前後になるように審議した。あなたは抗議したが、ベンダーはあなたの協力に大喜びし、資源を1箱無料で提供してくれた！
pl: Nie będąc pewności siebie w swojej zdolności do przeprowadzania „odpowiedniej” rozmowy z bezpłatnym manto modlącym, wysyłasz wolną modliszkę od swojej załogi.Niestety jest również zdezorientowany.Ostatecznie zgadzają się, że cena paliwa wynosi około 300 złomu.Będziesz protestować, ale sprzedawca z przyjemnością pomaga ci, że oferuje ci pudełko zasobów za darmo!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Stick to the general market.
ja: 一般市場にこだわる。
pl: Przestrzegać wspólnego rynku.

source: None of the Mantis seem bothered by your presence, though they don't break out into crazed idolization either. Honestly, it's a relief.
ja: マンティスは誰もあなたの存在を気にしていないようだが、熱狂的なアイドルになることもない。正直、ほっとした。
pl: Żadna z modliszek nie wygląda na twoją obecność, ale nie wpada w szalone bałwochwalstwo.Szczerze mówiąc, to się podoba.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A Free Mantis merchant nearby is broadcasting a looping advertisement; "We doing repairs! Come, discount price, we fix hull, we fix furniture, we fix broken marriage! Fixing anything! Come buy buy and buy!"
ja: 近くのフリー・マンティス商人がループ広告を流している！船体の修理、家具の修理、壊れた結婚の修理！何でも直します！何でも直します！買いに来てください！買いに来てください！"
pl: W pobliżu bezpłatna modliszka tłumaczy stałą reklamę: „Dokonamy napraw!

source: Check them out.
ja: ぜひチェックしてほしい。
pl: Rozejrzeć się.

source: A Free Mantis mechanic eagerly waves at you to come in. Looks like they're selling some things on the side. To browse them though, you have to buy a repair job of some kind.
ja: フリー・マンティスのメカニックが熱心に手を振っている。どうやら何か売っているようだ。しかし、それらを見るには、何らかの修理の仕事を買わなければならない。
pl: Mechanik Free Mantis jest bardziej machający twoją ręką, zachęcając cię do odejścia.Wygląda na to, że sprzedaje kilka rzeczy na bok.Jednak, aby je zobaczyć, musisz zapłacić za prace naprawcze.

source: (Free Mantis Crew) Request a free repair. [7$]
ja: (無料カマキリクルー）無料修理依頼。[7$]
pl: (Mantis wolny od członków załogi) Prośba o bezpłatne naprawy.[7 $]

source: "Anything for brother and friend of Federation! Enjoying store!"
ja: "連盟の兄弟と友人のためなら何でも！店を楽しむ！"
pl: „Wszystko dla brata i przyjaciela federacji! Ciesz się sklepem!”

source: Wait for your repair job to finish...
ja: 修理が終わるのを待つ...。
pl: Poczekaj na koniec pracy ...

source: (Human Crew) Request a free repair. [7$]
ja: (ヒューマンクルー）無料修理を依頼する。[7$]
pl: (Członek załogi-Man) Prośba o bezpłatne naprawy.[7 $]

source: "Anything for Federation officer! Enjoying store!"
ja: "連盟役員のためなら何でも！店を楽しむ！"
pl: „Wszystko dla oficera federacji! Ciesz się sklepem!”

source: Wait for your repair job to finish...
ja: 修理が終わるのを待つ...。
pl: Poczekaj na koniec pracy ...

source: Buy a small repair job. [7$, -17~]
ja: 小さな修理を買う。[7$, -17スクラップ]
pl: Kup drobne naprawy.[7 USD, -17 ~]

source: "Hoping you are happy with services, and enjoying store!"
ja: "サービスに満足し、店を楽しんでいることを願う！"
pl: „Mamy nadzieję, że jesteś zadowolony z usługi i lubisz sklep!”

source: Wait for your repair job to finish...
ja: 修理が終わるのを待つ...。
pl: Poczekaj na koniec pracy ...

source: Buy a moderate repair job. [15$, -35~]
ja: 適度な修理を買う。[15$, -35スクラップ]
pl: Kup umiarkowane naprawy.[15 $, -35 ~]

source: "Hoping you are happy with services, and enjoying store!"
ja: "サービスに満足し、店を楽しんでいることを願う！"
pl: „Mamy nadzieję, że jesteś zadowolony z usługi i lubisz sklep!”

source: Wait for your repair job to finish...
ja: 修理が終わるのを待つ...。
pl: Poczekaj na koniec pracy ...

source: Buy nothing.
ja: 何も買わない。
pl: Nic nie kupuj.

source: Attack the Free Mantis.
ja: フリー・マンティスを攻撃せよ。
pl: Zaatakuj wolną modliszkę.

source: Like any rational person, you have decided today is a good day for needless murder. Have fun.
ja: 理性的な人なら誰でもそうであるように、あなたは今日が無益な殺人に適した日だと判断したのだ。楽しんでくれ。
pl: Jak każda rozsądna osoba, zdecydowałeś, że dzisiaj jest dobry dzień na bezsensowne morderstwo.Zabawa.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
ja: あなたが店から戻ってくると、マンティスはすでに完成していた。幸いなことに、彼らはあなたの期待以上の仕事をしてくれた。"必ず5つ星のレビューをして、また次回お会いしましょう！"
pl: Wracasz ze sklepu i zauważasz, że pielgrzymi już zakończyli pracę.Na szczęście zrobili wszystko lepiej, niż się spodziewałeś.„Upewnij się, że 5 gwiazdek nas ustawiło, przyjdź ponownie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
ja: あなたが店から戻ってくると、マンティスはすでに完成していた。幸いなことに、彼らはあなたの期待以上の仕事をしてくれた。"必ず5つ星のレビューをして、また次回お会いしましょう！"
pl: Wracasz ze sklepu i zauważasz, że pielgrzymi już zakończyli pracę.Na szczęście zrobili wszystko lepiej, niż się spodziewałeś.„Upewnij się, że 5 gwiazdek nas ustawiło, przyjdź ponownie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
ja: あなたが店から戻ってくると、マンティスはすでに完成していた。幸いなことに、彼らはあなたの期待以上の仕事をしてくれた。"必ず5つ星のレビューをして、また次回お会いしましょう！"
pl: Wracasz ze sklepu i zauważasz, że pielgrzymi już zakończyli pracę.Na szczęście zrobili wszystko lepiej, niż się spodziewałeś.„Upewnij się, że 5 gwiazdek nas ustawiło, przyjdź ponownie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You come back from the store to find the Mantis have already finished. Unfortunately, it seems they haven't done a very good job. Not only is the ship roughed up in a few spots, but they haven't repaired as much hull as promised either. "Making sure you are giving us 5 star review, and seeing you next time!"
ja: あなたが店から戻ってくると、マンティスがすでに仕上げていた。残念なことに、彼らはあまりいい仕事をしていないようだ。船のあちこちが荒れているだけでなく、約束したほど船体も修理していない。"5つ星のレビューをしてくれることを確認し、また次回会おう！"
pl: Wracasz ze sklepu i zauważasz, że pielgrzymi już zakończyli pracę.Niestety wydaje się, że nie działali dla nich zbyt dobrze.Nie tylko, że statek jest wspomniany w niektórych miejscach, ale także naprawił mniej niż obiecany.„Upewnij się, że 5 gwiazdek nas ustawiło, przyjdź ponownie!”

source: Let it go.
ja: 放っておけ。
pl: Dojść do porozumienia.

source: Demand a refund.
ja: 返金を要求する。
pl: Wymagają zwrotu pieniędzy.

source: "Oh, you are wanting the money back? We done hard working here, and you not liking it? Hmph. Only offering partially refund."
ja: 「ああ、金を返せというのか？私たちはここで一生懸命働いたのに、あなたはそれが気に入らないのですか？フン。一部だけ返金します"
pl: „Och, czy chcesz zwrócić pieniądze? Ciężko tu pracujemy, ale ci się nie podoba? Hmm. Oferuję tylko częściową rekompensatę”.

source: Accept the partial refund.
ja: 一部払い戻しに応じる。
pl: Zgadzam się na częściową rekompensatę.

source: You begrudgingly take the refund and carry on to the store.
ja: あなたは渋々払い戻しを受け取り、店に向かった。
pl: Niechętnie przyjmujesz zwrot pieniędzy i idziesz dalej do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Bastards, blow them all to hell!
ja: 野郎ども、全員地獄に吹き飛ばせ！
pl: Bastardowie, rozłóż je wszystkie na piekło!

source: It very well may be a drastic overreaction, but you won't take this kind of incompetence when handling a military ship lightly.
ja: 思い切った過剰反応かもしれないが、軍艦を扱う上でこの種の無能を軽んじることはないだろう。
pl: To było prawdopodobnie zbyt wiele z twojej strony, ale nie możesz być spokojny z powodu takiego zaniedbania w stosunku do okrętu wojennego.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Bastards, blow them all to hell!
ja: 野郎ども、全員地獄に吹き飛ばせ！
pl: Bastardowie, rozłóż je wszystkie na piekło!

source: It very well may be a drastic overreaction, but you won't take this kind of incompetence when handling a military ship lightly.
ja: 思い切った過剰反応かもしれないが、軍艦を扱う上でこの種の無能を軽んじることはないだろう。
pl: To było prawdopodobnie zbyt wiele z twojej strony, ale nie możesz być spokojny z powodu takiego zaniedbania w stosunku do okrętu wojennego.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
ja: あなたが店から戻ってくると、マンティスはすでに完成していた。幸いなことに、彼らはあなたの期待以上の仕事をしてくれた。"必ず5つ星のレビューをして、また次回お会いしましょう！"
pl: Wracasz ze sklepu i zauważasz, że pielgrzymi już zakończyli pracę.Na szczęście zrobili wszystko lepiej, niż się spodziewałeś.„Upewnij się, że 5 gwiazdek nas ustawiło, przyjdź ponownie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
ja: あなたが店から戻ってくると、マンティスはすでに完成していた。幸いなことに、彼らはあなたの期待以上の仕事をしてくれた。"必ず5つ星のレビューをして、また次回お会いしましょう！"
pl: Wracasz ze sklepu i zauważasz, że pielgrzymi już zakończyli pracę.Na szczęście zrobili wszystko lepiej, niż się spodziewałeś.„Upewnij się, że 5 gwiazdek nas ustawiło, przyjdź ponownie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
ja: あなたが店から戻ってくると、マンティスはすでに完成していた。幸いなことに、彼らはあなたの期待以上の仕事をしてくれた。"必ず5つ星のレビューをして、また次回お会いしましょう！"
pl: Wracasz ze sklepu i zauważasz, że pielgrzymi już zakończyli pracę.Na szczęście zrobili wszystko lepiej, niż się spodziewałeś.„Upewnij się, że 5 gwiazdek nas ustawiło, przyjdź ponownie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You come back from the store to find the Mantis have already finished. Unfortunately, it seems they haven't done a very good job. Not only is the ship roughed up in a few spots, but they haven't repaired as much hull as promised either. "Making sure you are giving us 5 star review, and seeing you next time!"
ja: あなたが店から戻ってくると、マンティスがすでに仕上げていた。残念なことに、彼らはあまりいい仕事をしていないようだ。船のあちこちが荒れているだけでなく、約束したほど船体も修理していない。"5つ星のレビューをしてくれることを確認し、また次回会おう！"
pl: Wracasz ze sklepu i zauważasz, że pielgrzymi już zakończyli pracę.Niestety wydaje się, że nie działali dla nich zbyt dobrze.Nie tylko, że statek jest wspomniany w niektórych miejscach, ale także naprawił mniej niż obiecany.„Upewnij się, że 5 gwiazdek nas ustawiło, przyjdź ponownie!”

source: Let it go.
ja: 放っておけ。
pl: Dojść do porozumienia.

source: Demand a refund.
ja: 返金を要求する。
pl: Wymagają zwrotu pieniędzy.

source: "Oh, you are wanting the money back? We done hard working here, and you not liking it? Hmph. Only offering partially refund."
ja: 「ああ、金を返せというのか？私たちはここで一生懸命働いたのに、あなたはそれが気に入らないのですか？フン。一部だけ返金します"
pl: „Och, czy chcesz zwrócić pieniądze? Ciężko tu pracujemy, ale ci się nie podoba? Hmm. Oferuję tylko częściową rekompensatę”.

source: Accept the partial refund.
ja: 一部払い戻しに応じる。
pl: Zgadzam się na częściową rekompensatę.

source: You begrudgingly take the refund and carry on to the store.
ja: あなたは渋々払い戻しを受け取り、店に向かった。
pl: Niechętnie przyjmujesz zwrot pieniędzy i idziesz dalej do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Bastards, blow them all to hell!
ja: 野郎ども、全員地獄に吹き飛ばせ！
pl: Bastardowie, rozłóż je wszystkie na piekło!

source: It very well may be a drastic overreaction, but you won't take this kind of incompetence when handling a military ship lightly.
ja: 思い切った過剰反応かもしれないが、軍艦を扱う上でこの種の無能を軽んじることはないだろう。
pl: To było prawdopodobnie zbyt wiele z twojej strony, ale nie możesz być spokojny z powodu takiego zaniedbania w stosunku do okrętu wojennego.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Bastards, blow them all to hell!
ja: 野郎ども、全員地獄に吹き飛ばせ！
pl: Bastardowie, rozłóż je wszystkie na piekło!

source: It very well may be a drastic overreaction, but you won't take this kind of incompetence when handling a military ship lightly.
ja: 思い切った過剰反応かもしれないが、軍艦を扱う上でこの種の無能を軽んじることはないだろう。
pl: To było prawdopodobnie zbyt wiele z twojej strony, ale nie możesz być spokojny z powodu takiego zaniedbania w stosunku do okrętu wojennego.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_MANTIS_RARE"]/text
source: Merchants are not highly respected among the Mantis race, so few undertake the profession. You're mildly surprised to receive an advertisement from a nearby space dock. Might be worth looking into?
ja: 商人はカマキリ族からあまり尊敬されていないため、この職業に就く者はほとんどいない。そんな中、近くのスペース・ドックから広告が届いた。調べてみる価値はあるかな？
pl: Kupcy nie cieszą się wielkim szacunkiem wśród pielgrzymów, więc niewiele osób to robi.Jesteś nieco zaskoczony, gdy otrzymasz wiadomość reklamową z najbliższej stacji dokującej.Może powinieneś spojrzeć?

source: Dock.
ja: ドック
pl: Widziany.

source: (Hive Mantis Crew) Request to dock safely.
ja: (ハイブ・マンティス・クルー) 安全にドッキングするよう要請する。
pl: (Członek załogi-Bogomol z Hive) poproś o bezpieczną dok.

source: "Hmmmh, you are seeming ally. Okay, I am trading with you. Making profit, rewarding as killing prey! Well, not as much. Death is very fun."
ja: "うーん、あなたは味方のようだ。わかった。獲物を殺すのと同じように、利益を上げ、報酬を得る！まあ、それほどでもないが。死はとても楽しい。
pl: „Hmm, wydaje się, że jesteś sojusznikiem. Cóż, będę się z tobą handlować. Dostaję zysk, nagrodę, jak za zabijanie ofiary! Cóż, nie tak bardzo. Śmierć to świetna zabawa.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Kazaaak) Request to dock safely.
ja: (カザーク) 安全なドッキングを要請する。
pl: (Kazaaak) Prośba o bezpieczne dokowanie.

source: "The great Kazaaakplethkilik, coming in shop? Yes, this will do good publicity stunt! Business between killers, shall be very rewarding! Accept free sample of killing tool!"
ja: "偉大なるカザークプレトキリク、来店？そう、これはいい宣伝になる！殺し屋同士のビジネスは、とてもやりがいがあるだろう！殺しの道具の無料サンプルを受け取れ！"
pl: „Wielki Kazaacletkilik wchodzi do sklepu? Tak, będzie to dobra sztuczka reklamowa! Biznes między zabójcami będzie bardzo opłacalny! Weź bezpłatną próbkę pistoletu morderstwa!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Avoid the Mantis.
ja: カマキリを避ける。
pl: Unikaj modliszki.

source: You can never be sure when it might be a trap - and when it's a Mantis, the odds are pretty high.
ja: いつ罠にかかるかわからないし、マンティスとなればその確率はかなり高い。
pl: Nigdy nie możesz być pewien, że nie jest to pułapka - a w przypadku modliszki prawdopodobieństwo tego jest bardzo wysokie.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: "Heheh, you falling for trap! There not store here, only death!"
ja: "へへっ、罠にはまったね！ここには店はない、あるのは死だけだ！"
pl: „Hehe, jesteś uwięziony! Nie ma sklepu, jest tylko śmierć!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "You are in lucking day! Market open to all sorts! Come, participate in grand gesture of capitalistic adventure! Me am making profit today!"
ja: "幸運の日 "だ！あらゆる人に開かれた市場！さあ、資本主義的冒険の壮大なジェスチャーに参加しよう！今日は儲かるぞ!
pl: „Dzisiaj masz szczęście! Rynek jest otwarty dla wszystkich! Przyjdź, weź udział w wspaniałym akcie kapitalistycznej przygody! Dzisiaj zarabiam!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "You are in lucking day! Market open to all sorts! Come, participate in grand gesture of capitalistic adventure! Me am making profit today!"
ja: "幸運の日 "だ！あらゆる人に開かれた市場！さあ、資本主義的冒険の壮大なジェスチャーに参加しよう！今日は儲かるぞ!
pl: „Dzisiaj masz szczęście! Rynek jest otwarty dla wszystkich! Przyjdź, weź udział w wspaniałym akcie kapitalistycznej przygody! Dzisiaj zarabiam!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...
