Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: You disregard your previous thought. You'd love to be on the bad side of these Orchids, apparently. Your greed is rewarded by the additional fire of the military ship to deal with.
ja: あなたは前の考えを無視した。どうやら君は、オーキッドと敵対したいようだ。その欲は、軍艦の砲火に対処することで報われる。
pl: Odstraszasz swoją poprzednią myśl.Oczywiście naprawdę chciałbyś być po stronie wroga tych storczyków.Twoja chciwość jest nagradzana salwami okrętu wojennego przeciwnego.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ORCHID_FIRE"]/text
source: As soon as you arrive at the nearby planet, you notice huge billows of smoke coming from a good half of the nearby market. An Orchid merchant hails you, looking fairly panicked. "D-don't worry about the fire. It's not a big deal. Come on in and shop!"
ja: 近くの惑星に到着するやいなや、近くの市場の半分から大きな煙が上がっているのに気づく。オーキッドの商人がかなり慌てた様子で声をかけてきた。「火のことは心配しないで。大したことじゃない。中に入って買い物をしよう！"
pl: Gdy tylko przyjedziesz na pobliską planetę, zauważasz ogromne zaciągnięcia dymu emanujące z dobrej połowy pobliskiego rynku.Trader Orchid wzywa cię, wygląda raczej przestraszona.„N-rob nie martw się o ogień. W porządku. Wejdź i dokonaj zakupów!”

source: Take a look at the market.
ja: 市場を見てみよう。
pl: Iść na zakupy.

source: Offer to help with the fire.
ja: 火事の手伝いを申し出る。
pl: Oferta pomocy w walce z ogniem.

source: "Oh... that's been ablaze for days. We've done all we can to supress it with what we have... which isn't much..."
ja: 「何日も燃え続けている。私たちはできる限りのことをしてきた......たいしたことではないが......"
pl: „Och ... płomień płoną od kilku dni. Zrobiliśmy wszystko, co możliwe, aby go stłumić z pomocą tego, co mamy ... ale to nie wystarczyło ...”

source: (Extinguishers) Use the suppressors.
ja: (消火器）消火器を使用する。
pl: (Gaśnice) Użyj sprzętu pożarowego.

source: Fortunately, your tech proves to be opportune in this situation. You manage to keep the fire contained to a smaller area of the market so the Orchids can take care of it. They pay you in thanks, and of course the marketplace is still open to be visited.
ja: 幸いなことに、あなたの技術はこの状況で好都合だった。あなたは、オーキッドたちが対処できるように、火事を市場の狭い範囲に食い止めることに成功した。彼らはお礼としてあなたに報酬を支払い、もちろん市場はまだ見学可能だ。
pl: Na szczęście Twoja technika okazała się przeszkadzać w tej sytuacji.Udaje ci się powstrzymać ogień w małej części rynku, aby storczyki mogły się z tym poradzić.Płacą ci z wdzięcznością i, oczywiście, rynek jest nadal otwarty na wizyty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Fireproof Crew) Send in your crew.
ja: (耐火クルー）クルーを送り込め。
pl: (Załoga ogniotrwałego) Wyślij członka załogi.

source: Fortunately, your crew proves to be opportune in this situation. You manage to keep the fire contained to a smaller area of the market so the Orchids can take care of it. They pay you in thanks, and of course the marketplace is still open to be visited.
ja: 幸いなことに、君たちのクルーはこの状況で好都合だった。あなたは、オーキッズが対処できるように、市場の小さなエリアに火を抑えることに成功した。彼らはあなたに謝礼を支払い、もちろん市場はまだ見学可能だ。
pl: Na szczęście członek załogi okazał się przeszkadzający w tej sytuacji.Udaje ci się powstrzymać ogień w małej części rynku, aby storczyki mogły się z tym poradzić.Płacą ci z wdzięcznością i, oczywiście, rynek jest nadal otwarty na wizyty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Repair Drone) Send in your drone.
ja: (ドローンの修理）ドローンを送ってください。
pl: (Naprawa dronów) Wyślij drona.

source: Fortunately, your drone proves to be opportune in this situation. You manage to keep the fire contained to a smaller area of the market so the Orchids can take care of it. They pay you in thanks, and of course the marketplace is still open to be visited.
ja: 幸いなことに、あなたのドローンはこの状況で好都合だった。あなたは、オーキッズが対処できるように、市場の狭い範囲に火を抑えることに成功した。彼らはお礼としてあなたに報酬を支払い、もちろん市場はまだ見学可能だ。
pl: Na szczęście twój dron okazał się w tej sytuacji.Udaje ci się powstrzymać ogień w małej części rynku, aby storczyki mogły się z tym poradzić.Płacą ci z wdzięcznością i, oczywiście, rynek jest nadal otwarty na wizyty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Orchid Crew) Send in your Orchid crew to put out the fire.
ja: (オーキッド・クルー) オーキッド・クルーを送り込んで消火させる。
pl: (Członek załogi-orchid) Wyślij Orchid, aby walczyć z ogniem.

source: You wait for a while, but your Orchid crew never returns. You receive another hail; "It uh... looks like your friend just walked into the blaze and died within seconds. I'm sorry, best I can offer is a small consolation."
ja: しばらく待つが、オーキッドのクルーは戻ってこない。あなたの友人は炎に飛び込み、数秒で死んだようだ。申し訳ないが、ささやかな慰めしかできない」。
pl: Czekasz na chwilę, ale twój orchidea nie wraca.Dostajesz jeszcze jedną wiadomość: „Um… wygląda na to, że twój przyjaciel właśnie wszedł do płomienia i zmarł kilka sekund później. Bardzo mi przykro, ale mogę zaoferować tylko odrobinę odszkodowania jako komfort”.

source: Fortunately, the Clone Bay has already revived your floral friend. Whether he'll stay a friend is debatable, because he's currently scowling at you for your stupidity.
ja: 幸いなことに、クローンベイがすでにあなたの花友だちを復活させている。彼が友人であり続けるかどうかは議論の余地がある。なぜなら彼は現在、あなたの愚かさを睨んでいるからだ。
pl: Na szczęście The Clone-Haze już ożywił twojego przyjaciela kwiatowego.Czy pozostanie przyjacielem - pytanie jest kontrowersyjne, ponieważ teraz potępienie twojej głupoty jest czytane w jego ponurym wyglądzie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Vampweed Crew) Send in your Vampweed crew to put out the fire.
ja: (バンプウィード・クルー）バンプウィード・クルーを送り込み、火を消す。
pl: (Członek załogi-wambowego) Wyślij wampiry.

source: You wait for a while, but your Vampweed crew never returns. You receive another hail; "It uh... looks like your friend just walked into the blaze and died within seconds. I'm sorry, best I can offer is a small consolation."
ja: しばらく待つが、ヴァンプウィードの仲間は戻ってこない。あなたの友人は炎の中に入り、数秒で死んだようだ。申し訳ないが、ささやかな慰めしかできない。"
pl: Czekasz na chwilę, ale twój orchidea nie wraca.Dostajesz jeszcze jedną wiadomość: „Um… wygląda na to, że twój przyjaciel właśnie wszedł do płomienia i zmarł kilka sekund później. Bardzo mi przykro, ale mogę zaoferować tylko odrobinę odszkodowania jako komfort”.

source: Fortunately, the Clone Bay has already revived your floral friend. Whether he'll stay a friend is debatable, because he's currently scowling at you for your stupidity.
ja: 幸いなことに、クローンベイがすでにあなたの花友だちを復活させている。彼が友人であり続けるかどうかは議論の余地がある。なぜなら彼は現在、あなたの愚かさを睨んでいるからだ。
pl: Na szczęście The Clone-Haze już ożywił twojego przyjaciela kwiatowego.Czy pozostanie przyjacielem - pytanie jest kontrowersyjne, ponieważ teraz potępienie twojej głupoty jest czytane w jego ponurym wyglądzie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Caretaker Crew) Send in your Orchid crew to put out the fire.
ja: (管理人クルー) オーキッド・クルーを送り込んで消火させろ。
pl: (Członek załogi) Wyślij Orchid, aby walczyć z ogniem.

source: You wait for a while, but your Orchid crew never returns. You receive another hail; "It uh... looks like your friend just walked into the blaze and died within seconds. I'm sorry, best I can offer is a small consolation."
ja: しばらく待つが、オーキッドのクルーは戻ってこない。あなたの友人は炎に飛び込み、数秒で死んだようだ。申し訳ないが、ささやかな慰めしかできない」。
pl: Czekasz na chwilę, ale twój orchidea nie wraca.Dostajesz jeszcze jedną wiadomość: „Um… wygląda na to, że twój przyjaciel właśnie wszedł do płomienia i zmarł kilka sekund później. Bardzo mi przykro, ale mogę zaoferować tylko odrobinę odszkodowania jako komfort”.

source: Fortunately, the Clone Bay has already revived your floral friend. Whether he'll stay a friend is debatable, because he's currently scowling at you for your stupidity.
ja: 幸いなことに、クローンベイがすでにあなたの花友だちを復活させている。彼が友人であり続けるかどうかは議論の余地がある。なぜなら彼は現在、あなたの愚かさを睨んでいるからだ。
pl: Na szczęście The Clone-Haze już ożywił twojego przyjaciela kwiatowego.Czy pozostanie przyjacielem - pytanie jest kontrowersyjne, ponieważ teraz potępienie twojej głupoty jest czytane w jego ponurym wyglądzie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Praetor Crew) Send in your Orchid crew to put out the fire.
ja: (プラエトル・クルー) オーキッド・クルーを送り込んで消火させろ。
pl: (Członek załogi-orchid) Wyślij Orchid, aby walczyć z ogniem.

source: You wait for a while, but your Orchid crew never returns. You receive another hail; "It uh... looks like your friend just walked into the blaze and died within seconds. I'm sorry, best I can offer is a small consolation."
ja: しばらく待つが、オーキッドのクルーは戻ってこない。あなたの友人は炎に飛び込み、数秒で死んだようだ。申し訳ないが、ささやかな慰めしかできない」。
pl: Czekasz na chwilę, ale twój orchidea nie wraca.Dostajesz jeszcze jedną wiadomość: „Um… wygląda na to, że twój przyjaciel właśnie wszedł do płomienia i zmarł kilka sekund później. Bardzo mi przykro, ale mogę zaoferować tylko odrobinę odszkodowania jako komfort”.

source: Fortunately, the Clone Bay has already revived your floral friend. Whether he'll stay a friend is debatable, because he's currently scowling at you for your stupidity.
ja: 幸いなことに、クローンベイがすでにあなたの花友だちを復活させている。彼が友人であり続けるかどうかは議論の余地がある。なぜなら彼は現在、あなたの愚かさを睨んでいるからだ。
pl: Na szczęście The Clone-Haze już ożywił twojego przyjaciela kwiatowego.Czy pozostanie przyjacielem - pytanie jest kontrowersyjne, ponieważ teraz potępienie twojej głupoty jest czytane w jego ponurym wyglądzie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Cultivator Crew) Send in your Cultivator crew to put out the fire.
ja: (耕作人クルー)耕作人クルーを送り込んで火を消せ。
pl: (Członek kultywatora załogi) Wyślij kultywatora do walki z ogniem.

source: You wait for a while, but your Cultivator crew never returns. You receive another hail; "It uh... looks like your friend just walked into the blaze and died within seconds. I'm sorry, best I can offer is a small consolation."
ja: しばらく待つが、カルチベーターのクルーは戻ってこない。あなたの友人は炎の中に入り、数秒で死んだようだ。申し訳ないが、ささやかな慰めしかできない」。
pl: Czekasz na chwilę, ale twój orchidea nie wraca.Dostajesz jeszcze jedną wiadomość: „Um… wygląda na to, że twój przyjaciel właśnie wszedł do płomienia i zmarł kilka sekund później. Bardzo mi przykro, ale mogę zaoferować tylko odrobinę odszkodowania jako komfort”.

source: Fortunately, the Clone Bay has already revived your floral friend. Whether he'll stay a friend is debatable, because he's currently scowling at you for your stupidity.
ja: 幸いなことに、クローンベイがすでにあなたの花友だちを復活させている。彼が友人であり続けるかどうかは議論の余地がある。なぜなら彼は現在、あなたの愚かさを睨んでいるからだ。
pl: Na szczęście The Clone-Haze już ożywił twojego przyjaciela kwiatowego.Czy pozostanie przyjacielem - pytanie jest kontrowersyjne, ponieważ teraz potępienie twojej głupoty jest czytane w jego ponurym wyglądzie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Nevermind, we'll just stick to shopping.
ja: 気にしないで、買い物に専念しよう。
pl: To nie ma znaczenia, po prostu idź do sklepu.

source: Nevermind, we'll just leave.
ja: もういいや、帰ろう。
pl: To nie ma znaczenia, po prostu wyjdź.

source: Looks like you can't help after all. Best to stay out of this.
ja: 結局、あなたは助けられないようだ。関わらないのが一番だ
pl: Wygląda na to, że nie możesz pomóc.Lepiej nie ingerować.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Leave.
ja: 出て行け。
pl: Wyjechać.

source: Docking with a burning marketplace doesn't sound like a good idea for anyone who doesn't like being on fire.
ja: 燃え盛るマーケットプレイスでのドッキングは、火に包まれるのが嫌いな人にとっては良いアイデアとは思えない。
pl: Dokowanie z płonącym rynkiem nie wydaje się być dobrym pomysłem dla tych, którzy nie lubią płonąć.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Nervously, you land as far away from the fire as possible and visit the store. Fortunately, when you return the fire has been contained to only two-thirds of the market place and your ship is fine.
ja: 緊張しながら、できるだけ火事から離れた場所に着陸し、店を訪ねる。幸いなことに、戻ってきたときには火は市場の3分の2程度に収まっており、あなたの船も無事だった。
pl: Ekscytujące, lądujesz jak najdalej od pożaru i odwiedzasz sklep.Na szczęście, kiedy wrócisz, pożar obejmował tylko dwie trzecie placu rynkowego, a twój statek jest w porządku.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Nervously, you land as far away from the fire as possible and visit the store. However, when you return you see the landing pad has caught ablaze! Running through the fire, you make your way back onto the ship, but a portion of it has already caught fire!
ja: 緊張しながらも、できるだけ火元から離れた場所に着陸し、店を訪れる。しかし、戻ってみると着陸台が燃えている！火の中を走って船に戻るが、船の一部はすでに燃えている！
pl: Ekscytujące, lądujesz jak najdalej od pożaru i odwiedzasz sklep.Jednak kiedy wracasz, widzisz, że platforma lądowa zapaliła się!Przechodząc przez płomień, wracasz na statek, ale jego część jest już pokryta ogniem!

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ORCHID_FARM"]/text
source: A small, peaceful Orchid farm has been established nearby. It seems a bit strange to see plants growing plants, but you suppose it's no different to humans raising animals. Looks like they're selling off some of their old farming equipment, among other things.
ja: 近くに小さな、のどかなオーキッド農場がある。植物が植物を育てるというのは少し奇妙な感じがするが、人間が動物を育てるのと変わらないのだろう。古い農機具などを売っているようだ。
pl: W pobliżu znajduje się mały, spokojny orchidea rolnicza.To trochę dziwne zobaczyć, jak rośliny rosną rośliny, ale wierzysz, że to nie różni się od tego, jak ludzie rozmnażają zwierzęta.Wygląda na to, że sprzedają stary sprzęt rolniczy między innymi towarami.

source: Buy a farmhand.
ja: 農夫を買う。
pl: Kup pracownika rolnego.

source: Buy a Crew Drone.
ja: クルー・ドローンを購入する。
pl: Kup dron piechoty.

source: Look around at what they're selling.
ja: 売っているものを見て回れ。
pl: Aby zbadać, co mają na sprzedaż.

source: You have no need for any of their special offers, you'll stick to shopping.
ja: 特別オファーなど必要ない。
pl: Nie potrzebujesz ich ofert specjalnych, wolisz iść do sklepu.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: A rotund Crystalline being appears on the vid screen. "Aliens! A grand opportunity. I am a collector of the strange artifacts you call "scrap" and would love to trade!"
ja: 丸々とした結晶体がビデオスクリーンに映し出される。「エイリアンだ！素晴らしいチャンスだ。私は君たちが "スクラップ "と呼ぶ奇妙な工芸品のコレクターだ。
pl: Na ekranie wideo pojawia się wysoki krystaliczny.„Aliens! Ogromna okazja. Jestem kolekcjonerem dziwnych artefaktów, które nazywasz„ Crowbar ”i jestem gotowy spieszyć się z przyjemnością!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Give him a gift of 40 scrap.
ja: 彼に40枚のスクラップをプレゼントしよう。
pl: Daj mu 40 złomu.

source: "So much scrap! A generous gift, but I cannot let this go unpaid! An exchange for a piece from my own heritage will do."
ja: 「こんなにたくさんのスクラップ！気前のいい贈り物だが、これを未払いにはできない！私自身の遺産の一部と交換すればいいのです」。
pl: „Jest tyle złomu! Hojny prezent, ale nie mogę pozostawić go bez odpowiedzi! Myślę, że rzecz z mojego własnego dziedzictwa jest odpowiednia do wymiany”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Scrap Arm) Show him how to construct a scrap arm.
ja: (スクラップ・アーム）スクラップ・アームの作り方を教える。
pl: (Skrawek) pokaż mu, jak zbudować własny dźwig do zbierania złomu.

source: "A device solely for the collection of precious metal material? Magnificent! I cannot let this go unpaid! An exchange for a piece from my own heritage will do."
ja: 「貴金属を集めるためだけの装置？素晴らしい！このまま放っておくわけにはいかない！私の遺産の一部と交換すればいいのだ"
pl: „Urządzenie przeznaczone wyłącznie do zbierania materiałów metali szlachetnych? Świetnie! Nie mogę pozwolić, aby bez odpowiedzi! Myślę, że rzecz z mojego własnego dziedzictwa jest odpowiednia do wymiany”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Magnetic Arm) Show him how to construct a magnetic arm.
ja: (磁気アーム）磁気アームの作り方を教える。
pl: (Żuraw magnetyczny) Pokaż mu, jak zbudować własny żuraw magnetyczny.

source: "A device solely for the collection of precious metal material? Magnificent! I cannot let this go unpaid! An exchange for a piece from my own heritage will do."
ja: 「貴金属を集めるためだけの装置？素晴らしい！このまま放っておくわけにはいかない！私の遺産の一部と交換すればいいのだ"
pl: „Urządzenie przeznaczone wyłącznie do zbierania materiałów metali szlachetnych? Świetnie! Nie mogę pozwolić, aby bez odpowiedzi! Myślę, że rzecz z mojego własnego dziedzictwa jest odpowiednia do wymiany”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Orchid Children) Sell him this "artifact".
ja: (オーキッドチルドレン）この "アーティファクト "を彼に売るんだ。
pl: (Dzieci storczyków) Sprzedaj mu ten „artefakt”.

source: The Crystal jumps up and down in excitement. "Ooooh, I had no idea piles of child corpses were of high value! One with a greater ethical compass than mine might be concerned, but I will buy these for a handsome price!"
ja: クリスタルは興奮して飛び上がる。「子供の死体の山に高い価値があるとは知らなかった！私より倫理観のある人は心配するかもしれませんが、私はこれを高値で買います！"
pl: Krystaliczny odbija się z zachwytem.„Oooh, nie wiedziałem, że grupa zwłok dzieci ma wysoką wartość! Ten, który ma kompas etyczny nad moim, może się martwić, ale kupiłbym je za dobrą cenę!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Looks like you're receiving a transmission from a nearby Crystal ship, but it comes out heavily garbled. You don't have a clue as to what they're saying.
ja: 近くのクリスタル船からの通信を受信しているようだが、文字化けがひどい。何を言っているのかわからない。
pl: Wygląda na to, że akceptujesz transmisję krystalinu w pobliżu ze statku w pobliżu, ale jest on bardzo zniekształcony.Nie możesz zrozumieć, co mówią.

source: Try and translate what he's saying.
ja: 彼が言っていることを訳してみてください。
pl: Spróbuj przetłumaczyć to, co mówią.

source: You try for a while to decipher his message, but during the silence the Crystal pops back on, now speaking normally. "Apologies, I'm still accustomed to not having to use my translator. I'm a merchant vessel, would you care to trade?"
ja: あなたはしばらく彼のメッセージを解読しようとしたが、沈黙の間にクリスタルが再び動き出し、今度は普通に話し始めた。「申し訳ない、まだ翻訳機を使わないことに慣れていないんだ。私は商船なんですが、交換しませんか？"
pl: Przez pewien czas próbujesz rozszyfrować jego przesłanie, ale po krótkiej ciszy krystaliczne włącza się ponownie, teraz mówi normalnie.„Przepraszam, wciąż przyzwyczajam się do faktu, że nie muszę używać tłumacza. Jestem kupcem, chcesz targować się?”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Crystal Crew) Decipher the message.
ja: (クリスタル・クルー）メッセージを解読してください。
pl: (Członek załogi krystalicznej) rozszyfrowaj wiadomość.

source: The two Crystals speak with each other, and the other one speaks again, now completely normal. "Apologies, I'm still accustomed to not having to use my translator. I was not expecting to see more of our kind aboard a Federation vessel! Well, I suppose it's not that strange. But still quite pleasant! I'm a merchant vessel, would you care to trade?" On top of the offer, he also throws in a show of good will because of your crew.
ja: 2つのクリスタルは互いに話し、もう1つのクリスタルは再び話す。「申し訳ありません、翻訳機を使わないことにはまだ慣れていません。連邦の船で我々のような種族に会うとは思っていなかった！まあ、それほど奇妙なことでもないでしょう。だが、とても楽しい！私は商船だが、交換しないか？"申し出に加え、クルーへの好意も示している。
pl: Dwa krystaliczne rozmawiają ze sobą, a drugi mówi ponownie, teraz jest już całkowicie normalny.„Przepraszam, wciąż nie jestem przyzwyczajony do faktu, że nie muszę korzystać z tłumacza. Nie spodziewałem się, że przedstawiciele naszego poglądu na pokładzie statku Federacji! Cóż, przypuszczam, że to nie jest takie dziwne Ale nadal jestem handlem, czy chcesz się targować?Ponadto dzięki członkowi załogi składa dobrą ofertę.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack!
ja: 攻撃だ！
pl: Atak!

source: Miscommunication shmiscommunication. If you can't understand what they're saying, then everything they say could and probably is a threat. Best to just murder them without further questions.
ja: ミスコミュニケーション。相手の言っていることが理解できないのであれば、相手の言うことはすべて脅しになりうるし、おそらく脅しになる。それ以上質問せずに殺害するのが最善だ。
pl: Całkowite nieporozumienie.Jeśli nie możesz zrozumieć, co mówią, wszystko, co mówią, jest najprawdopodobniej zagrożeniem.Najlepiej po prostu ich zabić bez niepotrzebnych pytań.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A Crystalline station is running a market here, selling Crystal weapons to travelers.
ja: ここにはクリスタルのステーションがあり、旅行者にクリスタルの武器を売っている。
pl: Na stacji Kristallinov znajduje się sklep, w którym podróżni sprzedają broń krystaliczną.

source: Visit the store.
ja: 来店を。
pl: Odwiedź sklep.

source: Attack the station.
ja: 駅を攻撃しろ
pl: Zaatakować stacji.

source: Apparently, the rampant savagery of the pirates and Rebels around you have gotten to you, driving you so far off the edge you've decided to open fire on a harmless Crystal station for next to no reason.
ja: どうやら、周囲の海賊や反乱軍の横暴な蛮行のせいで、あなたは崖っぷちまで追い詰められ、理由もなく無害なクリスタル・ステーションに発砲することにしたようだ。
pl: Oczywiście nieokiełznane okrucieństwo piratów i rebeliantów wpłynęło na ciebie i doprowadziło do tego, że postanowiłeś otworzyć ogień na nieszkodliwej stacji krystalicznej bez powodu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Looks like the pirates are surrendering and offering to liberate the Crystals in return for their continued survival.
ja: 海賊たちは降伏し、自分たちの存続と引き換えにクリスタルの解放を申し出ているようだ。
pl: Wygląda na to, że piraci poddają się i zaoferują uwolnienie krystalilin w zamian za ich późniejsze przetrwanie.

source: Liberate the Crystals.
ja: クリスタルを解放せよ
pl: Uwolnij krystaliczne.

source: Nevermind it - just finish off the pirates.
ja: とにかく海賊をやっつけてくれ。
pl: Nie zwracając uwagi na to, aby zakończyć piratów.

source: The station has been destroyed. Unfortunately for the slaves, it's unlikely anyone could have survived that explosion.
ja: ステーションは破壊された。奴隷たちにとっては残念なことだが、あの爆発で生き残れた者はまずいないだろう。
pl: Stacja jest zniszczona.Niestety dla niewolników prawie nikt nie mógł przetrwać po takiej eksplozji.

source: The pirates are all dead. Fortunately, the Crystals are still alive and able to be rescued.
ja: 海賊たちは全員死んだ。幸い、クリスタルたちはまだ生きており、救出することができた。
pl: Wszyscy piraci zmarli.Na szczęście kryształy wciąż żyją i można je uratować.

source: Supposedly the nearby station is a Crystalline marketplace, but it looks suspiciously empty.
ja: おそらく近くの駅はクリスタルの市場なのだろうが、怪しく空っぽに見える。
pl: Przypuszczalnie na najbliższej stacji znajduje się rynek krystaliczny, ale wygląda podejrzanie puste.

source: Dock and investigate.
ja: ドックと調査
pl: Przestrasuj się i przestudiuj sytuację.

source: This is suspicious. Leave.
ja: これは疑わしい。出て行け。
pl: To jest podejrzane.Opuszczamy.

source: Hopefully the station's crew are all okay and you've just missed something, but you aren't willing to risk your own crew to find out.
ja: ステーションのクルーが全員無事で、あなたが何かを見逃しているだけであることを祈るが、あなたはそれを見つけるために自分のクルーを危険にさらすつもりはない。
pl: Masz nadzieję, że wszystko jest w porządku z załogą stacji i po prostu coś przegapiłeś, ale nie jesteś gotowy ryzykować swoją załogę, aby się dowiedzieć.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: You dock with the station and step aboard, and an alarm starts ringing almost immediately! A set of Crystal guards come to face you, but fortunately they're level headed enough to listen to your explanation. Looks like this is an ordinary market after-all!
ja: ステーションにドッキングして乗り込むと、すぐに警報が鳴り始めた！クリスタルの衛兵が一組、あなたの前に現れたが、幸いにも彼らはあなたの説明を聞くのに十分なほど冷静だった。結局、ここは普通のマーケットだったようだ！
pl: Wstydź się stację, wspinając się na pokład, a sygnał lęku jest słyszany niemal natychmiast!Krystaliczni strażnicy wychodzą na spotkanie, ale na szczęście są wystarczająco ostrożni, aby wysłuchać twoich wyjaśnień.Wygląda na to, że wciąż jest to zwykły rynek!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You step aboard, only to find a band of pirates huddled around a garbage fire while a cage of Crystals look on in despair. As soon as you approach, the pirates draw their guns. "Who the hell are you, identify yourself!"
ja: 乗船してみると、海賊たちがゴミを燃やす火の周りに身を寄せ合い、クリスタルの檻が絶望に沈んでいる。あなたが近づくと、海賊たちは銃を構えた。「誰だ、名を名乗れ！」。
pl: Wchodzisz na pokład, ale znajdziesz grupę piratów, którzy byli zatłoczeni wokół ogniska śmieci, podczas gdy krystaliczne siedzące w klatce patrzą na nich z rozpaczy.Jak tylko się zbliżasz, piraci dostają broń.„Kim jesteś, cholera, nazwij siebie!”

source: Calm down, we're here to trade.
ja: 落ち着いて、私たちはトレードをしに来たんだ。
pl: Uspokój się, jesteśmy tutaj na handel.
