Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: Looks like a trade-hub between the different races of the Coalition was set up here. You might be able to sneak in if you have any of the appropriate crew.
ja: 連合の異なる種族間の貿易拠点がここに設置されたようだ。適切なクルーがいれば、忍び込めるかもしれない。
pl: Wygląda na to, że węzeł handlowy między różnymi rasami koalicji został tutaj rozmieszczony.Być może możesz dostać się do środka, jeśli masz odpowiednią załogę.

source: (Slug Crew) Gain access.
ja: (スラッグ・クルー）アクセス権を獲得。
pl: (Członek załogi) Aby uzyskać dostęp.

source: Thanks to your crew, it's not hard to gain access. You're even given a fresh Anti-Bio weapon on your way in!
ja: クルーのおかげで、アクセスするのは難しくない。入ってくる途中には、新鮮なアンチ・バイオの武器までもらえる！
pl: Dzięki ekipie nie było trudno uzyskać dostęp.Przy wejściu otrzymujesz nawet nowy broń przeciw bio!

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Theocracy Crew) Gain access.
ja: (セオクラシー・クルー）アクセスを得る。
pl: (Członek załogi z teokracji) Zdobądź dostęp.

source: Thanks to your crew, it's not hard to gain access. You're even given a fresh Missile weapon on your way in!
ja: クルーのおかげで、アクセスするのは難しくない。入ってくる途中には、新鮮なミサイル兵器までもらえる！
pl: Dzięki ekipie nie było trudno uzyskać dostęp.Przy wejściu otrzymujesz nawet nowy pistolet rakietowy!

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Hive Mantis Crew) Gain access.
ja: (ハイブ・マンティス・クルー）アクセス権を得る。
pl: (Członek załogi-bogomol z Hive) Zyskaj dostęp.

source: Thanks to your crew, it's not hard to gain access. You're even given a fresh Bomb weapon on your way in!
ja: クルーのおかげで、アクセスするのは難しくない。ボムの武器ももらえる！
pl: Dzięki ekipie nie było trudno uzyskać dostęp.Przy wejściu otrzymujesz nawet nowy bomb!

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Leech Crew) Gain access.
ja: (リーチ・クルー）アクセスを得る。
pl: (Członek załogi) Aby uzyskać dostęp.

source: Thanks to your crew, it's not hard to gain access. You're even given a fresh Flak weapon on your way in!
ja: クルーのおかげで、アクセスするのは難しくない。入るときに対空砲ももらえる！
pl: Dzięki ekipie nie było trudno uzyskać dostęp.Przy wejściu otrzymujesz nawet nowy pistolet fragmentacyjny!

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: We can't do anything here.
ja: ここでは何もできない。
pl: Nie możemy tu nic zrobić.

source: It's a total waste, but you don't have anything to sneak in, and attacking the market would be suicide.
ja: まったく無駄なことだが、忍び込むものは何もないし、市場を攻撃するのは自殺行為だ。
pl: Jest to całkowicie na próżno, nie można wejść do środka, a atakowanie rynku byłoby samobójstwem.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Gah, alright you can ssssstop now! Jeez! We'll trade with you, relax!"
ja: 「ギャー、もうやめていいよ！ったく！取引するから落ち着け！"
pl: „Ugh, okej, teraz możesz przestać! Cholera! Będziemy z tobą wymienić, zrelaksuj się!”

source: Stop firing and trade.
ja: 解雇をやめてトレードを。
pl: Przestań strzelać i zacznij handlować.

source: The Coalition station turns off its weapons. You're still wary of trading with them, but you don't have many other options.
ja: 連合軍のステーションは武器を切った。あなたはまだ彼らとの取引を警戒しているが、他に選択肢はあまりない。
pl: Stacja koalicyjna wyłącza broń.Nadal boisz się handlować z nimi, ale nie masz innych opcji.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Refuse and finish the station off.
ja: 拒否して局を終わらせる。
pl: Odmowa i zakończ stację.

source: Looks like there's a Coalition market here! As you could expect, they certainly aren't trading with you, a Federation ship, unless you can find some way of convincing them...
ja: 連合の市場があるようだ予想通りだが 連合の船と取引はしないだろう 説得する方法がない限り...
pl: Wygląda na to, że istnieje tutaj rynek koalicji!Zgodnie z oczekiwaniami, oczywiście nie będą handlować ze statkiem statku, chyba że znajdziesz sposób na ich przekonanie ...

source: Try and talk with them.
ja: 彼らと話してみてください。
pl: Spróbuj z nimi porozmawiać.

source: You hail the station, but before you can even get a word out, their Slug captain bursts out laughing. "HAHAHAHAHAH! No."
ja: しかし、あなたが言葉を発する前に、スラッグの船長が笑い出した。「ハハハハハ！違う"
pl: Skontaktujesz się ze stacją, ale nie masz czasu, aby powiedzieć słowo, jak kapitan śluzu zaczyna się śmiać.„Ha ha ha ha ha! Nie.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack them, force is the only way to convince these guys.
ja: 攻撃するんだ。彼らを説得するには武力しかない。
pl: Aby ich atakować, władza jest jedynym sposobem na przekonanie tych facetów.

source: If you can do enough damage to the station, you might be able to convince them to sell to you.
ja: 局に十分なダメージを与えることができれば、売り込むよう説得できるかもしれない。
pl: Jeśli możesz spowodować wystarczające szkody stacji, możesz być w stanie przekonać go do sprzedaży.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the station.
ja: 駅は無視する。
pl: Nie zwracaj uwagi na stację.

source: It might not be the greatest idea to try and make a Coalition station trade with you when they're your sworn enemies.
ja: 不倶戴天の敵である連合軍ステーションに貿易をさせようとするのは得策ではないかもしれない。
pl: Być może nie jest to najlepszy pomysł - próba zmuszenia stacji koalicyjnej do wymiany z tobą, gdy są twoimi zaprzysiężonymi wrogami.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_DYNASTY_NOAIR"]/text
source: It appears a small rogue planet is drifting through the system here. To you, it looks uninhabitable, but it looks like the Dynasty has set up a market on the surface. There's only one catch... there's nothing to support aerobic crew here.
ja: 小さなローグ惑星がこの星系を漂っているようだ。君には居住不可能に見えるがダイナスティは地表に市場を設けたようだだが、1つだけ難点がある...この惑星には、有酸素運動の乗組員をサポートするものが何もない。
pl: Wygląda na to, że w tym systemie dryfują niewielka wędrówka.Dla ciebie wygląda to nieodpowiednie dla życia, ale wydaje się, że dynastia zorganizowała rynek na jej powierzchni.Jest tylko jeden haczyk ... nie ma nic do obsługi załogi aerobowej.

source: (Anaerobic Crew) Send down your crew.
ja: (嫌気性クルー）クルーを降ろす。
pl: (Anaerobic Crew) Wyślij członka swojej załogi.

source: Fortunately, your crew has come to save the day. You send them down to check out the market.
ja: 幸いなことに、あなたのクルーが窮地を救ってくれた。あなたは市場をチェックするために彼らを送り込んだ。
pl: Na szczęście członek załogi przyszedł na ratunek.Wysyłasz go do sprawdzenia rynku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Respirators) We can explore safely.
ja: (呼吸器）安全に探検できる。
pl: (Respiratory) Możemy bezpiecznie zbadać rynek.

source: Fortunately, your respirators have come to save the day. You send down your crew to check out the market.
ja: 幸いなことに、人工呼吸器が窮地を救ってくれた。あなたは市場をチェックするためにクルーを送り込んだ。
pl: Na szczęście pomogła ci obecność respiratorów.Wysyłasz załogę do sprawdzenia rynku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Orchid Crew) Send down your crew.
ja: (オーキッド・クルー）クルーを降ろしなさい。
pl: (Członek załogi-orchid) Wyślij członka jego załogi.

source: Fortunately, your crew has come to save the day. You send them down to check out the market. They get some odd looks, but no one protests.
ja: 幸いなことに、あなたのクルーが窮地を救ってくれた。あなたは彼らを市場のチェックに向かわせた。変な目で見られるが、誰も抗議はしない。
pl: Na szczęście członek twojej załogi przyszedł na ratunek.Wysyłasz go, aby sprawdzić rynek.Patrzą na niego dziwnie, ale nikt nie sprzeciwia się.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Crystal Crew) Send down your crew.
ja: (クリスタル・クルー）クルーを降ろしなさい。
pl: (Członek Crystalline Crew) Wyślij członka jego załogi.

source: Fortunately, your crew has come to save the day. You send them down to check out the market. They'll have to hurry, but you can't stick around too long anyways.
ja: 幸いなことに、あなたのクルーが窮地を救ってくれた。あなたは彼らを市場に向かわせる。彼らは急がなければならないだろうが、いずれにせよ、あまり長居はできない。
pl: Na szczęście członek twojej załogi przyszedł na ratunek.Wysyłasz go do sprawdzenia rynku.Będzie musiał się spieszyć, ale w każdym razie nie możesz tu zbyt długo pozostać.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Engi Crew) Send down your crew.
ja: (エンジ・クルー)クルーを降ろせ。
pl: (Członek ekipy) Wyślij członka swojej załogi.

source: Fortunately, your crew has come to save the day. You send them down to check out the market. They'll have to hurry, but you can't stick around too long anyways.
ja: 幸いなことに、あなたのクルーが窮地を救ってくれた。あなたは彼らを市場に向かわせる。彼らは急がなければならないだろうが、いずれにせよ、あまり長居はできない。
pl: Na szczęście członek twojej załogi przyszedł na ratunek.Wysyłasz go do sprawdzenia rynku.Będzie musiał się spieszyć, ale w każdym razie nie możesz tu zbyt długo pozostać.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: We can't do anything here.
ja: ここでは何もできない。
pl: Nie możemy tu nic zrobić.

source: Unfortunately, there's no way the Dynasty is going to make a special case for you. You'll have to do your shopping somewhere else.
ja: 残念ながら、ダイナスティがあなたのために特別なケースを作ってくれることはない。買い物は他ですることになる。
pl: Niestety dynastia nie może zrobić dla ciebie specjalnego pudełka.Będziesz musiał wymienić się w innym miejscu.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "The Demons are coming! Are thou prepared? Most probably not! Stock up, gather your arms, and seek shelter before the demons come! Better yet, wander down to Ol' Yethredi's Doomsday and Demon Preparation Center, and purchase everything you need to keep yourself safe!"
ja: 「悪魔がやって来る！準備はできているか？おそらく、まだだろう！悪魔が来る前に、備蓄し、武器を集め、避難所を探しなさい！それよりも、オル・イェスレディの終末と悪魔の準備センターまでぶらぶら歩いて、身の安全を守るために必要なものをすべて購入することだ！"
pl: „Demony odchodzą! Czy jesteś gotowy? Najprawdopodobniej nie! Zabrwij broń i poszukaj schronienia, dopóki demony przyjdą! I jeszcze lepiej - spójrz na centrum przygotowania do stoczni i demona i kup wszystko i kup wszystko Musisz się chronić! "

source: See what he has to offer.
ja: 彼が何を提供するか見てみよう。
pl: Dowiedz się, co może zaoferować.

source: "Come on in, come on in! There be many items to see, and keep no shyness! Yethredi has all the time! Well not particularly, because doomsday IS coming, but you get what I'm saying."
ja: 「どうぞ、お入りください！見るべきものはたくさんある！イェスレディにはいつでも時間がある！終末の日が来るから特にないけど、言いたいことはわかるよね？"
pl: „Wejdź, wejdź! Jest wiele rzeczy, na które możesz spojrzeć i nie być nieśmiały! Yetred ma wszystko, czego potrzebujesz! Cóż, nie do końca, ponieważ zbliża się dzień osąd . "

source: Hire a Phantom mercenary.
ja: ファントムの傭兵を雇う。
pl: Zatrudnij fantom najemny.

source: Buy a combat augment.
ja: コンバット・オーグメントを購入する。
pl: Kup moduł bojowy.

source: Shop around.
ja: 買い物をする。
pl: Rozejrzyj się w sklepie.

source: With no particular interest in the special items on display, you just take a look at the general shop.
ja: 特別な展示品に特別な興味があるわけでもないので、一般的な店を見て回るだけだ。
pl: Nie wykazując dużego zainteresowania eksponatami specjalnymi, po prostu badasz wspólny sklep.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Phantom Crew) Request that he help you with the fleet.
ja: (ファントム・クルー)彼に艦隊の手伝いを頼む。
pl: (Członek załogi) Poproś go o pomoc w flocie.

source: To your surprise, Yethredi is more than willing, despite the implications. "Doomsday approaches everfast. I fought the demons on the frontlines once, and many of my brothers I witnessed fall. When the time came, it was going to be my honor to stand one final fight against them. So yes, traveler, I will help you. I will help all of us. Reaper have mercy on our metaphorical souls."
ja: 驚いたことに、イースレイディはその意味合いとは裏腹に快く応じてくれた。"終末の日は刻一刻と近づいている。私はかつて最前線で悪魔と戦い、多くの兄弟が倒れるのを目撃した。その時が来たら、最後の戦いに挑むのが私の名誉だ。そうだ、旅人よ、私は君を助ける。我々全員を助ける。死神よ、私たちの比喩的な魂に慈悲を」。
pl: Ku Twoim zaskoczeniu, Yetredred jest więcej niż gotowy, pomimo obaw.„Dzień dnia zbliża się nieuchronnie. Kiedy walczyłem z demonami na froncie, wielu moich braci upadło mi przed oczami. Kiedy nadejdzie czas, będę zaszczycony, że walczy z nimi w ostatniej bitwie. Tak, podróżnik, Pomogę ci.

source: (Dessius) Request that he help you with the fleet.
ja: (デシウス）彼に艦隊を手伝うよう要請してくれ。
pl: (Dessiusz) Poproś go o pomoc w flocie.

source: To your surprise, Yethredi is more than willing, despite the implications. "Doomsday approaches everfast. I fought the demons on the frontlines once, and many of my brothers I witnessed fall. When the time came, it was going to be my honor to stand one final fight against them. So yes, traveler, I will help you. I will help all of us. Reaper have mercy on our metaphorical souls."
ja: 驚いたことに、イースレイディはその意味合いとは裏腹に快く応じてくれた。"終末の日は刻一刻と近づいている。私はかつて最前線で悪魔と戦い、多くの兄弟が倒れるのを目撃した。その時が来たら、最後の戦いに挑むのが私の名誉だ。そうだ、旅人よ、私は君を助ける。我々全員を助ける。死神よ、私たちの比喩的な魂に慈悲を」。
pl: Ku Twoim zaskoczeniu, Yetredred jest więcej niż gotowy, pomimo obaw.„Dzień dnia zbliża się nieuchronnie. Kiedy walczyłem z demonami na froncie, wielu moich braci upadło mi przed oczami. Kiedy nadejdzie czas, będę zaszczycony, że walczy z nimi w ostatniej bitwie. Tak, podróżnik, Pomogę ci.

source: Attack the station!
ja: 駅を攻撃しろ
pl: Zaatakuj stację!

source: Unfortunately for Ol' Yethredi, he's about to become the next victim in your unending spree of murders.
ja: オル・イェトレディにとって不運なことに、彼はあなたの絶え間ない殺人の次の犠牲者になろうとしている。
pl: Niestety dla starego Yetredred, wkrótce zostanie kolejną ofiarą w trwającej serii morderstw.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the store.
ja: 店は無視しろ。
pl: Nie zwracaj uwagi na sklep.

source: Not much point in sticking around. The 'demons' aren't anything new to you anyways, and Auto-ships are hardly a doomsday level threat to be preparing for.
ja: ここに留まる意味はあまりない。どうせ『悪魔』は君にとって目新しいものではないし、オートシップは終末レベルの脅威とは言い難い。
pl: Pobyt tutaj nie ma większego sensu.W każdym razie „demony” nie są dla ciebie czymś nowym, a automatyczne statki raczej nie stanowią zagrożenia do przygotowania dni.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Despite the request of the Dynasty ship, you have blown up their station. They look furious, and begin to shoot at you before you can even pick up some wreckage.
ja: ダイナスティの要請にもかかわらず、あなたは彼らのステーションを爆破した。彼らは激怒した様子で、残骸を拾い集める間もなく、あなたに向かって撃ち始める。
pl: Pomimo prośby statku dynastii zniszczyłeś ich stację.Wyglądają na wściekłych i zaczynają strzelać do ciebie, zanim uda ci się wybrać fragmenty.

source: The Vagabonds are now dead. True to their word, once back aboard their station the Phantoms reward you and offer to trade.
ja: バガボンドは死んだ。約束通り、彼らのステーションに戻ると、ファントムはあなたに報酬を与え、交換を申し出てきた。
pl: Trampy są teraz martwe.Wierne ich słowom, wracając na pokładzie ich stacji, Phantoms nagradzają cię i oferują okazję.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You receive a hail from a Dynasty ship orbiting a station nearby. Looks like they have an... unusual request for you.
ja: 近くのステーションを周回するダイナスティの船から呼び出しを受ける。どうやら、あなたに変わった依頼があるようだ。
pl: Otrzymałeś wiadomość od statku dynastii położonej na orbicie pobliskiej stacji.Wygląda na to, że mają ... niezwykłą prośbę.

source: Hear their offer.
ja: 彼らの申し出を聞いてくれ。
pl: Posłuchaj ich propozycji.

source: "The times of prosperity have come along with your arrival. We find ourselves in an unusual and unfortunate position. Against better judgement we let Vagabonds aboard our station for trading. Now, they've taken siege of it, and we have been forced out. If you can kill them for us without destroying the station, we would be willing to trade."
ja: "あなた方の到着とともに繁栄の時代がやってきた。我々は不運な立場にいる。良識に反して バガボンドを乗船させた 交易のためにそして今、奴らに包囲され、我々は追い出されている。ステーションを破壊することなく、バガボンドを退治してくれるなら、喜んで交換に応じよう"
pl: „Wraz z waszym przybyciem nadeszły czasy dobrobytu. Ale byliśmy w niezwykłej i godnej pożałowania pozycji. Wbrew zdrowiu, pozwalamy, aby włóczęgi na pokładzie naszej stacji do targowania się. Teraz ją uchwycili, i byliśmy zmuszeni do opuszczenia odejścia do opuszczenia Stacja.

source: Agree.
ja: 同意する。
pl: Zgadzać się.

source: "Exercise caution - we will not be pleased if there is no station for us to return to after this."
ja: 「用心してください。この後、私たちが戻る駅がなければ、私たちは喜びません」。
pl: „Postępuj zgodnie z ostrożnością - nie będziemy szczęśliwi, jeśli potem nie będziemy mieli powrotu”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Vagabond Crew) Make a deal to trade with the Vagabonds instead.
ja: (バガボンド・クルー）代わりにバガボンドと取引する。
pl: (Członek załogi-Tramp) Zgadza się handlować z włóczęgami.

source: You decline the Dynasty ship's offer, then secretly dock with the station. The Vagabonds aboard are happy to see one of their own and offer to trade.
ja: あなたはダイナスティの申し出を断り、密かにステーションとドッキングする。乗船していたバガボンドたちは、自分たちの仲間に会えて喜んでおり、交換を申し出てきた。
pl: Odrzucasz propozycję statku dynastii i potajemnie dołączasz do stacji.Trampy na pokładzie chętnie widzą własne i oferują handel.

source: Decline.
ja: 衰退。
pl: Odmawiać.

source: Ignore them.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: You have no idea what the offer is, but you have no business dealing with Ghosts.
ja: オファーが何なのかわからないだろうが、ゴーストを相手にする筋合いはない。
pl: Nie masz pojęcia, jaka to propozycja, ale nie musisz kontaktować się z duchami.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_SLUG_TRAP"]/text
source: A Slug transport ship is stationed near the beacon with a military escort ship. They message you, "We have been waiting for a customer for agesss. Care to see our waresss?"
ja: スラッグの輸送船が軍の護衛艦とともにビーコンの近くに駐留している。彼らはあなたにメッセージを送ってきた。私たちのウェイトレスを見ますか？"
pl: W pobliżu latarni morskiej znajduje się statek transportowy ślimaków z okrętem wojennym eskorty.Informują cię: „Czekamy na klienta od dłuższego czasu. Czy chciałbyś zobaczyć towary?”

source: Decline.
ja: 衰退。
pl: Odmawiać.

source: "Oh well... We ssshall wait here then." You cautiously put distance between your ships before preparing to jump.
ja: 「そうか...。じゃあ、ここで待とう」。ジャンプの準備をする前に、慎重に船と船の間に距離を置く。
pl: „Cóż, wtedy będziemy czekać na zdrowie”.Przed przygotowaniem się do skoku ostrożnie zwiększasz odległość między statkami.

source: Ask to see the goods.
ja: 商品を見せてもらう。
pl: Poproś o pokazanie towarów.

source: "Before we get ahead of ourssselves, I need to explain sssome ground ruless of our transsaction. Thesse are dangerouss timess, yess?"
ja: "先を急ぐ前に、我々のトランザクショ ンに関する基本的なルールを説明する必要がある。今は危険な時期なんだ。
pl: „Zanim zaczniemy handlować, muszę ogłosić niektóre zasady OSSE naszej pracy. Ssesse, inna, prawda?”

source: Continue.
ja: 続ける。
pl: Kontynuować.

source: "Firssst... We accept no tradesss, couponss or refundss. Purchasess are final. Underssstand?"
ja: 「第一に...取引、クーポン、返金は受け付けておりません。購入は最終決定です。ご理解いただけましたか？"
pl: „Po pierwsze ... nie rozpoznajemy żadnych operacji metabolicznych, kuponów ani zwrotów. Zakupy są ostateczne. Rozumiem?”

source: Understood.
ja: 理解している。
pl: Jest jasne.

source: "We hold no liability for productsss damaged post ssale. We offer no insurance or customer sservice. Not a problem?"
ja: 「弊社は、販売後に破損した商品について一切の責任を負いません。保険もカスタマーサービスも提供していません。問題ありませんか？
pl: „Nie ponosimy odpowiedzialności za towary otrzymane przez dowódcę sprzedaży. Nie uniemożliwiamy Ssterching i nie kontrastujemy klientów. Czy to nie stanowi problemu?”

source: Not a problem.
ja: 問題ない。
pl: Bez problemu.

source: Forget this.
ja: これは忘れてくれ。
pl: Zapomnij o tym.

source: Forget this.
ja: これは忘れてくれ。
pl: Zapomnij o tym.

source: "Fine... Not everyone appreciates good dealss..."
ja: "いいだろう...みんながみんな、いい買い物をしたとは限らないんだから..."
pl: „Dobrze ... nie wszyscy doceniają dobre oferty ...”

source: (Slug Crew) Our Slug senses someone aboard the ship. Investigate it.
ja: (スラッグ乗組員)我々のスラッグが何者かが乗船しているのを感知。調査しろ。
pl: (Członek załogi Slizen) Twój śluz uważa, że ​​na pokładzie jest ktoś.Przeprowadź rozpoznanie.

source: It looks like the merchant was trying to stall you while someone teleported on board. You catch him before he could finish and he teleports away. You expect a battle, but the merchant seems frightened more than anything. "I wasssn't doing anything! I was uh... bringing you a gift! Yessss! Please don't kill me, who'sss going to hoard my money otherwissse?"
ja: 誰かがテレポートしている間、商人はあなたを足止めしようとしていたようだ。テレポートが終わる前に、あなたは商人を捕まえ、商人はテレポートで立ち去った。あなたは戦闘になると思ったが、商人は何よりも怯えているようだった。「私は何もしていない！贈り物を持ってきただけだ！そうだ！そうだ！殺さないでくれ、そうしないと誰が俺の金を溜め込むんだ？"
pl: Wygląda na to, że kupiec próbował cię rozproszyć, podczas gdy ktoś teleportuje cię na pokładzie.Udaje ci się go zauważyć, a on go teleportuje.Oczekujesz teraz bitwy, ale kupiec wydaje się bardzo przestraszony.„Nic nie zrobiłem! Ja… przyniosę ci prezent! Tak! Może nie zabijaj mnie, inaczej kto sprawdzi moje pieniądze zamiast mnie?”

source: (Telepathic Shell) Our Shell senses someone aboard the ship. Investigate it.
ja: (テレパシー・シェル) 私たちのシェルは船内に誰かを感知しています。それを調査せよ。
pl: (Telpat Shell) Twoja skorupa czuje, że na pokładzie jest ktoś.Przeprowadź rozpoznanie.

source: It looks like the merchant was trying to stall you while someone teleported on board. You catch him before he could finish and he teleports away. You expect a battle, but the merchant seems frightened more than anything. "I wasssn't doing anything! I was uh... bringing you a gift! Yessss! Please don't kill me, who'sss going to hoard my money otherwissse?"
ja: 誰かがテレポートしている間、商人はあなたを足止めしようとしていたようだ。テレポートが終わる前に、あなたは商人を捕まえ、商人はテレポートで立ち去った。あなたは戦闘になると思ったが、商人は何よりも怯えているようだった。「私は何もしていない！贈り物を持ってきただけだ！そうだ！そうだ！殺さないでくれ、そうしないと誰が俺の金を溜め込むんだ？"
pl: Wygląda na to, że kupiec próbował cię rozproszyć, podczas gdy ktoś teleportuje cię na pokładzie.Udaje ci się go zauważyć, a on go teleportuje.Oczekujesz teraz bitwy, ale kupiec wydaje się bardzo przestraszony.„Nic nie zrobiłem! Ja… przyniosę ci prezent! Tak! Może nie zabijaj mnie, inaczej kto sprawdzi moje pieniądze zamiast mnie?”

source: (Lifeform Scanner) Your scanners have picked up activity aboard the ship. Investigate it.
ja: (生命体スキャナー) スキャナーが船内の活動を感知しました。調査せよ。
pl: (SKANER OF Life Forms) Twoje skanery zarejestrowały aktywność na pokładzie statku.Przeprowadź rozpoznanie.

source: It looks like the merchant was trying to stall you while someone teleported on board. You catch him before he could finish and he teleports away. You expect a battle, but the merchant seems frightened more than anything. "I wasssn't doing anything! I was uh... bringing you a gift! Yessss! Please don't kill me, who'sss going to hoard my money otherwissse?"
ja: 誰かがテレポートしている間、商人はあなたを足止めしようとしていたようだ。テレポートが終わる前に、あなたは商人を捕まえ、商人はテレポートで立ち去った。あなたは戦闘になると思ったが、商人は何よりも怯えているようだった。「私は何もしていない！贈り物を持ってきただけだ！そうだ！そうだ！殺さないでくれ、そうしないと誰が俺の金を溜め込むんだ？"
pl: Wygląda na to, że kupiec próbował cię rozproszyć, podczas gdy ktoś teleportuje cię na pokładzie.Udaje ci się go zauważyć, a on go teleportuje.Oczekujesz teraz bitwy, ale kupiec wydaje się bardzo przestraszony.„Nic nie zrobiłem! Ja… przyniosę ci prezent! Tak! Może nie zabijaj mnie, inaczej kto sprawdzi moje pieniądze zamiast mnie?”

source: "Great. Let me show you our waress. It's not often I meet patient alienss, have this complimentary fuel as well."
ja: 「素晴らしい。ウェイトレスを紹介しよう。辛抱強い異星人には滅多にお目にかかれない。
pl: „Świetnie. Pozwól, że pokażę ci produkty towarów. Nie dbam o przybyszów z pacjentów, a także biorę to niepuropowe paliwo”.
