Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: You feel naked without functioning sensors. You half expect a Rebel ship to appear from behind a cloud at any moment, but none come.
ja: センサーが機能せず、裸のような気分だ。今にも雲の向こうから反乱軍の艦船が現れると期待したが、誰も現れなかった。
pl: Czujesz się nagi bez działających czujników.Myślisz, że w każdej chwili z mgławicy pojawi się statek rebeliantów, ale tak nie jest.

source: Your crew are constantly looking out of the windows, checking for hostiles. They jump at every creak and moan of the ship. The tension is almost palpable...
ja: 乗組員は常に窓から外を眺め、敵がいないかチェックしている。船のきしみやうめき声にいちいち飛びつく。緊張が伝わってくるようだ...。
pl: Twoja załoga nieustannie patrzy z ilunatorów, sprawdzając, czy są wrogowie.Wskakują z każdym skrzypką i jęczą na statku.Napięcie jest prawie namacalne ...

source: You nervously glance out the windows but the only thing to greet you is more clouds and silence.
ja: あなたは緊張して窓の外を見たが、あなたを迎えるのはさらなる雲と静寂だけだった。
pl: Zglądasz nerwowo w iluminę, ale wszystko, co cię spotyka, to jeszcze więcej chmur i ciszy.

source: You cycle through wide-band comm channels as soon as you arrive. Nothing but static.
ja: 到着してすぐにワイドバンドの通信チャンネルを切り替えた。雑音しかない。
pl: Natychmiast po przybyciu patrzysz na szerokopasmowe kanały komunikacji.Nic oprócz zakłóceń.

source: With the sensors down, you spend a good deal of time staring out the window. It is, you must admit, rather beautiful here.
ja: センサーがダウンしている間、あなたは窓の外を眺めていた。ここはとても美しい。
pl: Ponieważ czujniki są odłączone, spędzasz dużo czasu na patrzeniu na iluminę.Muszę przyznać, że tutaj jest bardzo piękny.

source: There's nothing here, save for vast swirls of gas reflecting rays from a distant sun.
ja: 遠い太陽からの光線を反射する広大なガスの渦を除いては、ここには何もない。
pl: Nie ma nic oprócz ogromnych wirów gazowych, które odzwierciedlają promienie odległego słońca.

source: The swarms of Ghosts haunting this sector have put you on edge, but no ship comes. You're alone, for now.
ja: このセクターに出没するゴーストの大群のせいで、あなたはイライラしているが、船は来ない。今のところ、あなたは一人だ。
pl: Tłumy duchów mieszkających w tym sektorze sprawiają, że jesteś w pogotowiu, ale nie pojawia się żaden statek.Na razie jesteś sam.

source: You watch the nebulous gasses drift around outside. No Ghosts or other ships to be seen, and you figure it's safe to say no one else is here.
ja: 漠然としたガスが外を漂うのを眺める。ゴーストも他の船も見当たらない。
pl: Obserwujesz, jak mgliste gazy wirują na zewnątrz.Duchy lub inne statki nie są widoczne i możemy z pewnością powiedzieć, że nie ma tu nikogo innego.

source: You swear you see part of a ship poking out from the clouds before it slips away, but if it were real, it's gone now. No-one appears. You must be going insane.
ja: 雲の切れ間から船の一部が顔を出しているのが見えるが、もしそれが本当なら、もう消えている。誰も現れない。あなたは正気を失っているに違いない。
pl: Przysięgasz, że widziałeś część statku, która pojawiła się z chmur, zanim zniknął z pola widzenia, ale jeśli tak było, to już nie było.Nikt nie jest widoczny.Prawdopodobnie oszalełeś.

# data/events_special_standard.xml$//event[@name="EMPTY_GHOST"]/text
source: At last, a break from both the nebula and constant attacks from Ghosts.
ja: ようやく、星雲からもゴーストからの絶え間ない攻撃からも解放される。
pl: Wreszcie możesz zrobić sobie przerwę od mgławicy i ciągłych ataków duchów.

# data/events_special_standard.xml$//event[@name="EMPTY_GHOST"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_GHOST"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="EMPTY_LANIUS"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_LANIUS"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[1]
source: You pass a civilian ship that warns of the nearby Lanius. "One of them attacked a civilian transport and started to melt their hull. But then the weirdest thing happened... another metal ship actually fired on its companion until it backed off." Apparently there are disagreements among the Lanius about what should be salvaged.
ja: 近くのラニウスを警告する民間船とすれ違う。「そのうちの1隻が民間輸送船を攻撃し、船体を溶かし始めた。だがその後、奇妙なことが起こった......もう1隻の金属船が仲間に発砲したんだ。どうやらラニウスの間では、引き揚げるべきものについて意見の相違があるようだ。
pl: Przechodzisz przez cywilny statek, który ostrzega o zbliżających się Laniusach.„Jeden z nich zaatakował transport cywilny i zaczął topić swój korpus. Ale potem wydarzyło się dziwna rzecz… Kolejny metalowy statek otworzył ogień do swojego towarzysza, dopóki się nie wycofał”.Oczywiście Lanius istnieją nieporozumienia co do tego, co należy uznać za ich ofiarę.

# data/events_special_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[2]
source: A few Lanius military ships are settled nearby, but they refuse all hails. Not wanting to mess with so many deadly ships at once, you leave them alone.
ja: 数隻のラニウス軍艦が近くに停泊しているが、彼らはすべての呼びかけを拒否している。一度に多くの敵艦に手を出したくないので、あなたは彼らを放っておいた。
pl: W pobliżu znajduje się kilka okrętów wojennych Lanius, ale odmawiają wszystkich sygnałów komunikacyjnych.Nie chcąc natychmiast kontaktować się z tak wieloma śmiertelnymi statkami, zostawiasz je w spokoju.

# data/events_special_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[3]
source: The ruins of an ancient Lanius settlement drift nearby, but you don't risk scrapping it for fear of angering any potential Lanius witnesses.
ja: 古代ラニウスの集落跡が近くに漂っているが、ラニウスの目撃者になる可能性のある人たちを怒らせるのを恐れて、スクラップにするリスクは冒さない。
pl: W pobliżu runki starożytnej osady Laniusów są dryfowane, ale nie ryzykujesz, że rozkłada się na złom, obawiając się gniewnych Laniusów, które mogą to zauważyć.

# data/events_special_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[4]
source: This beacon is rather peaceful. In the distance is a shiny Lanius city, a stunning sight even from orbit, but not one you care to interact with.
ja: このビーコンはむしろ平和だ。遠くには光り輝くラニウスの都市があり、軌道上からでも目を見張るような光景だが、交流する気にはなれない。
pl: Ta latarnia morska jest dość spokojna.W oddali widać genialne miasto Lanius - niesamowity widok nawet z orbity, ale to nie jest miejsce, w którym chciałbyś odwiedzić.

# data/events_special_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[5]
source: The raiding of this sector during the Lanius hibernation made this sector a massive site of traffic, but after the Lanius awoke and began attack civilians with reckless abandon, the number of visitors plummeted and the sector returned to its original state of relative obscurity.
ja: ラニウスが冬眠中にこのセクターを襲撃したことで、このセクターは交通量の多い場所となったが、ラニウスが目覚め、無謀にも民間人を攻撃し始めた後は、訪問者の数は激減し、このセクターは元の比較的無名の状態に戻った。
pl: Najazdy na ten sektor podczas hibernacji Laniusa sprawiły, że było to miejsce masowego gromadzenia ludzi, ale po tym, jak Laniuses się obudził i zaczęli lekkomyślnie atakować cywilów, liczba odwiedzających została gwałtownie zmniejszona, a sektor powrócił do pierwotnego stanu stanowego względnej niejasności.

# data/events_special_standard.xml$//event[@name="EMPTY_AUG"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_AUG"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_AUG"]/text[1]
source: Despite the usual clusters of ruins or Lanius you expect to find here, this beacon holds nothing more than a break from combat.
ja: 遺跡やラニウスが散在しているのが一般的だが、このビーコンには戦闘の合間の休息しかない。
pl: Pomimo zwykłych klastrów ruin lub Laniusesów, których spodziewasz się tutaj, ta latarnia morska to tylko miejsce na relaks z działań wojennych.

# data/events_special_standard.xml$//textList[@name="EMPTY_AUG"]/text[2]
source: A few wrecks float nearby, but they've been picked completely dry. These ancient beings must have been prolific builders to have left so much behind...
ja: 近くには沈没船がいくつか浮かんでいるが、完全に乾いてしまっている。これほど多くのものを残していくとは、古代人は多産な建築家だったに違いない......。
pl: W pobliżu znajduje się kilka pozostałości statków, ale zostały całkowicie wyczyszczone.Te starożytne stworzenia musiały być bardzo wykwalifikowanymi budowniczymi, ponieważ tak wiele rzeczy pozostało ...

# data/events_special_standard.xml$//event[@name="EMPTY_ABANDONED"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ABANDONED"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_ABANDONED"]/text[1]
source: The charts indicate this was the location of a small skirmish over a military facility on a nearby moon. Oddly, scans pick up no signs of debris from either the battle or the station. Yet another area sucked dry by scavengers.
ja: 海図によると、ここは近くの月の軍事施設をめぐって小さな小競り合いがあった場所だ。奇妙なことに、スキャンしても戦闘やステーションの残骸は見つからない。またひとつ、スカベンジャーに吸い尽くされた場所が増えた。
pl: Sądząc po listach przebojów, w tym miejscu na pobliskim księżycu była niewielka potyczka wojskowa.Dziwne, ale skan nie znalazł żadnych śladów bitwy ani wraku stacji.Kolejny obszar oczyszczony na ziemi przez Padalmerów.

# data/events_special_standard.xml$//textList[@name="EMPTY_ABANDONED"]/text[2]
source: Scans show no signs of any ships or settlements nearby. You have no way of knowing if the area was always uninhabited or if it was simply erased by scavengers.
ja: スキャンしてみると、近くに船や集落があった形跡はない。この地域がもともと無人だったのか、それとも単にスカベンジャーに消されたのか、知る由もない。
pl: Skanowanie nie ujawniło żadnych oznak statków lub osad w pobliżu.Nie masz okazji dowiedzieć się, czy to terytorium było zawsze niezamieszkane, czy po prostu zostało oczyszczone za pomocą scenariuszy.

# data/events_special_standard.xml$//textList[@name="EMPTY_ABANDONED"]/text[3]
source: This beacon is void of Lanius, Ghosts, pirates, or any other ship for that matter.
ja: このビーコンにはラニウスもゴーストも海賊も他の船もいない。
pl: Nie ma Laniusów, duchów, piratów, żadnych innych statków na tej latarni morskiej.

# data/events_special_standard.xml$//textList[@name="EMPTY_ABANDONED"]/text[4]
source: The charred remains of a civilian settlement suggests either recent pirate activity or a long ago battle with presumably Rebel forces. Either way, the beacon is now empty.
ja: 炭化した民間人の集落の跡は、最近の海賊の活動か、あるいは大昔の反乱軍との戦闘を示唆している。いずれにせよ、ビーコンは今は無人だ。
pl: Zwęglone pozostałości osady cywilnej wskazują na ostatnie działania piratów, albo długą walkę z domniemanymi siłami rebeliantów.W każdym razie latarnia morska jest teraz pusta.

# data/events_special_standard.xml$//event[@name="EMPTY_ORIGINS"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ORIGINS"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_ORIGINS"]/text[1]
source: Around you are the remains of a long-abandoned Crystalline society. You wish you could have seen what this sector was like before the Cultist invasion...
ja: あなたの周りには、長い間放置されていた結晶社会の遺跡がある。カルト教団の侵略が始まる前、この地区がどのような場所であったかを見たかった......。
pl: Wokół ciebie są pozostałości długiego stowarzyszenia krystalicznego.Chciałbym zobaczyć, jaki był ten sektor przed inwazją kultystów ...

# data/events_special_standard.xml$//textList[@name="EMPTY_ORIGINS"]/text[2]
source: No ships are in view. You suppose this is how the Crystalline people would have preferred their sector stayed...
ja: 船は見えない。クリスタルの人々は、自分たちのセクターがこうあることを望んだのだろう。
pl: Statki nie są widoczne.Wierzysz, że lud Crystalline wolałby, aby ich sektor pozostał po prostu ...

# data/events_special_standard.xml$//textList[@name="EMPTY_ORIGINS"]/text[3]
source: This beacon has not yet been touched by the swarms of invasive cultists. It should serve as a well earned break.
ja: このビーコンは、侵入してきたカルト教団の大群にまだ触れられていない。十分な休憩になるはずだ。
pl: Ta latarnia morska nie jest jeszcze dotknięta przez tłumy atakujących kultystów.Musi służyć jako dobrze zachowane wytchnienie.

# data/events_special_standard.xml$//event[@name="EMPTY_ANCIENT"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ANCIENT"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_ANCIENT"]/text[1]
source: Three artificial planets, heavily damaged, float in the distance. They are void of a star to orbit, and some day they will crash into each other, but for now this beacon is safe.
ja: 大きく損傷した3つの人工惑星が遠くに浮かんでいる。軌道を周回する星がなく、いつかは互いに衝突するだろうが、今のところこのビーコンは安全だ。
pl: W oddali pojawiły się trzy silnie uszkodzone sztuczne planety.Nie mają gwiazdy, wokół której mogliby się obrócić, a pewnego dnia dostaną się do siebie, ale jak dotąd ta latarnia morska jest bezpieczna.

# data/events_special_standard.xml$//textList[@name="EMPTY_ANCIENT"]/text[2]
source: You must admit, you've grown used to the pollution caused by frequent ship battles outside of this sector. The clean space around you puts you at ease, and you figure it's okay to do something aboard the ship.
ja: 正直なところ、このセクターの外で頻繁に起こる船の戦闘による汚染には慣れてきた。清潔な空間があなたを安心させてくれる。
pl: Musisz przyznać, że jesteś już przyzwyczajony do zanieczyszczenia środowiska spowodowanego częstymi bitwami statków poza tym sektorem.Czysta przestrzeń wokół ciebie zapewnia i zdecydujesz, że możesz zrobić coś na pokładzie statku.

# data/events_special_standard.xml$//textList[@name="EMPTY_ANCIENT"]/text[3]
source: An Obelisk settlement has been established on the nearby artificial planet. It looks very well protected, and you decide it's best to be left alone.
ja: 近くの人工惑星にオベリスクの入植地ができた。とてもよく守られているようで、放っておくのが一番だと判断したのか。
pl: Na pobliskiej sztucznej planecie pojawiła się osada obelisków.Wygląda bardzo dobrze -postanowisz i zdecydowałeś, że lepiej jest zostawić to w spokoju.

# data/events_special_standard.xml$//textList[@name="EMPTY_ANCIENT"]/text[4]
source: Not an Obelisk ship to be seen. You're surprised how busy this sector has been considering the Obelisks are supposedly close to extinction, but you're happy to take a break.
ja: オベリスクの船は見当たらない。オベリスクが絶滅に近いと言われていることを考えると、このセクターの忙しさには驚くが、一息つけるのは嬉しい。
pl: Nie widać ani jednego statku Obelisks.Jesteś zaskoczony, jak żywy był ten sektor, biorąc pod uwagę, że obeliski są rzekomo bliskie zniknięcia, ale jesteś zadowolony z przerwy.
