Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: We needed more equipment.
ja: もっと機材が必要だった。
pl: Potrzebujemy więcej sprzętu.

source: "Understood. Transferring combat drone schematic." You aren't sure why they assumed this was what you needed, but they're gone before you have a chance to ask them.
ja: "理解した。戦闘ドローンの設計図を転送する。なぜこれが必要だと思ったのかわからないが、聞く前に彼らは去ってしまった。
pl: „Rozumiem. Przechodzę schemat bojowego drona”.Nie wiesz, dlaczego zdecydowali, że właśnie tego potrzebujesz, ale odchodzą, zanim uda ci się o to zapytać.

# data/events_special_standard.xml$//event[@name="STOREEVENT_HACKED"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//textList[@name="STORES_HACKED"]/text[1]
source: A hacker ship is preaching deals to nearby ships. "Federation, aye? No matter, sssso long asss you got ssome ssscrap, you're welcome here."
ja: ハッカー船が近くの船に取引を説いている。「連邦か？"関係ない。" "ケツでも舐めてろ。" "歓迎するよ。"
pl: Statek hakerów wysyła wiadomości do pobliskich statków.„Federacja, tak? To nie ma znaczenia, Essli ma złom metal, jesteś zadowolony ze zdrowia ciebie”.

# data/events_special_standard.xml$//textList[@name="STORES_HACKED"]/text[2]
source: A civilian is running a small shop here. "The hackers have allowed me to run my store under their control, so long as 90% of the proceeds go to them. So please, buy as much as you can so I can afford food tonight."
ja: ある民間人がここで小さな店を営んでいる。「ハッカーたちは、売り上げの90％を彼らに渡す限り、彼らの管理下で店を運営することを許可してくれた。だから、今夜の食料のために、できるだけたくさん買ってください"
pl: Cywil otworzył tutaj mały sklep.„Hakerzy pozwolili mi kontrolować sklep pod ich kontrolą, a 90% przychodów idzie do nich. Proszę kupować jak najwięcej, abyś mógł stać dziś na jedzenie”.

source: Unvisited. Reported merchant location.
ja: 未訪問。加盟店所在地を報告。
pl: Nieudane miejsce.Domniemana lokalizacja kupca.

source: This beacon was a fake store.
ja: このビーコンは偽物の店だった。
pl: Ta latarnia morska okazała się fałszywym sklepem.

# data/events_special_standard.xml$//event[@name="STOREEVENT_HACKED_FAKE"]/text
source: There appears to be no store here after-all! A hacker ship here hails you. "Hahaha! You absssssolute fool! You nincompoop! You fell for my trap! Prepare to die."
ja: やはりここには店はないようだ！ハッカー船だ。「ハハハ！この愚か者め！この間抜けが！俺の罠に引っかかったな！死ぬ準備をしろ"
pl: Wygląda na to, że wciąż nie ma tu sklepu!Dzwoni do ciebie statek hakerów.„Ha ha ha! Jesteś absolutnym głupcem! Ty, głupi! Jesteś w mojej pułapce! Przygotuj się na SSSERET.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="EMPTY_STANDARD"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_STANDARD"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[1]
source: Your jump leads you to nothing but empty space. This Jump Beacon serves no purpose other than as a connection.
ja: ジャンプの先には何もない空間が広がっている。このジャンプ・ビーコンは、接続以外の目的はない。
pl: Twój skok nie prowadzi do niczego innego niż pusta przestrzeń.Ta przeskakująca latarnia morska nie służy do komunikacji.

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[2]
source: You jump into an unremarkable system. No life signs detected within scanning range.
ja: 何の変哲もない星系に飛び込む。スキャン範囲内に生命反応なし。
pl: Wskakujesz do nietypowego systemu.W strefie skanowania nie było żadnych oznak życia.

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[3]
source: Your scans reveal a mining base on a nearby planet long since abandoned. No life signs detected.
ja: 近くの惑星に採掘基地がある。生命反応はありません。
pl: W wyniku skanowania znaleziono bazę górniczą na pobliskiej planecie, od dawna porzuconej.Nie było oznak życia.

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[4]
source: Your scans reveal an ore refinery and several factories, all standing still and empty. No life signs detected.
ja: スキャンしたところ、鉱石精製所といくつかの工場が見つかったが、いずれも空っぽで止まっている。生命反応はない。
pl: W wyniku skanowania znaleziono roślinę górniczą i kilka fabryk, wszystkie są w spustoszech.Nie było oznak życia.

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[5]
source: You discover a nearby planet speckled with settlements, although none respond to your hails.
ja: 近くに集落が点在する惑星を発見するが、呼びかけに応えてくれる惑星はない。
pl: Znalazłeś w pobliżu planetę z wieloma osadami, ale żaden z nich nie odpowiada na twoje sygnały.

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[6]
source: This beacon has been built for a nearby civilian space-station. No one hails your ship.
ja: このビーコンは近くの民間宇宙ステーションのために作られた。誰もあなたの船を呼んでいません。
pl: Ta latarnia morska została zbudowana dla pobliskiej cywilnej stacji kosmicznej.Nikt nie odpowiada na sygnały twojego statku.

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[7]
source: The nearby planet shows sign of habitation and great beauty. A rudimentary automated planetary defense system is looping its message into space: "Warning! Quarantine Level 5 in effect under FHA Act 22, article 11.2. Warning! Quarantine Level 5..."
ja: 近傍の惑星には居住の兆候があり、非常に美しい。初歩的な自動惑星防衛システムが、宇宙に向けてメッセージを発信している：「警告！警告！FHA法22条11.2に基づき、検疫レベル5が発令されました。警告！警告！ 隔離レベル5..."
pl: Na planecie położonej w pobliżu widoczne są oznaki siedziby i piękna.Szeregowy automatyczny system obrony planetarnej przekazuje przesłanie w kosmos: „Uwaga! Kwarantanna 5. poziomu została wprowadzona zgodnie z prawem 22-FZ, art. 11.2. Uwaga! Kwarantanna 5. poziomu ...”

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[8]
source: Your jump leads to a completely unremarkable binary star system. There is nothing else around.
ja: ジャンプした先は、まったく目立たない連星系だ。周りには何もない。
pl: Twój skok doprowadził do całkowicie nietypowego systemu par sparowanych.W okolicy nie ma nic innego.

# data/events_special_standard.xml$//textList[@name="EMPTY"]/text[9]
source: Your jump leads to a remarkable binary star system. The view is beautiful, but there is nothing else around.
ja: あなたのジャンプは驚くべき連星系につながる。景色は美しいが、周りには何もない。
pl: Twój skok prowadzi do niesamowitego systemu podwójnego gwiazd.Widok jest piękny, ale nie ma nic więcej.

# data/events_special_standard.xml$//event[@name="EMPTY_START"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_START"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="TEXT_EMPTY_START"]/text[1]
source: Your computer is flooded by a number of alerts informing you this beacon is unstable from repeated use. Despite this, you have little worry because of your Multiverse drive, so you take this opportunity to do something aboard the ship.
ja: あなたのコンピューターには、このビーコンが繰り返し使用されることで不安定になっていることを知らせるアラートが多数表示されている。にもかかわらず、マルチバース・ドライブのおかげで心配はほとんどない。
pl: Twój komputer jest oceniany przez wiele ostrzeżeń, które podają, że latarnia morska jest niestabilna z powodu wielokrotnego użytku.Mimo to, dzięki Multi-Senior, nie doświadczasz wielkiego niepokoju, więc skorzystasz z okazji, aby zrobić coś na pokładzie statku.

# data/events_special_standard.xml$//textList[@name="TEXT_EMPTY_START"]/text[2]
source: This sector is still under heavy construction to make way for supply depots and Multiverse warp-bays. This beacon has not yet undergone industrialization, and is empty as far as you can see.
ja: このセクターは、補給基地やマルチバース・ワープベイを建設するため、まだ大規模な工事中だ。このビーコンはまだ工業化されておらず、見渡す限り何もない。
pl: Sektor ten wciąż znajduje się na etapie intensywnej budowy, aby zwolnić przestrzeń dla magazynów zaopatrzenia i wypaczenia z wieloma punktami.Ta latarnia morska nie przeszła jeszcze industrializacji i jest pusta, jak widać.

# data/events_special_standard.xml$//textList[@name="TEXT_EMPTY_START"]/text[3]
source: A small planet is in orbit nearby, spotted with settlements. However, the beacon has nothing else to offer than the view.
ja: 小さな惑星が近くの軌道上にあり、入植地が点在している。しかし、ビーコンが提供するものは景色だけだ。
pl: Na pobliskiej orbicie znajduje się niewielka planeta, na której istnieją osady.Jednak oprócz gatunku latarnia morska nie może zaoferować niczego innego.

# data/events_special_standard.xml$//textList[@name="TEXT_EMPTY_START"]/text[4]
source: An automated Federation vessel is scouting out the nearby system.
ja: 連邦の自動船が近くの星系を偵察している。
pl: Automatyczny statek Federacji prowadzi inteligencję pobliskiego systemu.

# data/events_special_standard.xml$//event[@name="NEBULA_NOTHING"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="NEBULA_NOTHING"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[1]
source: You can't see anything through the thick gases surrounding your ship. Without knowing what is out there, all you can do is wait for your FTL to charge.
ja: 船を取り囲む濃いガスを通しては何も見えない。何がそこにあるのかわからず、できることはFTLの充電を待つことだけだ。
pl: Nic nie widać w grubości gazów otaczających Twój statek.Nie wiedząc, co jest na zewnątrz, możesz tylko poczekać, aż twój SSD zostanie obciążony.

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[2]
source: Without active sensors you have no other option but to look out of the view-ports in apprehension. It's eerily quiet.
ja: アクティブセンサーがなければ、不安のあまりビューポートから外を眺めるしかない。不気味なほど静かだ。
pl: Bez czujników działających nie masz innego wyboru, z wyjątkiem ostrożnego zerkania z ilunatory.Tutaj jest strasznie cicho.

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[3]
source: As you wait for the FTL drive to charge, you half expect to be ambushed at any moment. However, no attack comes...
ja: FTLドライブの充電を待つ間、いつ待ち伏せされるかと半信半疑だった。しかし、攻撃は来ない...。
pl: Czekając na ładowanie SSD, myślisz, że w dowolnym momencie możesz zasadzić się na zasadzkę.Jednak nie ma ataku ...

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[4]
source: You feel naked without functioning sensors. You half expect a Rebel ship to appear from behind a cloud at any moment, but none come.
ja: センサーが機能せず、裸のような気分だ。今にも雲の向こうから反乱軍の艦船が現れると期待したが、誰も現れなかった。
pl: Czujesz się nagi bez działających czujników.Myślisz, że w każdej chwili z mgławicy pojawi się statek rebeliantów, ale tak nie jest.

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[5]
source: Your crew are constantly looking out of the windows, checking for hostiles. They jump at every creak and moan of the ship. The tension is almost palpable...
ja: 乗組員は常に窓から外を眺め、敵がいないかチェックしている。船のきしみやうめき声にいちいち飛びつく。緊張が伝わってくるようだ...。
pl: Twoja załoga nieustannie patrzy z ilunatorów, sprawdzając, czy są wrogowie.Wskakują z każdym skrzypką i jęczą na statku.Napięcie jest prawie namacalne ...

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[6]
source: You nervously glance out the windows but the only thing to greet you is more clouds and silence.
ja: あなたは緊張して窓の外を見たが、あなたを迎えるのはさらなる雲と静寂だけだった。
pl: Zglądasz nerwowo w iluminę, ale wszystko, co cię spotyka, to jeszcze więcej chmur i ciszy.

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[7]
source: You cycle through wide-band comm channels as soon as you arrive. Nothing but static.
ja: 到着してすぐにワイドバンドの通信チャンネルを切り替えた。雑音しかない。
pl: Natychmiast po przybyciu patrzysz na szerokopasmowe kanały komunikacji.Nic oprócz zakłóceń.

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[8]
source: With the sensors down, you spend a good deal of time staring out the window. It is, you must admit, rather beautiful here.
ja: センサーがダウンしている間、あなたは窓の外を眺めていた。ここはとても美しい。
pl: Ponieważ czujniki są odłączone, spędzasz dużo czasu na patrzeniu na iluminę.Muszę przyznać, że tutaj jest bardzo piękny.

# data/events_special_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[9]
source: There's nothing here, save for vast swirls of gas reflecting rays from a distant sun.
ja: 遠い太陽からの光線を反射する広大なガスの渦を除いては、ここには何もない。
pl: Nie ma nic oprócz ogromnych wirów gazowych, które odzwierciedlają promienie odległego słońca.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[1]
source: A small Civilian settlement is nearby, well protected by Militia patrols. You don't bother trying to contact the settlement.
ja: 小さな民間人の集落が近くにあり、民兵のパトロールによって守られている。あなたはわざわざその集落に連絡を取ろうとはしない。
pl: W pobliżu znajduje się niewielka osada cywilnego, dobrze strzeżona patrolem bojówek.Nie próbujesz skontaktować się z ugodą.

# data/events_special_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[2]
source: Despite all the civilian infrastructure in this sector, this beacon appears to be mostly empty.
ja: このセクターに民間インフラがあるにもかかわらず、このビーコンはほとんど空っぽのようだ。
pl: Pomimo obecności infrastruktury cywilnej w tym sektorze, ta latarnia morska wydaje się w większości pusta.

# data/events_special_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[3]
source: No pirates, politicians, or people of any kind populate this place.
ja: 海賊も政治家も、どんな種類の人間もここにはいない。
pl: Nie ma piratów, polityków i innych ludzi.

# data/events_special_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[4]
source: This beacon offers a break from the busy happenings of the civilians in this sector.
ja: このビーコンは、この分野の民間人の多忙な出来事からの息抜きを提供してくれる。
pl: Ta latarnia morska pozwala zrobić sobie przerwę od zgiełku życia wśród cywilów w tym sektorze.

# data/events_special_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[5]
source: For once, a beacon where you aren't having to save a civilian from a pirate ship. You relax and do something on the ship.
ja: 今回ばかりは、海賊船から一般市民を救う必要がないビーコンだ。あなたはリラックスして、船で何かをする。
pl: Po raz pierwszy latarnia morska, w której nie jest konieczne oszczędzanie cywilne przed statkiem piratów.Odprężasz się i robisz coś na statku.

# data/events_special_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[6]
source: A heavily protected Militia caravan is passing through this beacon. They won't respond to your hails, and attacking them would be practically suicide. You lay low and do something on the ship.
ja: 厳重に守られた民兵のキャラバンがこのビーコンを通過している。呼びかけても反応しないし、攻撃するのは自殺行為だ。君は身を潜め、船で何かするんだ。
pl: Dobrze oszczędzona karawana milicji przechodzi przez tę latarnię morską.Nie reagują na twoje sygnały, ale zaatakują je praktycznie samobójstwem.Lepiej jest ukryć i zrobić coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_MILITIA"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_MILITIA"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_MILITIA"]/text[1]
source: A small training exercise is going on nearby between several Militia ships. You feel it's best not to get involved.
ja: 近くで民兵の艦船数隻による小規模な訓練が行われている。関わらない方がいいと思う。
pl: W pobliżu znajdują się małe ćwiczenia między kilkoma statkami milicji.Myślisz, że lepiej nie interweniować.

# data/events_special_standard.xml$//textList[@name="EMPTY_MILITIA"]/text[2]
source: You attempt to hail a small outpost nearby, but they decline your attempts at communication. You aren't too bothered by it, but you wish they hadn't been so rude.
ja: あなたは近くの小さな前哨基地に呼びかけようとしたが、彼らはあなたの通信の試みを拒否した。あなたはさほど気にしなかったが、彼らがそれほど無礼でなければよかったのにと思った。
pl: Próbujesz skontaktować się z małym VvvanPost w pobliżu, ale odrzucają one próby skontaktowania się.Nie przeszkadza ci to zbytnio, ale chciałbyś, aby nie byli tak niegrzeczni.

# data/events_special_standard.xml$//textList[@name="EMPTY_MILITIA"]/text[3]
source: Nothing but empty space here. Either there's something you're missing, or the Militiamen didn't have anything worthwhile to install here. Either way, you won't be sticking around long enough for it to matter.
ja: ここには何もない。何か見落としているものがあるのか、それとも民兵がここに設置する価値のあるものを何も持っていなかったのか。いずれにせよ、そんなことを気にするほど長くはいられないだろう。
pl: Nie ma nic oprócz pustej przestrzeni.Albo coś brakuje, albo milicje nie znalazły niczego wartościowego, co można tu zainstalować.W każdym razie nie zostaniesz tu przez długi czas, aby miało to znaczenie.

# data/events_special_standard.xml$//textList[@name="EMPTY_MILITIA"]/text[4]
source: A pirate vessel flies past, but before you can react they are promptly followed by a Militia ship. The Militia ship is much faster though and swiftly catches the pirates and starts to make arrests. You try not to get involved and slip away.
ja: 海賊船が通り過ぎるが、反応する間もなく民兵船が追いかけてくる。しかし、民兵船のほうがはるかに速く、海賊を素早く捕まえて逮捕を始める。あなたは巻き込まれないようにして、その場を離れる。
pl: Statek piratów leci obok, ale zanim będziesz mógł zareagować, statek milicji natychmiast podąża za nim.Statek milicji jest znacznie szybszy, szybko wyprzedza piratów i zaczyna ich aresztować.Starasz się nie interweniować i wychodzić.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_FED_NORMAL"]/text[1]
source: The wreckage of a single Federation ship drifts nearby. There's not much there left to salvage, and you feel dirty even considering scraping it.
ja: 連邦の船の残骸が1隻、近くを漂っている。サルベージできるようなものはあまり残っておらず、スクラップにしようと考えただけでも汚いと感じる。
pl: W pobliżu wraku jednego statku federacji.Nie ma tam nic specjalnego do zebrania i czujesz się brudny nawet z myślą o przeanalizowaniu go na złom metal.

# data/events_special_standard.xml$//textList[@name="EMPTY_FED_NORMAL"]/text[2]
source: This beacon is rather unremarkable. It must simply serve as a connection for passing ships.
ja: このビーコンは目立たない。単に通過する船のための接続の役割を果たしているに違いない。
pl: Ta latarnia morska nie jest niezwykła.Prawdopodobnie po prostu służy komunikowaniu się z przechodzącymi sądami.

# data/events_special_standard.xml$//textList[@name="EMPTY_FED_NORMAL"]/text[3]
source: The Federation has been hurt greatly in this reality, and this system is filled with many abandoned Federation structures. There doesn't appear to be anything worth scrapping.
ja: 連邦はこの現実で大きな痛手を負っており、この星系は放棄された連邦の建造物で埋め尽くされている。スクラップに値するものは何もないようだ。
pl: Federacja bardzo ucierpiała w tej rzeczywistości, a system ten jest wypełniony wieloma opuszczonymi strukturami Federacji.Wygląda na to, że nie ma tu nic, co można by zdemontować na złom metal.

# data/events_special_standard.xml$//textList[@name="EMPTY_FED_NORMAL"]/text[4]
source: A few Federation and Civilian ships are passing through this system, but none respond to your hails.
ja: 連邦と民間の船が数隻この星系を通過しているが、呼びかけに応答する船はない。
pl: Przechodzi przez ten system kilka statków federacji i cywilnych statków, ale żaden z nich nie odpowiada na twoje sygnały.

# data/events_special_standard.xml$//event[@name="EMPTY_FED_FLEET"]/text
source: A few larger Federation ships float some distance away, but none respond to your hails.
ja: 連邦の大型船が数隻浮かんでいるが、呼びかけに応じる船はない。
pl: Kilka dużych statków federacji latają w pewnej odległości, ale żaden z nich nie odpowiada na twoje sygnały.

# data/events_special_standard.xml$//event[@name="EMPTY_FED_FLEET"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_FED_FLEET"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="EMPTY_ENGI"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ENGI"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[1]
source: The complex arrangements of ship hulls and FTL drive capacitors floating abandoned in space suggest the Engi were here not too long ago; but no longer.
ja: 宇宙空間に放置された船体やFTLドライブのコンデンサーが複雑に配置されていることから、エンギが少し前までここにいたことがわかる。
pl: Złożony konstrukcja kadłubów statków i kondensatorów napędów super światła opuszczonych w przestrzeni sugeruje, że Angie nie była tu tak dawno, ale nie ma ich więcej.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[2]
source: You arrive at a green planet with great plains and rolling waterfalls. It would be of little interest to the Engi nearby.
ja: 大平原となだらかな滝のある緑の惑星に到着する。近くにいるエンギにとってはほとんど興味のない場所だろう。
pl: Wjeżdżasz na zieloną planetę z ogromnymi równinami i wodospadami.Nie jest to szczególnie interesujące dla żywego pobliskiego Angie.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[3]
source: You have arrived near an Engi construction yard. Most Engi maintain their bi-pedal appearance out of habit but here you see a number of Engi hives working together to create massive organic machines adept at building ships. Truly a sight to behold.
ja: あなたはエンギの建設ヤードの近くに到着した。ほとんどのエンギは習慣的に二足歩行の姿を保っているが、ここでは多くのエンギの巣が協力し合い、船の建造に長けた巨大な有機機械を作り上げている。実に見ごたえのある光景だ。
pl: Przybyłeś na plac budowy Angie.Większość Angie zachowuje swój dwukierunkowy wygląd, ale tutaj widzisz kilka grup Angie pracujących nad tworzeniem masywnych maszyn organicznych, które mogą budować statki.Spektakl jest naprawdę niesamowity.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[4]
source: Even though each "individual" Engi is made up of trillions of nano-machines, their culture still revolves around traditional social interactions. A nearby station seems to be constructed for entertainment of passing Engi travellers.
ja: エンギの "個体 "は何兆ものナノマシンで構成されているにもかかわらず、彼らの文化は伝統的な社会的交流を中心に回っている。近くの駅は、通りすがりのエンギ旅行者を楽しませるために建設されたようだ。
pl: Pomimo faktu, że każda „jednostka” Angie składa się z bilionów nanomashin, ich kultura nadal opiera się na tradycyjnej interakcji społecznej.Najwyraźniej pobliska stacja została zbudowana, aby zabawić lecące uczestników Angie.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[5]
source: You see a number of Engi space stations and fleets nearby. Despite looking like piles of junk loosely tied together they are actually a model of efficiency. They just lack a certain aesthetic emphasis in their constructions.
ja: 近くにエンギの宇宙ステーションや艦隊がいくつも見える。ガラクタの山が緩く結ばれているように見えるが、実際には効率性の見本だ。ただ、その構造にはある種の美的強調が欠けている。
pl: W pobliżu widocznych jest kilka stacji kosmicznych i floty Angie.Pomimo faktu, że wyglądają jak stosy śmieci, beztrosko połączone, w rzeczywistości są modelem skuteczności.Po prostu w ich konstrukcjach nie ma wystarczającej estetyki.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[6]
source: This system appears quite peaceful. You're not sure how long it'll last between the combined threats of the Rebels and Mantis.
ja: この星系はとても平和に見える。反乱軍とマンティスの脅威がいつまで続くかわからない。
pl: Ten system wygląda dość spokojnie.Nie wiesz, jak długo to potrwa w obliczu zagrożenia ze strony rebeliantów i modliszki.

# data/events_special_standard.xml$//textList[@name="EMPTY_ENGI"]/text[7]
source: There are a number of merchant ships passing through the area despite the threat of Mantis invasion. No doubt interested in buying the efficient technology of the Engi.
ja: マンティスの侵略の脅威にもかかわらず、多くの商船がこの地域を通過している。エンジの効率的な技術を買おうとしているのは間違いない。
pl: Pomimo zagrożenia inwazją Bogomolova wiele statków handlowych przechodzi przez ten obszar.Niewątpliwie są zainteresowani zdobyciem skutecznych technologii Angie.
