Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: "Great. Let me show you our waress. It's not often I meet patient alienss, have this complimentary fuel as well."
ja: 「素晴らしい。ウェイトレスを紹介しよう。辛抱強い異星人には滅多にお目にかかれない。
pl: „Świetnie. Pozwól, że pokażę ci produkty towarów. Nie dbam o przybyszów z pacjentów, a także biorę to niepuropowe paliwo”.

source: "During our discussion, my man hass taken the liberty of disabling your weaponss to prevent any complications while completing our... transssaction..." You suddenly register multiple weapon locks, but your own weapons are not responding. Get out of there!
ja: "話し合いの間、私の部下が勝手に君たちの武器を無効化した...""複雑な事態を防ぐために...""トランザクションを完了させるために..."突然、複数の武器ロックが登録されたが、自分の武器は反応しない。そこから出ろ！
pl: „Podczas naszej rozmowy mój mężczyzna zabrał SSSSMELOSST, aby wyłączyć broń, aby zapobiec bossom podczas zakończenia naszego ... szkieletu ...” Nagle nagrasz broń na statku i przestaje to pracować.Wydostamy się stąd!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Anti-Virus) Restore your weapons.
ja: (アンチウイルス）武器を復元します。
pl: (Antywirus) Przywróć broń.

source: Your weapon system is restored to full power.
ja: 武器システムはフルパワーに回復している。
pl: System broni jest przywrócony do pełnej mocy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Thank you. If you could do me one more courtesssy... please die quietly." You suddenly hear gunshots aboard the ship. He must have been stalling for time while they boarded your ship!
ja: 「ありがとう。もう一つ礼儀を尽くしてくれるなら...静かに死んでくれ"突然、船内で銃声が聞こえた。あなたの船に乗り込む間、時間稼ぎをしたのだろう！
pl: „Ssspassibo. ECSLY mogłem dostarczyć mi jedną uprzejmość ... być może umrzeć cicho”.Nagle słyszysz strzały na pokładzie statku.Musiał poświęcić czas, gdy zabrał twój statek na pokład!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Very well... Impatient alienss..." You prepare to jump.
ja: 「よろしい。せっかちなエイリアン..."あなたはジャンプの準備をする。
pl: „Bardzo dobrze ... niecierpliwi kosmici ...” Przygotowujesz się do skoku.

source: You prepare to leave but notice noises in your ship. It looks like the merchant was trying to stall you while they hacked into your systems. You barely have time to order a red alert before a military ship flies through the clouds intent on your destruction!
ja: 出発の準備をするが、船内の物音に気づく。商人がシステムをハッキングしている間、あなたを足止めしようとしていたようだ。赤色警報を出す間もなく、軍艦が雲を突き抜けて飛んできた！
pl: Przygotowujesz się do odlotu, ale zauważysz hałas na statku.Wygląda na to, że kupiec próbuje cię zatrzymać, hakując twoje systemy.Ledwo masz czas na złożenie zamówienia na alarm, okręt wojenny miga przez chmury, zamierzając cię zniszczyć!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_SLUG_HYPNO"]/text
source: A huge Slug teleports from nowhere onto the bridge! Before you can open fire, he's spread his wares across the helm and is brandishing things at you.
ja: 巨大なスラッグがどこからともなくブリッジにテレポートしてきた！砲撃する間もなく、ナメクジはヘルメットを広げ、何かを振り回している。
pl: Ogromny śluz jest teleportowany znikąd do mostu!Zanim będziesz miał czas na otwarcie ognia, udaje mu się rozbić swoje towary w steru i macha je.

source: Buy some things.
ja: あるものを買う。
pl: Kup kilka rzeczy.

source: As you approach, the Slug suddenly breaks out a pocket watch and waves it in front of you. "You will give me all of your money, and then you will drink the water in your toiletsssss. OooOoOOOooO!"
ja: あなたが近づくと、ナメクジは突然懐中時計を取り出し、あなたの目の前で振りかざす。「全財産をよこせ、そしてトイレの水を飲め。ウオオオオオ！"
pl: Kiedy się zbliżyłeś, śluz nagle usuwa zegarek kieszonkowy i machał je przed nosem.„Dasz mi wszystkie pieniądze Srswoi, a potem upiec wodę z toalet Srsovo. Ooooooooooooooooooooooooooooooooooo

source: What?
ja: え？
pl: Co?

source: The Slug pauses, then continues to wave the watch. "Uh. You are going to give me all of your money, then play the Federation national anthem with your own flatulence!"
ja: ナメクジは立ち止まり、腕時計を振り続ける。"ええと、あなたは私に全財産を渡し、それから自分の排泄物で連邦国歌を演奏するつもりですね！"
pl: Śluz zatrzymuje się, a następnie huśta się godzinami.„Dasz mi wszystkie pieniądze SRSWOI, a następnie wypaczysz hymn federacji, opiekując się Sassvą do Meturisisis Sscoutional!”

source: No, I don't think I will.
ja: いや、しないと思う。
pl: Nie, nie sądzę.

source: The Slug growls. "YOU WILL GIVE ME ALL OF YOUR MONEY AND THEN YOU WILL DANCE LIKE A BALLERINA!"
ja: ナメクジがうなる。"全財産を差し出したら、バレリーナのように踊りなさい！"
pl: Mukus warczy.„Dasz mi wszystkie swoje pieniądze, a potem obudzisz się, by tańczyć jak baletnica!”

source: Are you ok?
ja: 大丈夫ですか？
pl: Czy wszystko w porządku?

source: (Mind Control) Explain to him that hypnosis doesn't work with a watch.
ja: (マインド・コントロール）催眠術は時計には効かないことを説明する。
pl: (Kontrola umysłu) Wyjaśnij mu, że hipnoza ze zegar nie działa.

source: "Oh. I need a machine for thisss? Well that'ssss lame. I need ssscrap to afford that... You have ssscrap, right? I have thingsss! We can trade!"
ja: 「このために機械が必要なのか？それはダサい。そんなことする余裕もない。"ガラクタ "があるんだろ？僕は持ってるよ！交換しよう！"
pl: „O. Potrzebuję do tego Mashshhina? Cóż, to jest domniemane. Potrzebuję złomu, aby pozwolić SSSSEB to ... W końcu masz ecust lom? Mam kwestię rzeczy! Możemy to wymienić!”

source: (Slug Crew) Check his intentions.
ja: (スラッグ・クルー）彼の意思を確認しろ。
pl: (Członek załogi-Slizen) Sprawdź jego intencje.

source: It seems like this Slug is some kind of hypnotist. It's not your Slug that told you that, it's the fact he is now brandishing an old pocket-watch and is waving it in front of you. When he realizes it's futile, he gives up and offers to trade.
ja: どうやらこのスラッグは催眠術師のようだ。ナメクジがそう言ったのではなく、ナメクジが古い懐中時計を振り回しているのだ。無駄だとわかると、彼はあきらめて交換を申し出る。
pl: Wygląda na to, że ten śluz jest rodzajem hipnotyzmu.To nie jest twój śluz, ale fakt, że teraz machał przed tobą ze starym zegarem kieszonkowym.Kiedy rozumie, że jest to bezużyteczne, poddaje się i oferuje okazję.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Get off our goddamn ship!
ja: 俺たちの船から降りろ
pl: Wyjdź z naszego cholernego statku!

source: You aren't sure if he meant well or not, but this Slug isn't taking this insult lightly. You'll have to chase him off with force, though hopefully that isn't too hard.
ja: 本心かどうかはわからないが、このナメクジはこの侮辱を軽く見てはいない。力づくで追い払わなければならないが、それがそれほど難しいことでなければいいのだが。
pl: Nie wiesz, czy powiedział to poważnie, czy nie, ale ten śluz nie dostrzega poważnie jego działań.Będziesz musiał go oderwać siłą, chociaż mam nadzieję, że nie będzie to zbyt trudne.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The Slug seems to give up. "Thisss never worksss. Whatever. Want to buy sssome ssstuff?"
ja: ナメクジはあきらめたようだ。「こんなのうまくいくわけがない。どうでもいい。何か買いたいか？"
pl: Śluz wydaje się poddawać.„To nigdy nie działa. To nie ma znaczenia. Chcesz coś kupić?”

source: The Slug seems to give up. "Thisss never worksss. Whatever. Want to buy sssome ssstuff?"
ja: ナメクジはあきらめたようだ。「こんなのうまくいくわけがない。どうでもいい。何か買いたいか？"
pl: Śluz wydaje się poddawać.„To nigdy nie działa. To nie ma znaczenia. Chcesz coś kupić?”

source: Furious it's not working, the Slug turns hostile and a Slug vessel comes swirling out of nowhere!
ja: うまくいかないことに激怒したスラッグは敵意をむき出しにし、どこからともなくスラッグの船が渦巻いてくる！
pl: Wściekły, że nic się nie dzieje, śluz staje się wrogi, a znikąd pojawia się statek ślimaków!

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_SLUG_ASTEROIDS"]/text
source: Looks like the nearby Slug colony is embedded on a large asteroid, somewhat unusual but nothing remarkable. The only thing is, this is a pretty dense field, and you aren't sure if you can make it through without harm.
ja: 近くのスラッグ・コロニーは大きな小惑星に埋め込まれているようだ。ただ、この小惑星はかなり密集しており、無傷で通り抜けられるかどうかはわからない。
pl: Wygląda na to, że kolonia ślimaków znajdujących się w pobliżu znajduje się na dużej asteroidzie, co jest nieco niezwykłe, ale nie ma w tym nic niezwykłego.Jedyną rzeczą jest dość gęste pole asteroid i nie jesteś pewien, czy możesz przejść przez to bez uszkodzeń.

source: Approach.
ja: アプローチ
pl: Podejdź bliżej.

source: (Slug Crew) Hail the colony and see if they can send a merchant to you.
ja: (ナメクジクルー）コロニーを呼び寄せて、商人を派遣してもらえるか確認する。
pl: (Członek załogi-Slizen) Skontaktuj się z kolonią i dowiedz się, czy mogą wysłać do Ciebie kupca.

source: Fortunately, the colony's managers are more agreeable than you would have thought. A ship is dispatched to trade with you.
ja: 幸いなことに、植民地の経営者たちは想像以上に好意的だった。交易のために船が派遣される。
pl: Na szczęście przywództwo kolonii okazało się bardziej przychylne, niż można sugerować.W celu handlu z tobą wysyłany jest statek.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Adv. Shields) Make your way through safely.
ja: (アドバンス・シールド）無事に通過すること。
pl: (Prov. Shields) Można bezpiecznie przekazać.

source: As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
ja: 諺にもあるように、ナメクジのコロニーに足を踏み入れるには勇気がいる。
pl: Jak mówią, musisz być odważną osobą, aby nadepnąć na terytorium kolonii ślimaków - aby usunąć śluz z ubrań, mogą odejść na tygodnie - ale to kwestia.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Upg. Engines) Make your way through safely.
ja: (アップグ・エンジン）無事に通過してください。
pl: (Ulepszone silniki) Można bezpiecznie przekazać.

source: As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
ja: 諺にもあるように、ナメクジのコロニーに足を踏み入れるには勇気がいる。
pl: Jak mówią, musisz być odważną osobą, aby nadepnąć na terytorium kolonii ślimaków - aby usunąć śluz z ubrań, mogą odejść na tygodnie - ale to kwestia.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Cognitive Crew) Have your Cognitive chart a safe path through.
ja: (コグニティブ・クルー）コグニティブに安全な道を示してもらう。
pl: (Poznawczy) Poproś swojego poznawczego o położenie bezpiecznej ścieżki.

source: As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
ja: 諺にもあるように、ナメクジのコロニーに足を踏み入れるには勇気がいる。
pl: Jak mówią, musisz być odważną osobą, aby nadepnąć na terytorium kolonii ślimaków - aby usunąć śluz z ubrań, mogą odejść na tygodnie - ale to kwestia.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Upg. Piloting) Make your way through safely.
ja: (アップグ・パイロッティング）安全に通過してください。
pl: (Ulepszone sterowanie), aby bezpiecznie iść.

source: As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
ja: 諺にもあるように、ナメクジのコロニーに足を踏み入れるには勇気がいる。
pl: Jak mówią, musisz być odważną osobą, aby nadepnąć na terytorium kolonii ślimaków - aby usunąć śluz z ubrań, mogą odejść na tygodnie - ale to kwestia.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Ignore the colony.
ja: コロニーは無視する。
pl: Nie zwracaj uwagi na kolonię.

source: Traveling through an asteroid field just to deal with some Slugs is the kind of choice only a captain dumber than you would make.
ja: スラッグに対処するためだけに小惑星帯を旅するのは、あなたより頭の悪い船長しかしない選択だ。
pl: Przejdź przez pola asteroid tylko, aby spotkać się z ślimakami - tylko kapitan, który jest jeszcze bardziej głupi od ciebie, może podjąć taką decyzję.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Your piloting skills are fortunately enough to carry you through to safety. No asteroids hit you, and you make both trips unharmed. As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
ja: あなたの操縦技術は、幸いにもあなたを安全な場所まで運ぶのに十分だった。小惑星に衝突されることもなく、2回とも無傷で済んだ。諺にもあるように、スラッグのコロニーに足を踏み入れるには勇敢な人間が必要だ-服についた粘液を落とすのに数週間かかることもある-が、やるべきことはある。
pl: Jak mówią, musisz być odważną osobą, aby nadepnąć na terytorium kolonii ślimaków - aby usunąć śluz z ubrań, mogą odejść na tygodnie - ale to kwestia.

source: You make your way to the colony just fine, but your journey back is rough. As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
ja: コロニーまでの道のりは順調だが、帰りは険しい。諺にもあるように、ナメクジのコロニーに足を踏み入れるには勇気がいる。
pl: Jak mówią, musisz być odważną osobą, aby nadepnąć na terytorium kolonii ślimaków - aby usunąć śluz z ubrań, mogą odejść na tygodnie - ale to kwestia.

source: Your trip there and back are quite rough, but you've made it there in one piece (hopefully). As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
ja: 往復の旅はかなり険しいものだが、あなたは（うまくいけば）無事にたどり着いた。諺にもあるように、ナメクジのコロニーに足を踏み入れるには勇気がいる。
pl: Jak mówią, musisz być odważną osobą, aby nadepnąć na terytorium kolonii ślimaków - aby usunąć śluz z ubrań, mogą odejść na tygodnie - ale to kwestia.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_SLUG_SHADY"]/text
source: The nearby Slug station is soliciting various (suspiciously) reasonably priced items. In fact, it seems so normal, that you're almost certain it's a trick.
ja: 近くのナメクジステーションでは、さまざまな（怪しげな）お手頃価格の商品を勧誘している。実際、あまりに普通に見えるので、トリックだと確信しそうになる。
pl: Na pobliskiej stacji ślimaki są oferowane różne (podejrzanie) niedrogie towary.W rzeczywistości wszystko wygląda tak zwyczajnie, że jesteś prawie pewien, że to sztuczka.

source: Dock.
ja: ドック
pl: Widziany.

source: (Slug Crew) Make all of your deals through your Slug.
ja: (スラッグ・クルー）すべての取引をスラッグを通して行う。
pl: (Członek załogi-Slisen) Aby przeprowadzić wszystkie transakcje przez ślimak.

source: Through the entire transaction, everything goes completely normal. Guess it was all a false alarm, though you're still cautiously poking through the cargo looking for stowaways or stolen goods.
ja: 取引はすべて平常通りだった。すべて誤報だったのだろう。密航者や盗品がないか、まだ用心深く貨物を探っている。
pl: Podczas operacji wszystko idzie całkowicie normalnie.Najwyraźniej był to fałszywy niepokój, chociaż nadal ostrożnie badasz ładunek w poszukiwaniu nieproszonych gości lub skradzionych.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Adv. Sensors) Keep an eye on the ship while you shop.
ja: (アドバンスセンサー) 買い物をしている間、船から目を離さない。
pl: (Prov. Czujniki) Monitoruj statek podczas handlu.

source: Despite your enhanced security through the entire transaction, everything goes completely normal. Guess it was all a false alarm, though you're still cautiously poking through the cargo looking for stowaways or stolen goods.
ja: セキュリティが強化されたにもかかわらず、取引はすべて正常に行われた。すべて誤報だったのだろう。とはいえ、密航者や盗品がないか、慎重に貨物を探っている。
pl: Pomimo zwiększonej obrony wszystko idzie całkowicie normalnie.Najwyraźniej był to fałszywy alarm, chociaż nadal dokładnie badasz obciążenie w poszukiwaniu nieproszonych gości lub skradzionych.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Upg. Doors) Lock down the ship while you shop.
ja: (ドア上) 買い物をしている間、船をロックする。
pl: (Ulepszone drzwi) Zamknij statek podczas handlu.

source: Despite your enhanced security through the entire transaction, everything goes completely normal. Guess it was all a false alarm, though you're still cautiously poking through the cargo looking for stowaways or stolen goods.
ja: セキュリティが強化されたにもかかわらず、取引はすべて正常に行われた。すべて誤報だったのだろう。とはいえ、密航者や盗品がないか、慎重に貨物を探っている。
pl: Pomimo zwiększonej obrony wszystko idzie całkowicie normalnie.Najwyraźniej był to fałszywy alarm, chociaż nadal dokładnie badasz obciążenie w poszukiwaniu nieproszonych gości lub skradzionych.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Attack the station!
ja: 駅を攻撃しろ
pl: Zaatakuj stację!

source: You're the shoot first, ask questions later kind of guy. No questions will follow this time of course, it's just a metaphor. Happy murdering!
ja: あなたは最初に撃って、質問は後でするタイプだ。もちろん、今回は質問は後回しにするつもりはない。ハッピー殺人！
pl: Jesteś jednym z tych, którzy początkowo strzelają, a następnie zadają pytania.Tym razem oczywiście nie będzie pytań, to tylko metafora.Szczęśliwe morderstwa!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Avoid the Slugs.
ja: ナメクジを避ける。
pl: Unikaj ślimaków.

source: You know better than to let curiosity get the better of you. These Slugs can go fool someone else.
ja: 好奇心に負けるよりも、もっといいことを知っているはずだ。このナメクジどもは他の誰かを騙せばいい。
pl: Lepiej nie pozwól, aby ciekawość zwyciężyła nad tobą.Niech te slajdy oszukują kogoś innego.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: To your surprise, everything goes smoothly! No tricks, no traps, nothing! You're let into the store and take your time.
ja: 驚いたことに、すべてがスムーズに進む！トリックも罠も何もない！店内に通され、ゆっくりと時間を過ごす。
pl: Ku twojemu zaskoczeniu wszystko idzie gładko!Bez sztuczek, bez pułapek, nic!Masz do czynienia ze sklepem i nie spieszysz się.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: To your surprise, everything goes smoothly! No tricks, no traps, nothing! You're let into the store and take your time.
ja: 驚いたことに、すべてがスムーズに進む！トリックも罠も何もない！店内に通され、ゆっくりと時間を過ごす。
pl: Ku twojemu zaskoczeniu wszystko idzie gładko!Bez sztuczek, bez pułapek, nic!Masz do czynienia ze sklepem i nie spieszysz się.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: As you attempt to leave, the station suddenly turns hostile! Seems about right that it actually was a trap after all.
ja: 出発しようとすると、ステーションは突然敵意をむき出しにする！やはり罠だったようだ。
pl: Kiedy próbujesz opuścić stację, nagle staje się to wrogie!Wygląda na to, że to naprawdę była pułapka.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: It takes a brave merchant, regardless of your race, to construct a store so close to an asteroid field. Not that these Leeches seem to mind, considering their homeworld is already covered in far denser fields.
ja: 人種に関係なく、小惑星帯の近くに店を建てるのは勇敢な商人でなければできない。彼らの母星がすでにはるかに高密度のフィールドに覆われていることを考えれば、ヒルたちが気にしているようには見えない。
pl: Musisz być odważnym kupcem, niezależnie od wyścigu, aby zbudować sklep tak blisko pola asteroid.Nie chodzi o to, że te pijawki były przeciwne, biorąc pod uwagę, że ich rodzima planeta jest otoczona o wiele gęstszych pól.

source: (Defense Drone) Offer to let them duplicate your drone schematic.
ja: (防衛ドローン）あなたのドローンの設計図を複製させてほしいと申し出る。
pl: (Dron ochronny) Zaproś ich do skopiowania schematu drona.

source: The Leeches are grateful, as the defense drone will help make their questionable life choices slightly less questionable. They offer you some supplies for free.
ja: 蛭たちは、防衛ドローンのおかげで自分たちの怪しい人生の選択が少しはマシになるだろうと感謝している。彼らは物資を無料で提供してくれる。
pl: Premowe są wdzięczne, ponieważ dron ochronny pomoże zwiększyć wątpliwość ich wątpliwego stylu życia.Oferują trochę zapasów za darmo.

source: Trade.
ja: 貿易だ。
pl: Handel.

source: Attack the Leeches!
ja: ヒルを攻撃せよ！
pl: Atakuj pijawki!

source: The asteroid field might be deadly, but that won't stop you from being a public menace to everyone you come across!
ja: 小惑星フィールドは致命的かもしれないが、あなたが出くわすすべての人に公共の脅威となることを止めることはできない！
pl: Pole asteroid może być śmiertelne, ale nie uniemożliwia to otwarciu zagrożenia dla każdego, kto na ciebie spotyka!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You guide yourself towards a decently sized scrapyard with a couple Leech mechanics working on disassembling various alien ships. The scrapyard owner hails you. "Need some parts? We got all kinds of junk here!"
ja: あなたは、リーチの整備士たちがさまざまなエイリアン船の解体作業をしている、そこそこの大きさのスクラップヤードに向かった。スクラップヤードのオーナーが声をかけてきた。「部品がいるかい？ここにはいろんなガラクタがあるよ！"
pl: Chodzisz na dość duże składowiska, w którym kilka mechaników jest zaangażowanych w demontaż różnych statków kosmicznych.Właściciel składowiska zwraca się do ciebie.„Potrzebujemy części zamiennych? Mamy tu dużo śmieci!”

source: Buy a salvage heap.
ja: サルベージヒープを買う。
pl: Kup kilka fragmentów.

source: You fork over your scrap to the Leech and hope you get something worthwhile.
ja: リーチにスクラップを渡し、何か価値のあるものを手に入れたいと願う。
pl: Dajesz złom do liścia i masz nadzieję, że dostaniesz coś wartościowego.

source: Inspect the salvage.
ja: サルベージを検査する。
pl: Sprawdź fragmenty.

source: (Lanius Crew) Have your Lanius use their abilities on the metal.
ja: (ラニウス・クルー）ラニウスに金属に能力を使わせる。
pl: (Członek załogi Laniusa) Poproś Laniusa o wykorzystanie jego umiejętności do pracy z metalem.

source: Your Lanius melts the metal down and reforms it into individual components. Thanks to this, you're able to get a much larger yield of scrap than you spent here!
ja: ラニウスは金属を溶かして個々の部品に作り変える。そのおかげで、ここで費やした費用よりもはるかに多くのスクラップを手に入れることができる！
pl: Twój Lanius topi metal i przetwarza go w osobne komponenty.Dzięki temu możesz uzyskać znacznie większą ilość złomu niż spędziłeś tutaj!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Trade.
ja: 貿易だ。
pl: Handel.

source: You aren't spending money to buy literal garbage. Not counting the fact that your money is quite literally garbage.
ja: 文字通りのゴミを買うためにお金を使っているわけではない。あなたのお金が文字通りのゴミであることは考慮に入れていません。
pl: Nie kupisz śmieci w dosłownym tego słowa znaczeniu.Oprócz tego, że twoje pieniądze są dosłownie śmieci.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Looks like it's nothing but useless metal. You try and take anything you think might service for bartering to make back on your investment.
ja: 無駄な金属にしか見えない。物々交換に使えそうなものは何でも取って、投資分を取り戻そうとする。
pl: Wygląda na to, że to tylko bezużyteczny metal.Starasz się wziąć wszystko, co, jak Twoim zdaniem może się przydać, aby zwrócić zainwestowane fundusze.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Seems the salvage contains a large amount of fuel, as well as some material that can be broken back down into scrap.
ja: どうやら、引き揚げ物には大量の燃料と、分解してスクラップにできる材料が含まれているようだ。
pl: Najwyraźniej wrak zawiera dużą ilość paliwa, a także niektóre materiały, które można przetwarzać w złomie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Seems the salvage contains a large amount of ammunition, as well as some material that can be broken back down into scrap.
ja: 引き揚げられたものには大量の弾薬と、スクラップに分解できる材料が含まれているようだ。
pl: Najwyraźniej w wraku istnieje duża liczba amunicji, a także niektóre materiały, które można przetwarzać w złomie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Seems the salvage contains a large amount of drone parts, as well as some material that can be broken back down into scrap.
ja: サルベージには大量のドローンの部品と、スクラップに分解できる材料が含まれているようだ。
pl: Najwyraźniej w wraku znajduje się duża ilość kompleksów dronów, a także materiał, który można przetwarzać w złomie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Seems the salvage conceals a hidden weapon cache! You pry it open and take out the weapon, which appears to still be functional.
ja: サルベージには武器の隠し場所があるようだ！あなたはそれをこじ開け、まだ機能しているように見える武器を取り出す。
pl: Okazuje się, że w tych fragmentach ukryta jest pamięć podręczna z bronią!Otwierasz go i wyciągasz broń, która najwyraźniej jest nadal regularna.

source: Continue...
ja: 次へ...
pl: Kontynuować...
