Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: Seems the salvage conceals a hidden drone cache! You pry it open and take out the drone, which appears to still be functional.
ja: サルベージにはドローンの隠し場所があるようだ！あなたはそれをこじ開け、まだ機能しているように見えるドローンを取り出す。
pl: Okazuje się, że w tych wrakach ukryta jest ukryta pamięć podręczna z dronami!Otwierasz go i zabierasz drona, który najwyraźniej nadal działa.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_PIRATE_ODDSHOP"]/text
source: A very strange pirate market has been set up nearby. A small stream of traffic comes and goes, and it looks safe enough.
ja: 近くに奇妙な海賊市場ができた。人通りは少なく、安全そうだ。
pl: W pobliżu znajduje się bardzo dziwny rynek piracki.Przychodzi mały strumień ludzi i wychodzi, i wygląda wystarczająco bezpiecznie.

source: Check out the market.
ja: 市場をチェックする
pl: Spójrz na rynek.

source: Inside the market is a rather odd scene. To the left is a booth selling likely extremely illegal Slug narcotics, to the right are several alien slaves kept in cages, and up ahead is a long slender pirate running what he calls the "Traveler's booth".
ja: 市場の中はかなり奇妙な光景だ。左手には違法極まりないスラッグの麻薬を売るブースがあり、右手には檻に入れられたエイリアンの奴隷が数人、そして前方には細長い海賊が「旅人のブース」と称して営業している。
pl: Wewnątrz rynku jest dość dziwny obraz.Po lewej stronie - licznik, który sprzedaje, prawdopodobnie wyjątkowo nielegalne narkotyki ślimaków, po prawej stronie znajduje się kilku niewolników zawartych w komórkach, a przed nami jest wysoko smukły pirat, który kontroluje to, co nazywa „stojącym podróżnikiem”.

source: Check out the slave booth.
ja: 奴隷ブースをチェック
pl: Odwiedź stoisko z niewolnikami.

source: You step carefully around all the alien waste and you look at the various aliens in cages.
ja: エイリアンの廃棄物の周りを注意深く歩き、檻の中のさまざまなエイリアンを見る。
pl: Ostrożnie chodzisz po wszystkich nieznajomych i rozważasz różne kosmitów w komórkach.

source: Buy a slave.
ja: 奴隷を買え。
pl: Kup niewolnika.

source: Buy a slave.
ja: 奴隷を買え。
pl: Kup niewolnika.

source: Buy an Elite slave.
ja: エリート奴隷を買う。
pl: Kup elitarnego niewolnika.

source: Nothing here is of interest. Leave.
ja: ここには何も興味がない。去れ。
pl: Nie ma tu nic interesującego.Opuszczamy.

source: Check out the Traveler's booth.
ja: トラベラーズブースをチェック
pl: Odwiedź stoisko „podróżnika”.

source: At the very least, the booth and maps here are clean. The same cannot be said for the pirate selling them.
ja: 少なくとも、ここのブースと地図はきれいだ。しかし、それを売っている海賊には同じことは言えない。
pl: Przynajmniej stojak i karty są czyste.Tego samego nie można powiedzieć o sprzedaży piratów.

source: Buy a map of the sector.
ja: 同セクターの地図を購入する。
pl: Kup kartę sektorową.

source: Buy some fuel.
ja: 燃料を買う。
pl: Kup trochę paliwa.

source: Buy what the pirate calls an "Engine Overdrive Capacitor MK III+".
ja: 海賊が「エンジン・オーバードライブ・キャパシターMK III+」と呼んでいるものを買う。
pl: Kup to, co Pirat nazywa „kondensatorem przeciążenia modu silnika. III+”.

source: Nothing here is of interest. Leave.
ja: ここには何も興味がない。去れ。
pl: Nie ma tu nic interesującego.Opuszczamy.

source: Nothing here is of interest. Leave.
ja: ここには何も興味がない。去れ。
pl: Nie ma tu nic interesującego.Opuszczamy.

source: Ignore the market.
ja: 市場を無視する。
pl: Nie zwracaj uwagi na rynek.

source: You aren't looking to make any black market deals.
ja: 闇取引をするつもりはないだろう。
pl: Nie zamierzasz handlować na czarnym rynku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_PIRATE_AWKWARD"]/text
source: Pirates nowadays are just commonplace. Hell, if there wasn't a pirate here, you'd have been more surprised. Looks like the station here is a market of sorts, and they're open to trading with anyone.
ja: 今どき海賊なんて当たり前だ。ここに海賊がいなかったら、もっと驚いただろうね。ここのステーションは一種の市場みたいなもので、誰とでも取引ができるようになっているみたいだ。
pl: Piraci w naszych czasach są powszechną rzeczą.Cholera, gdyby nie było piratów, byłbyś jeszcze bardziej zaskoczony.Wygląda na to, że stacja tutaj jest rodzajem rynku i są otwarci na handel z każdym.

source: Hail.
ja: 万歳。
pl: Kontakt.

source: "Uewh... Feds. You aren't here to arrest us, are you?" When you shake your head, the pirates relax and show you where they're keeping various crates of resources. Apparently, they won't let you trade until you've bought one.
ja: "上...FBIだ。俺たちを逮捕しに来たんじゃないだろうな？"あなたが首を横に振ると、海賊たちはリラックスして、さまざまな資源の入った木箱を保管している場所を教えてくれる。どうやら、1つ買うまでは取引をさせてくれないらしい。
pl: „Wooh… Federals. Przyjechałeś nas aresztować?”Kiedy potrząsasz głową, piraci relaksują się i pokazują, gdzie przechowują różne pudełka z zasobami.Oczywiście nie pozwolą ci handlować, dopóki nie kupisz jednego z nich.

source: Buy a crate of fuel.
ja: 燃料を1箱買う。
pl: Kup pudełko z paliwem.

source: As you're carting the crate back onto your ship, you notice the crate suspiciously bears the Federation logo! Where did this come from?
ja: 木箱を船に戻そうとしたとき、木箱に連邦のロゴが入っていることに気づく！これはどこから来たのか？
pl: Po przeniesieniu pudełka na swój statek zauważysz, że logo federacji wyróżnia się na pudełku!Skąd on pochodzi?

source: Question the pirates about it.
ja: それについて海賊に質問する。
pl: Zadaj to pytanie Piratom.

source: Ignore it and move on to the store.
ja: 無視して店に移動する。
pl: Nie zwracaj na to uwagi i idź do sklepu.

source: Buy a crate of missiles.
ja: ミサイルの木箱を買う。
pl: Kup pudełko głowic.

source: As you're carting the crate back onto your ship, you notice the crate suspiciously bears the Federation logo! Where did this come from?
ja: 木箱を船に戻そうとしたとき、木箱に連邦のロゴが入っていることに気づく！これはどこから来たのか？
pl: Po przeniesieniu pudełka na swój statek zauważysz, że logo federacji wyróżnia się na pudełku!Skąd on pochodzi?

source: Question the pirates about it.
ja: それについて海賊に質問する。
pl: Zadaj to pytanie Piratom.

source: Ignore it and move on to the store.
ja: 無視して店に移動する。
pl: Nie zwracaj na to uwagi i idź do sklepu.

source: Buy a crate of droneparts.
ja: ドローンパーツを1箱買う。
pl: Kup pudełko kompleksów dronów.

source: As you're carting the crate back onto your ship, you notice the crate suspiciously bears the Federation logo! Where did this come from?
ja: 木箱を船に戻そうとしたとき、木箱に連邦のロゴが入っていることに気づく！これはどこから来たのか？
pl: Po przeniesieniu pudełka na swój statek zauważysz, że logo federacji wyróżnia się na pudełku!Skąd on pochodzi?

source: Question the pirates about it.
ja: それについて海賊に質問する。
pl: Zadaj to pytanie Piratom.

source: Ignore it and move on to the store.
ja: 無視して店に移動する。
pl: Nie zwracaj na to uwagi i idź do sklepu.

source: Buy nothing.
ja: 何も買わない。
pl: Nic nie kupuj.

source: Attack the pirates!
ja: 海賊を攻撃しろ！
pl: Zaatakuj piratów!

source: These scum are still outlaws, regardless if they're running a market or not. Time to bring their villainy to an end.
ja: このクズどもは、市場を経営していようがいまいが、無法者であることに変わりはない。彼らの極悪非道に終止符を打つ時が来た。
pl: Ci dranie są nadal przestępcami, niezależnie od tego, czy kontrolują rynek, czy nie.Czas położyć kres ich okrucieństwom.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the market.
ja: 市場を無視する。
pl: Nie zwracaj uwagi na rynek.

source: You aren't looking to make any black market deals.
ja: 闇取引をするつもりはないだろう。
pl: Nie zamierzasz handlować na czarnym rynku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: "Oh uh uh er uhm uh uhhh uh er uhm uhhhh..." the pirate takes off and runs into another room, slamming the door behind him. You can't figure out a way in, so you head to the market instead.
ja: "Oh uh uh er uhm uh uhhh uh er uhm uhhhh..." the pirate takes off and runs into another room, slamming the door behind him.あなたは中に入る方法を見つけることができないので、代わりに市場に向かった。
pl: „Oh mm mm um mm mm mm mm mm mm mmm Mmmm ...” Pirat wybucha i biegnie do innego pokoju, zatrzaskując za sobą drzwi.Nie możesz wymyślić, jak wejść, więc pójdziesz na rynek.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Hacking) Open up the doors.
ja: (ハッキング）ドアを開けろ。
pl: (Cracker) Otwórz drzwi.

source: Your hacking module opens up the doors, revealing the pirate inside. He surrenders almost immediately.
ja: あなたのハッキング・モジュールがドアを開け、中にいる海賊を発見する。彼はすぐに降伏する。
pl: Twój krakers otwiera drzwi i widzisz pirat.Poddaje się prawie natychmiast.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Don't ask questions you don't want to know the answer to." You might have pressed further, but the pirate hands some scrap to you discreetly and walks away.
ja: 「答えを知りたくもないことを聞くな」。あなたはさらに詰め寄ったかもしれないが、海賊は控えめにあなたにスクラップを渡して立ち去った。
pl: „Nie zadawaj pytań, których nie chcesz znać odpowiedzi”.Możesz kontynuować, ale pirat spokojnie daje ci złom i liście.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "You know damn well where we got them! And now, you'll be our next!"
ja: 「どこで手に入れたか、よく知っているだろう！次はお前の番だ！"
pl: „Wiesz bardzo dobrze, skąd to wszystko mamy! A teraz zostaniesz naszą kolejną ofiarą!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A small platform orbits near this beacon - it looks like a fueling station of some sort, recently taken over by pirates, and it is cheerily broadcasting reasonable prices in a spectrum of frequencies and languages. This takeover must have been very recent...
ja: このビーコンの近くを小さなプラットフォームが周回している。最近海賊に乗っ取られた、ある種の給油所のようだ。この乗っ取りはごく最近のことに違いない。
pl: Mała platforma obraca się obok latarni morskiej - wydaje się, że jest to jakaś stacja benzynowa niedawno schwytana przez Piratów i radośnie nadaje akceptowalne ceny w różnych częstotliwościach i językach.Najwyraźniej schwytanie miało miejsce niedawno ...

source: Dock with the refueling platform.
ja: 給油プラットフォームとドッキング。
pl: Walcz stactwo benzynowe.

source: (Upg. Weapons) Approach with your weapons armed. Make it clear you aren't messing around.
ja: (アップグ.武器) 武器を装備して接近せよ。ふざけているわけではないことを明確にすること。
pl: (Ulepszona broń) Aby zbliżyć się do broni.Wyjaśnij, że nie będziesz żartować.

source: Your show of force makes it clear you aren't going to take any funny stuff from these pirates. They open their store for you almost immediately, but don't offer any extra fuel...
ja: あなたの力の誇示は、あなたがこれらの海賊から面白いものを取るつもりはないことを明らかにする。海賊はすぐに店を開けてくれるが、燃料の追加サービスはない...。
pl: Twoja demonstracja władzy wyjaśnia, że ​​nie zamierzasz tolerować żartów tych piratów.Niemal natychmiast otwierają dla Ciebie swój sklep, ale nie oferują żadnego dodatkowego paliwa ...

source: Ignore the refueling platform.
ja: 給油プラットフォームは無視する。
pl: Nie zwracaj uwagi na stację benzynową.

source: As you prepare to leave the system, the station suddenly turns aggressive - apparently, pirates don't take well to being ignored!
ja: 海賊は無視されることを良しとしないらしい！
pl: Kiedy przygotowujesz się do opuszczenia systemu, stacja nagle staje się agresywna - najwyraźniej piraci nie lubią, gdy są ignorowani!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You ignore the refueling platform.
ja: 給油台を無視している。
pl: Nie zwracasz uwagi na stację benzynową.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: You ignore the refueling platform.
ja: 給油台を無視している。
pl: Nie zwracasz uwagi na stację benzynową.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Besides the fuel, it looks like the station also has a market.
ja: 燃料だけでなく、このスタンドには市場もあるようだ。
pl: Oprócz paliwa stacja wydaje się mieć rynek.

source: Buy some fuel first.
ja: まず燃料を買う。
pl: Najpierw kup paliwo.

source: Ignore the fuel and head to the market.
ja: 燃料を無視して市場へ向かう。
pl: Nie zwracaj uwagi na paliwo i idź na rynek.

source: Looks like after the attack, the platform was damaged. You can likely steal as much fuel as remains, though the pirates won't be happy.
ja: 攻撃後、プラットフォームが損傷したようだ。海賊は喜ばないだろうが、残っている燃料はいくらでも盗めるだろう。
pl: Wygląda na to, że po ataku platforma została uszkodzona.Najprawdopodobniej możesz ukraść tyle paliwa, ile pozostaje, chociaż piraci będą nieszczęśliwi.

source: Steal it.
ja: 盗め。
pl: Ukraść paliwo.

source: You hijack the fuel dispenser, taking as much fuel as you can before the pirates catch you.
ja: あなたは燃料ディスペンサーをハイジャックし、海賊に捕まる前にできるだけ多くの燃料を奪う。
pl: Hakujesz kolumnę paliwa i bierzesz jak najwięcej paliwa, dopóki nie pojawią się piraci.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Buy some fuel like normal.
ja: 普通に燃料を買う。
pl: Kupuj paliwo, jak zwykle.

source: Ignore the fuel and head to the market.
ja: 燃料を無視して市場へ向かう。
pl: Nie zwracaj uwagi na paliwo i idź na rynek.

source: You dock and signal the fuel station's newest 'staff' to begin refueling.
ja: あなたはドックに入り、給油所の最新の「スタッフ」に給油開始の合図を送る。
pl: Dołączasz i podajesz sygnał nowemu „personelowi” stacji benzynowej o początku stacji benzynowej.

source: Wait for them to finish.
ja: 彼らが終わるのを待つ。
pl: Poczekaj, aż skończą.

source: As you dock with the refueling platform, there is an explosion from your engine room! Warning lights flash in your ship as pirates from the station swarm aboard your vessel!
ja: 給油プラットフォームとドッキングすると、エンジンルームから爆発音がする！ステーションの海賊が船に群がる中、船内に警告灯が点滅する！
pl: W momencie przyłączenia się ze stacją benzynową w dziale maszyn występuje eksplozja!Światła sygnałowe migają na statku: Piraci ze stacji wylały się na pokładzie statku!

source: (Blast Doors) Seal your blast doors, one can never be too careful when docked.
ja: (ブラストドア）ブラストドアを密閉する。
pl: (Ufortefikowane drzwi) Zamknij ufortyfikowane drzwi - w doku nigdy nie możesz być zbyt ostrożny.

source: Pirates hidden on the station are confounded by your security locks, turning an attempted ambush into a fish-in-a-barrel firefight. You take control of the station and take its fuel reserves.
ja: ステーションに潜伏していた海賊たちは、セキュリティ・ロックに惑わされ、待ち伏せを試みたが、一触即発の銃撃戦となる。ステーションを制圧し、燃料を奪う。
pl: Piraci ukrywający się na stacji koncentrują się na twoich mechanizmach ochronnych, co zamieniło swoją próbę zasadzki w strzelnicę z nimi jako cele.Przejmujesz kontrolę nad stacją i przyjmujesz rezerwy paliwa.

source: You dock and signal the fuel station's newest 'staff' to begin refueling.
ja: あなたはドックに入り、給油所の最新の「スタッフ」に給油開始の合図を送る。
pl: Dołączasz i podajesz sygnał nowemu „personelowi” stacji benzynowej o początku stacji benzynowej.

source: Wait for them to finish.
ja: 彼らが終わるのを待つ。
pl: Poczekaj, aż skończą.

source: To your surprise, no trick ever comes. The pirates finish refueling, and once they're done you're allowed into the store.
ja: 驚いたことに、仕掛けは一切ない。海賊たちは給油を終え、それが終わると店に入れる。
pl: Ku twojemu zaskoczeniu nie występuje żaden połów.Piraci zatankują twój statek i jak tylko się skończą, możesz wejść do sklepu.

source: (Blast Doors) Seal your blast doors, one can never be too careful when docked.
ja: (ブラストドア）ブラストドアを密閉する。
pl: (Ufortefikowane drzwi) Zamknij ufortyfikowane drzwi - w doku nigdy nie możesz być zbyt ostrożny.

source: Looks like there was nothing to be worried about. The pirates finish refueling, and once they're done you're allowed into the store.
ja: 心配することはなかったようだ。海賊たちは給油を終え、それが終わると店に入れる。
pl: Wygląda na to, że nie ma się czym martwić.Piraci zatankują twój statek i jak tylko się skończą, możesz wejść do sklepu.

source: You receive a wide-band automated message from a black market nearby, "Welcome to our humble trade depot and shipyard! All are welcome, but try any funny business and our 152 automated turret satellites will tear your ship to shreds!" Unusual for pirates to place high value in security, but you suppose it makes sense.
ja: あなたは近くの闇市から広帯域の自動メッセージを受け取る。「我々の質素な貿易基地と造船所へようこそ！誰でも歓迎するが、おかしな真似をしようものなら、我々の152基の自動砲塔衛星がお前の船をズタズタに引き裂くぞ！"海賊がセキュリティを重視するのは珍しいが、理にかなっていると思う。
pl: Otrzymujesz szerokopasmowe automatyczne przesłanie z pobliskiego czarnego rynku: „Witamy w naszym skromnym magazynie handlowym i stoczni! Cieszymy się dla wszystkich, ale jeśli spróbujesz coś podkręcić, nasze 152 automatyczne satelity z automatycznych wieży rozbiją twój statek na strzępy!”To niezwykłe, że piraci przywiązują dużą wagę do bezpieczeństwa, ale prawdopodobnie ma to sens.

source: Go shop at the market.
ja: 市場に買い物に行く。
pl: Idź na zakupy na rynku.

source: Some smugglers welcome you inside, and offer some less-than-legal services and goods.
ja: 中には密入国者を歓迎し、合法的とは言えないサービスや商品を提供する者もいる。
pl: Niektórzy przemytnicy witają Cię w środku i oferują niezupełnie prawne usługi i towary.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Adv. Hacking) Hold the market hostage with their own turrets.
ja: (アドバンス・ハッキング）自分たちのタレットで市場を人質に取る。
pl: (Prov. Caster), aby utrzymać rynek jako zakładników za pomocą własnych wieżyczek.

source: You remotely take control of all of the smuggler's turrets, and start firing on their ships. Once their entire fleet is crippled, they give in to all of your demands.
ja: あなたは密輸業者のすべての砲塔を遠隔操作し、彼らの船に発砲し始める。彼らの全艦隊が機能不全に陥ると、彼らはあなたの要求をすべて呑む。
pl: Zdalnie kontrolujesz wszystkie wieżyczki przemytników i zaczynasz ukazać swoje statki.Gdy tylko ich cała flota zostanie zniszczona, są one gorsze od wszystkich twoich wymagań.

source: Try and rob the market.
ja: 市場を強奪しようとする。
pl: Spróbuj obrabować rynek.

source: The minute your weapons even come online all 152 turrets swivel towards you and open fire, causing massive damage to your hull. A smuggler vessel moves in to engage.
ja: 武器がオンラインになるやいなや、152基の砲塔がすべてそちらに旋回し、砲撃を開始し、船体に大ダメージを与える。密輸船が接近してくる。
pl: W momencie, gdy twoja broń zaczyna pracować, wszystkie 152 wieżyczki obracają się w twoim kierunku i otwierają ogień, powodując ogromne uszkodzenie ciała.Statek przemytników wchodzi do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_SHELL_BOWLING"]/text
source: A Shell market and arcade nearby is advertising itself as "Captain Strike's General Market and Bowling Gallery!"
ja: 近くのシェル・マーケットとゲームセンターは、"キャプテン・ストライクの総合マーケットとボウリング・ギャラリー！"と宣伝している。
pl: Pobliski rynek skorupy i sala maszynowa pozycjonują się jako „wspólny rynek i kapitan kapitana strachu!”

source: Take a look.
ja: 見てみよう。
pl: Spójrz.

source: When you step inside, you're greeted by a mascot-wearing Shell who claims to be Captain Strike himself. "A Renegade? Just my luck! If you ain't a square, thhhen you'll challenge me to a bowling match. Beat me, and you'll take home thhhe trophy!"
ja: 店内に足を踏み入れると、キャプテン・ストライク本人と名乗るマスコット姿のシェルが出迎えてくれる。「レネゲイド？運が良かったな！四角四面でないなら、俺にボーリング勝負を挑め。俺に勝てばトロフィーが手に入るぞ！"
pl: Kiedy wchodzisz do środka, spotkasz się przez skorupę w kostiumie piżmoczota, który twierdzi, że sam jest kapitanem Straykiem.„Renegat? Mam szczęście! Jeśli nie masz nuty, zadzwonisz do mnie na mecz kręgli. Jeśli mnie pokonasz, zabierzesz trofeum do domu!”

source: Bowl with him, even though the fleet might catch up a little.
ja: 艦隊が少し追いつくかもしれないが、彼と一緒にボウリングをしよう。
pl: Zagraj z nim w kręgle, chociaż możesz dogonić flotę.

source: That's a waste of time. We'll stick to shopping.
ja: 時間の無駄だ。買い物に専念しよう
pl: To strata czasu.Lepiej jest robić zakupy.

source: The immature Shell makes a rude noise as you walk past and head to the market.
ja: 未熟なシェルは、あなたが通り過ぎ、マーケットに向かうと、失礼な音を立てる。
pl: Kłopotliwa skorupa wydaje rażące dźwięki, gdy przechodzisz i idziesz na rynek.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack the station!
ja: 駅を攻撃しろ
pl: Zaatakuj stację!

source: You flick on your weapons and engage the Shell station. Pffft, who even likes bowling anyways?
ja: あなたは武器をちらつかせ、シェルステーションと交戦する。ボーリングが好きな人なんているのかな？
pl: Włączasz broń i atakujesz stację Shells.Kto uwielbia kręgle?

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the station.
ja: 駅は無視する。
pl: Nie zwracaj uwagi na stację.

source: What kind of purpose does a bowling gallery have for a Federation vessel? None, you reckon.
ja: 連邦の船にボーリング・ギャラリーが必要なのか？ないだろう
pl: Jaki jest cel galerii kręgli na statku?Nie, myślisz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: You feel somewhat odd about bowling with sentient creatures, but the Shells don't seem to mind. They were genetically engineered for the task. Unfortunately... you aren't very good at this. Strike beats you every single time. "Tough luck, but you tried your best. Feel free to go shop or whatever it is you came here for."
ja: あなたは知覚のある生き物とボウリングをすることにいささか違和感を覚えるが、シェルたちは気にしていないようだ。彼らはこの仕事のために遺伝子操作されたのだ。残念なことに...あなたはあまり上手くない。ストライクに毎回負ける。"不運だが、君はベストを尽くした。買い物でも何でもしてこい。"
pl: Wydaje się, że grasz w nieco dziwne w kręgle z żywymi stworzeniami, ale skorupy wydają się nie mieć nic przeciwko.Zostały genetycznie zaprojektowane do tego zadania.Niestety ... w tej sprawie nie jesteś zbyt dobry.Strajk pokonuje cię za każdym razem.„Nie miałem szczęścia, ale starałeś się jak najlepiej. Zapraszam do zakupów lub dlaczego tu przyjechałeś.”

source: You feel somewhat odd about bowling with sentient creatures, but the Shells don't seem to mind. They were genetically engineered for the task. Unfortunately... you aren't very good at this. Strike beats you every single time. "Tough luck, but you tried your best. Feel free to go shop or whatever it is you came here for."
ja: あなたは知覚のある生き物とボウリングをすることにいささか違和感を覚えるが、シェルたちは気にしていないようだ。彼らはこの仕事のために遺伝子操作されたのだ。残念なことに...あなたはあまり上手くない。ストライクに毎回負ける。"不運だが、君はベストを尽くした。買い物でも何でもしてこい。"
pl: Wydaje się, że grasz w nieco dziwne w kręgle z żywymi stworzeniami, ale skorupy wydają się nie mieć nic przeciwko.Zostały genetycznie zaprojektowane do tego zadania.Niestety ... w tej sprawie nie jesteś zbyt dobry.Strajk pokonuje cię za każdym razem.„Nie miałem szczęścia, ale starałeś się jak najlepiej. Zapraszam do zakupów lub dlaczego tu przyjechałeś.”

source: You feel somewhat odd about bowling with sentient creatures, but the Shells don't seem to mind. They were genetically engineered for the task. Somehow, you manage to pull through and best Strike! He's dumbfounded at first, but eventually he recovers. "Huh... you beat me. You are truly a bowling legend. I've bowled with all the greats, but none have ever beat me! I shall come with you, for you are a legend in the making."
ja: あなたは知覚のある生き物とボウリングをすることにいささか違和感を覚えるが、シェルたちは気にしていないようだ。彼らはこの仕事のために遺伝子操作されたのだ。どうにかして、あなたはストライクに勝つことができた！彼は最初唖然としていたが、やがて立ち直った。「へえ...僕に勝ったんだ。君はまさにボウリングのレジェンドだ。私は偉大なボウラーたちとボウリングをしてきたが、私に勝った者はいない！私はあなたと一緒に行こう。あなたは伝説の人なのだから"
pl: Wydaje się, że grasz w nieco dziwne w kręgle z żywymi stworzeniami, ale skorupy wydają się nie mieć nic przeciwko.Zostały genetycznie zaprojektowane do tego zadania.Jakoś udaje ci się złamać i pokonać strach!Na początku jest oszołomiony, ale potem dochodzi do zmysłów.„Ha… pokonałeś mnie. Naprawdę jesteś legendą kręgli. Wartowałem ze wszystkimi wspaniałymi graczami, ale nikt nigdy mnie nie wygrał! Pójdę z tobą, ponieważ jesteś rodzącą się legendą.”

source: Captain Strike
ja: キャプテン・ストライク
pl: Kapitan Strayk

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Shells are fascinated by science, but independent scientists often struggle to fund their endeavours. A prospective biologist has set up a small market selling military goods for scrap, as well as a few of his personal projects.
ja: 貝は科学に魅了されているが、独立した科学者は資金繰りに苦労することが多い。ある有望な生物学者は、スクラップ用の軍用品や個人的なプロジェクトを売る小さなマーケットを立ち上げた。
pl: Skorupy lubią naukę, ale niezależni naukowcy często doświadczają trudności w finansowaniu swoich przedsięwzięć.Jeden obiecujący biolog zorganizował niewielki rynek sprzedaży nieruchomości wojskowych, a także kilka jego osobistych projektów w zamian za złom.

source: See what special things he has to offer.
ja: 彼が提供する特別なものを見てみよう。
pl: Dowiedz się, co może zaoferować specjalne.

source: The Shell perks up when you inquire about his other projects.
ja: 彼の他のプロジェクトについて尋ねると、シェルは顔をほころばせる。
pl: Shell jest ożywiany, gdy pytasz o jego inne projekty.

source: Buy an External DNA Bank augment.
ja: 外部DNAバンクのオーグメントを購入する。
pl: Kup zewnętrzny bank rezerwowy DNA.

source: Buy a crew with synthesized memories.
ja: 合成された記憶を持つクルーを買う。
pl: Kup załogę ze sztuczną pamięcią.
