Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: The small groups of aliens about are reluctant to talk to you, hurrying to their destinations. You catch wind of a conversation about a storm, though you don't know what to make of it.
ja: 小さな異星人の集団はあなたに話しかけようとせず、目的地へと急ぐ。嵐についての会話を耳にする。
pl: Małe grupy kosmitów niechętnie z tobą rozmawiają, spiesząc się z ich działalnością.Złapałeś rozmowę o burzy, ale nie wiem, co z tego wynika.

source: Leave before this storm hits.
ja: 嵐が来る前に出発する。
pl: Wyjdź przed rozpoczęciem burzy.

source: It seems you escaped just in time. A cluster of asteroids passes by the moon, pelting the surface. Though it doesn't cause much damage, you'd likely have been stuck for a long time.
ja: ギリギリのところで逃げ切ったようですね小惑星群が月のそばを通り過ぎ、地表に衝突する。大きな被害はなかったが、おそらく長い間立ち往生していただろう。
pl: Wygląda na to, że wyszedłeś w samą porę.Akumulacja asteroid przebiega obok Księżyca, niektóre z nich spadają na jego powierzchnię.Chociaż nie spowodowały dużych szkód, najprawdopodobniej utknąłeś tutaj przez długi czas.

source: Keep looking for a store.
ja: 店を探し続けろ。
pl: Kontynuuj szukanie sklepu.

source: As you look through the store, a dark cloud descends on the planet. An asteroid storm has engulfed the moon, but luckily the bigger ones burn up before they hit the surface. Regardless, there is no option of leaving yet. You wait, and lose a considerable amount of time.
ja: 店内を覗くと、惑星に暗雲が立ち込めている。小惑星の嵐が月を飲み込んでいるが、幸い大きなものは地表に衝突する前に燃え尽きる。とはいえ、まだ帰るという選択肢はない。待つことで、かなりの時間を失う。
pl: Podczas gdy byłeś w sklepie, na planecie spada ciemna chmura.Księżyc został przejęty burzą asteroid, ale na szczęście duże asteroidy płoną przed osiągnięciem powierzchni.Nie masz jednak sposobu, aby odlecieć.W oczekiwaniu tracisz znaczną ilość czasu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Find a store.
ja: 店舗を探す
pl: Znajdź sklep.

source: You look at little and quickly find a market, though business seems to be poor. The shopkeeper seems to be in a rush to lock up for the night, but he lets you look around briefly.
ja: 少し見て回ると、すぐに市場を見つけたが、商売はうまくいっていないようだ。店の主人は夜の戸締まりを急いでいるようだったが、少しだけ店内を見させてくれた。
pl: Rozglądasz się i szybko znajdziesz rynek, chociaż najwyraźniej rzeczy tutaj idą źle.Wydaje się, że właściciel sklepu spieszy się w nocy, ale pozwala szybko się rozejrzeć.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: As you look through the store, a dark cloud descends on the planet. An asteroid storm has engulfed the moon, but luckily the bigger ones burn up before they hit the surface. Regardless, there is no option of leaving yet. You wait, and lose a considerable amount of time.
ja: 店内を覗くと、惑星に暗雲が立ち込めている。小惑星の嵐が月を飲み込んでいるが、幸い大きなものは地表に衝突する前に燃え尽きる。とはいえ、まだ帰るという選択肢はない。待つことで、かなりの時間を失う。
pl: Podczas gdy byłeś w sklepie, na planecie spada ciemna chmura.Księżyc został przejęty burzą asteroid, ale na szczęście duże asteroidy płoną przed osiągnięciem powierzchni.Nie masz jednak sposobu, aby odlecieć.W oczekiwaniu tracisz znaczną ilość czasu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Slug Crew) Your Slug senses distress among the citizens. They advise we hurry.
ja: (ナメクジクルー）あなたのナメクジは市民の間に苦痛を感じている。急ぐようにとのことです。
pl: (Członek załogi Slizen) Twój śluz odczuwa niepokój wśród mieszkańców miasta.Radzą nam się spieszyć.

source: With the knowledge your Slug provides, you're able to gauge that an asteroid storm will strike soon. You quickly hurry into the store and get what you need and leave before the storm hits.
ja: スラッグが教えてくれた知識で、あなたは小惑星嵐が間もなく襲来することを察知することができた。あなたは急いで店に入り、必要なものを手に入れ、嵐が来る前に店を出る。
pl: Przy pomocy wiedzy, jaką dał ci śluz, byłeś w stanie ustalić, że burza asteroid wkrótce się rozpocznie.Szybko spieszysz do sklepu, kupujesz wszystko, czego potrzebujesz i odejdziesz, aż rozpocznie się burza.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Telepathic Shell) Your Shell senses distress among the citizens. They advise we hurry.
ja: (テレパシー・シェル) あなたのシェルは市民の間に苦痛を感じ取っています。急ぐようにとのことです。
pl: (Telepatyczna skorupa) Twoja skorupa odczuwa niepokój wśród mieszkańców miasta.Radzą nam się spieszyć.

source: With the knowledge your Shell provides, you're able to gauge that an asteroid storm will strike soon. You quickly hurry into the store and get what you need and leave before the storm hits.
ja: シェルが教えてくれた知識で、あなたは小惑星嵐が間もなく襲来することを察知することができた。あなたは急いで店に入り、必要なものを手に入れ、嵐が来る前に店を出る。
pl: Z pomocą wiedzy, jaką dała ci powłoka, byłeś w stanie ustalić, że wkrótce rozpocznie się burza asteroid.Szybko spieszysz do sklepu, kupujesz wszystko, czego potrzebujesz i odejdziesz, aż rozpocznie się burza.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the moon.
ja: 月を無視する。
pl: Nie zwracaj uwagi na Księżyc.

source: As you wait for the FTL drive to charge, you notice an asteroid storm approaching the moon. Good thing you decided not to approach.
ja: FTLドライブの充電を待っていると、小惑星の嵐が月に近づいているのに気づく。近づかないことにしておいてよかった。
pl: Czekając na ładowanie SSD, zauważasz, że burza asteroid zbliża się do Księżyca.Dobrze, że postanowiłeś nie zbliżać się.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_FED_AUTO"]/text
source: An automated Federation supply drone is stationed here. A simple ID scan should grant you access to its vending mode.
ja: 連邦の自動補給機がここに配備されている。簡単なIDスキャンで自動販売機にアクセスできる。
pl: Istnieje automatyczny dron zaopatrzenia federacji.Prosty skan identyfikatora zapewni dostęp do jego systemu handlowego.

source: Scan your ID.
ja: IDをスキャンしてください。
pl: Podaj identyfikator skanowania.

source: The Auto-ship recognizes you as a registered Federation vessel and opens its trading menu.
ja: オートシップは、あなたを連邦の登録船舶として認識し、取引メニューを開きます。
pl: Automatyczny statek rozpoznaje Cię jako zarejestrowany statek Federacji i otwiera menu handlowe.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Harmony Crew) Access an additional Drone offer.
ja: (ハーモニー・クルー）ドローンの追加オファーにアクセスする。
pl: (Członek ekipy) Zdobądź dostęp do dodatkowej oferty zakupu drona.

source: (Ministry Crew) Access an additional Beam offer.
ja: (ミニストリークルー）追加ビームのオファーにアクセス。
pl: (Członek załogi z ministerstwa) Uzyskaj dostęp do dodatkowej oferty zakupu pistoletu promieniowego.

source: (Floral Crew) Access an additional Missile offer.
ja: (フローラル・クルー）追加のミサイル・オファーにアクセスする。
pl: (Członek załogi-wypełniacza) Zdobądź dostęp do dodatkowej oferty zakupu instalacji rakietowej.

source: Attack the drone!
ja: ドローンを攻撃する！
pl: Zaatakuj drona!

source: As long as it's not full of Federation crew, nothing is going to stop you from ravaging this ship. Honestly, maybe even if it was full of crew, it wouldn't stop you.
ja: 連邦のクルーで一杯でない限り、この船を荒らすことを止めることはできない。正直なところ、クルーで一杯だったとしても、あなたを止めることはできないだろう。
pl: Ponieważ nie ma załogi Federacji, nic nie uniemożliwi ci niszczenia tego statku.Szczerze mówiąc, nawet gdyby został całkowicie zdobyty przez załogę, nie powstrzymałoby to cię.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_FED_MARKET"]/text
source: A large civilian market has been established in this system. Allied Federation ships patrol the area to make sure Rebels and Pirates can't sneak in.
ja: この星系には大規模な民間市場が形成されている。反乱軍や海賊が忍び込めないよう、連合軍の船がパトロールしている。
pl: Ten system zorganizował duży rynek cywilny.Statki Unii Federacji patrolują terytorium, aby upewnić się, że rebelianci i piraci nie będą mogli wejść do środka.

source: Access the market.
ja: 市場にアクセスする。
pl: Iść do marketu.

source: Volunteer to stand guard for a while for pay.
ja: しばらくの間、警備に志願して給料をもらう。
pl: Zgłaszać się na ochotnika, aby stać na straży przez pewien czas za opłatą.

source: The Federation soldiers are glad to take a break, and their command agrees to let you stand guard. Your shift will take one jump cycle, hopefully nothing bad happens.
ja: 連邦の兵士たちは休憩を喜んで取り、司令部もあなたに見張りをさせることに同意した。シフトは1ジャンプサイクルで、悪いことが起きなければいいが。
pl: Żołnierze federacji są zadowoleni z przerwy, a ich dowództwo pozwala stać na straży.Twoja zmiana weźmie jeden cykl skoku, mam nadzieję, że nic złego się nie wydarzy.

source: Wait...
ja: 待って...
pl: Czekać...

source: Fortunately for you, no pirates or Rebels make a surprise visit during your shift. You collect your pay and prepare to leave.
ja: 幸いなことに、勤務中に海賊や反乱軍が突然訪ねてくることはなかった。給料を受け取り、帰る準備をする。
pl: Na szczęście dla ciebie ani piraci, ani rebelianci nie złożyli nieoczekiwanej wizyty podczas zmiany.Dostajesz opłatę i przygotowujesz się do wyjścia.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Luck is not on your side today - a pirate vessel has arrived, and it is your duty to take care of them!
ja: 今日は運が味方してくれない。海賊船が到着したので、彼らを始末するのがあなたの義務だ！
pl: Dzisiaj szczęście nie jest po twojej stronie - przybył piracki statek, a twoim obowiązkiem jest dbanie o nie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Luck is not on your side today - a pirate vessel has arrived, and it is your duty to take care of them!
ja: 今日は運が味方してくれない。海賊船が到着したので、彼らを始末するのがあなたの義務だ！
pl: Dzisiaj szczęście nie jest po twojej stronie - przybył piracki statek, a twoim obowiązkiem jest dbanie o nie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Luck is not on your side today - a Rebel ship has arrived, and it is your duty to take care of them!
ja: 今日は運が味方してくれない--反乱軍の船が到着したのだ！
pl: Dzisiaj szczęście nie jest po twojej stronie - przybył statek rebeliantów, a twoim obowiązkiem jest dbanie o nie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Luck is not on your side today - a Rebel ship has arrived, and it is your duty to take care of them!
ja: 今日は運が味方してくれない--反乱軍の船が到着したのだ！
pl: Dzisiaj szczęście nie jest po twojej stronie - przybył statek rebeliantów, a twoim obowiązkiem jest dbanie o nie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A friendly Federation outpost nearby hails you. "Good, a friendly face. We took some damage from a Rebel attack, nothing major but we need scrap for repairs. Would you like to trade?"
ja: 近くの友好的な連邦の前哨基地があなたを呼んでいる。「よし、友好的な顔だ。反乱軍の攻撃で損害を受けたが、大したことはない。交換しないか？
pl: Przyczynia się do ciebie przyjaznego awangardy Federacji Federacji.„Ally, to dobrze. Byliśmy trochę poklepieni podczas ataku rebeliantów, nic poważnego, ale potrzebujemy złomu do napraw. Czy chcesz się targować?”

source: See what they're offering.
ja: 彼らが何を提供しているか見てみよう。
pl: Zobacz, co oferują.

source: (Hull Repair) Fix up their hull. [-1|]
ja: (船体修理）船体を修理する。[-1ドローン]
pl: (Liczba Korpusu) Aby wkleić swoje ciało.[-1 |]

source: "That was awfully kind of you. Well now we don't need to worry about repairs, but more scrap never hurts regardless, right?"
ja: 「ご親切にありがとう。これで修理の心配はなくなったけど、スクラップは増えても困らないよね？"
pl: „To było bardzo miłe z twojej strony. Cóż, teraz nie musimy się martwić o naprawy, ale zaopatrzenie w złom nigdy nie zaszkodzi, prawda?”

source: (Repair Bomb) Fix up their hull. [-1}]
ja: (修理ボム) 船体を修理する。[-1ミサイル]
pl: (Skorupa naprawy) Napraw swoje ciało.[-1}]

source: "That was awfully kind of you. Well now we don't need to worry about repairs, but more scrap never hurts regardless, right?"
ja: 「ご親切にありがとう。これで修理の心配はなくなったけど、スクラップは増えても困らないよね？"
pl: „To było bardzo miłe z twojej strony. Cóż, teraz nie musimy się martwić o naprawy, ale zaopatrzenie w złom nigdy nie zaszkodzi, prawda?”

source: (Repair Arm) Fix up their hull. [-15~]
ja: (修理アーム）船体を修理する。[-15スクラップ]
pl: (Odpróbuj dźwig), aby wkleić swoje ciało.[-15 ~]

source: "That was awfully kind of you. Well now we don't need to worry about repairs, but more scrap never hurts regardless, right?"
ja: 「ご親切にありがとう。これで修理の心配はなくなったけど、スクラップは増えても困らないよね？"
pl: „To było bardzo miłe z twojej strony. Cóż, teraz nie musimy się martwić o naprawy, ale zaopatrzenie w złom nigdy nie zaszkodzi, prawda?”

source: (Pro-Hull Beam) Fix up their hull.
ja: (プロハルビーム）船体を修理する。
pl: (Belka naprawy) Napraw ich ciało.

source: "That was awfully kind of you. Well now we don't need to worry about repairs, but more scrap never hurts regardless, right?"
ja: 「ご親切にありがとう。これで修理の心配はなくなったけど、スクラップは増えても困らないよね？"
pl: „To było bardzo miłe z twojej strony. Cóż, teraz nie musimy się martwić o naprawy, ale zaopatrzenie w złom nigdy nie zaszkodzi, prawda?”

source: They're vulnerable, attack!
ja: 彼らは攻撃されやすい！
pl: Są wrażliwe, podczas ataku!

source: Nothing will stop you from being a merciless ravager of all you come across. Pity the next poor soul to come across you with anything less than an entire armada to protect themselves.
ja: 出くわしたものすべてを容赦なく荒らすことを止めるものは何もない。次に出くわす哀れな者たちは、自分たちを守るために全艦隊を率いているにすぎない。
pl: Nic nie uniemożliwi ci bezwzględnie opróżnienia wszystkiego, co do ciebie przychodzi na drodze.Szkoda, że ​​niefortunne, którzy następnym razem napotka cię bez całej Armady dla własnej ochrony.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_FED_NOTFREE"]/text
source: A Federation supply depot is set up on the nearby planet. They won't give anything away for free, but that doesn't mean they won't be open to trade.
ja: 近くの惑星に連邦の補給基地が設置されている。彼らはタダでは何も渡さないが、だからといって貿易に応じないわけではない。
pl: Na najbliższej planecie znajduje się federacja hurtownia dostaw.Nie dadzą niczego za darmo, ale nie oznacza to, że nie są otwarci na handel.

source: Trade.
ja: 貿易だ。
pl: Handel.

source: Hey, god damn it, we're a Federation ship. Give us stuff!
ja: 畜生 連邦の船だぞ物をよこせ！
pl: Hej, cholera, jesteśmy statkiem statku.Chodź tutaj!

source: The owner of the station glares at you. "I don't know if you've noticed, but we're in the middle of a war. Nothing is free. No one gets special treatment. Best I can offer is a discount on fuel.
ja: 駅のオーナーがあなたを睨む。「お気づきかどうかわかりませんが、ここは戦争の真っ最中です。タダなものは何もない。誰も特別扱いはされない。私が提供できるのは、燃料の値引きくらいだ。
pl: Właściciel stacji wpatruje się w ciebie.„Nie wiem, czy mamy tutaj wojnę.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: No free services? You die today!
ja: 無料サービスなし？あなたは今日死ぬ！
pl: Brak bezpłatnej usługi?Wtedy umrzesz!

source: Your greed has no bounds. Another innocent life for the slaughter block in your unrelenting quest for wealth.
ja: あなたの欲には際限がない。あなたの富へのあくなき探求のために、また罪のない命が屠殺台へ。
pl: Twoja chciwość nie zna granic.Kolejne niewinne życie dla uboju w twoim niestrudzonym pragnieniu bogactwa.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the offer and trade.
ja: オファーを無視してトレードする。
pl: Nie zwracaj uwagi na ofertę i handel.

source: "Hello! I notice you've seen our store beacon. Before I show you our inventory, I just wanted to give you an opportunity to pay into the Civil War Orphan Fundraiser. It only takes a small donation to make a big difference."
ja: 「こんにちは！当店のビーコンをご覧になったようですね。在庫をお見せする前に、南北戦争孤児のための募金にご協力ください。わずかな寄付で大きな違いが生まれます。"
pl: „Cześć! Zauważyłem, że zwróciłeś uwagę na latarnię naszego sklepu. Zanim pokazałem ci nasze towary, chciałbym dać ci możliwość zarabiania pieniędzy na fundusz na pomoc w służbie domów domów domowych. Tylko niewielka darowizna może znacząco zmienić sytuację ”.

source: Donate.
ja: 寄付する
pl: Poświęcić.

source: Just look at their wares.
ja: 彼らの製品を見ればわかる。
pl: Spójrz tylko na ich towary.

source: "Just one moment. Are you sure you don't want to donate to the orphans? They're so lonely, and it only takes a small donation to make a big difference."
ja: 「ちょっと待って。本当に孤児たちに寄付したくないの？彼らはとても孤独だし、ほんの少しの寄付で大きな違いが生まれるんだ"
pl: „W jednej minucie. Jesteś pewien, że nie chcesz przekazać darowizny na sieroty? Są takie same i trochę darowizny na zmianę sytuacji na lepsze”.

source: Donate.
ja: 寄付する
pl: Poświęcić.

source: Say you're not interested in donating today.
ja: 今日は寄付する気はないと言ってください。
pl: Powiedzieć, że nie jesteś dziś zainteresowany darowiznami.

source: "I urge you to reconsider! Think about what it's like to be an orphan for one moment. Think about how much of a difference one little small donation could make."
ja: 「考え直してほしい！孤児になることがどんなことか、ちょっとでも考えてみてください。ほんの小さな寄付がどれほどの違いを生むか考えてみてください"
pl: „Wzywam cię do zmiany zdania! Pomyśl o przynajmniej przez minutę o tym, jak to jest być sierotą. Zastanów się, ile mała darowizna może się zmienić”.

source: Donate.
ja: 寄付する
pl: Poświęcić.

source: Insist you're only here to shop.
ja: 買い物に来ただけだと言い張る。
pl: Nalegaj, abyś był tu tylko po to, aby dokonywać zakupów.

source: "Fine. If you're so heartless, then go ahead and look at our store. But just remember, every scrap you don't donate is one child that will go hungry because of you."
ja: "いいよ。そんなに薄情なら、うちの店を見ていってくれ。でも、あなたが寄付しないクズ1つにつき、あなたのせいでお腹を空かせる子どもが1人出てくることを忘れないでね」。
pl: „Świetnie. Jeśli jesteś tak bezduszny, idź i spójrz na nasz sklep. Ale pamiętaj, że każdy kawałek złomu, którego nie poświęcasz, jest jednym dzieckiem, które z głębi ciebie będzie głodne.”

source: Finally start shopping.
ja: いよいよ買い物を始める。
pl: Wreszcie idź do sklepu.

source: Relent and donate anyway.
ja: 譲歩して、とにかく寄付する。
pl: Postawić i przekazać darowiznę.

source: Attack them.
ja: 彼らを攻撃する。
pl: Zaatakuj ich.

source: Give up.
ja: あきらめなさい。
pl: Poddać się.

source: Attack them.
ja: 彼らを攻撃する。
pl: Zaatakuj ich.

source: Give up.
ja: あきらめなさい。
pl: Poddać się.

source: Attack them.
ja: 彼らを攻撃する。
pl: Zaatakuj ich.

source: Tune them out.
ja: チューニングするんだ。
pl: Odłącz je.

source: They keep trying to contact you, but you continue to ignore them.
ja: 彼らは何度も連絡してくるが、あなたは無視し続ける。
pl: Ciągle próbują się z tobą skontaktować, ale nadal je ignorujesz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="UNION_WAR_ORPHANS_ATTACK"]/text
source: "You monster! We gave you an opportunity to do something nice, and instead you chose violence! You should be ashamed of yourselves!"
ja: 「この怪物め！いいことをする機会を与えたのに、代わりに暴力を選んだ！恥を知れ！"
pl: „Jesteś potworem! Daliśmy ci możliwość zrobienia czegoś dobrego, a zamiast tego wybrałeś przemoc! Powinieneś się wstydzić!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="UNION_WAR_ORPHANS_DONATE"]/text
source: "Those orphans are going to be so happy! I had a feeling you were a good person when you showed up. Now, why don't you take a look at our wares?"
ja: 「孤児たちはとても喜ぶよ！あなたが現れたとき、いい人だと感じたわ。さあ、私たちの商品をご覧になりませんか？"
pl: „Te sierocińce będą takie szczęśliwe! Miałem przeczytanie, że jesteś dobrym człowiekiem, kiedy się pojawiłeś. A teraz, dlaczego nie spojrzysz na nasze towary?”

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="UNION_WAR_ORPHANS_GIVE_UP"]/text
source: Out of pure exasperation you hang up on them. They keep trying to contact you, but you continue to ignore them.
ja: 純粋に苛立ち、あなたは電話を切る。相手は何度も連絡してくるが、あなたは無視し続ける。
pl: W całkowitej rozpaczy wyłączasz połączenie.Nadal próbują się z tobą skontaktować, ale nadal je ignorujesz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STOREEVENT_ENGI_THREAT"]/text
source: A message arrives: "Your scrap, ours. Our weapons for you." A Engi military vessel jumps in, their weapons armed. Seems unusually hostile!
ja: メッセージが届く："君のスクラップ、我々のスクラップ。私たちの武器をあなたに」。エンギの軍艦が飛び込んできて、武器を装備している。異常に敵対的だ！
pl: Nadchodzi wiadomość: „Twój złom to my. Nasza broń jest dla ciebie”.Ośniżka Angie przybyła do systemu, ich broń są gotowe.Wygląda zaskakująco wrogo!

source: Defend yourself before they attack!
ja: 攻撃される前に身を守れ！
pl: Bronić się, dopóki nie rozpoczęli ataku!

source: You power up your weapons in response, and the Engi springs into action. Prepare for battle!
ja: それに応えて武器をパワーアップさせ、エンジが動き出す。戦闘準備！
pl: W odpowiedzi ładujesz swoją broń, a Angie zaczyna działać.Przygotuj się do bitwy!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Hold off - see what's going on.
ja: ちょっと待った。
pl: Poczekaj - zobaczmy, co się stanie.

source: The Engi holds back for a few moments, then powers down their weapons. "Apologies if Federation vessel was concerned. Early show of aggression critical for deterrence of pirate vessels." The Engi explain that they are merchants and offer to trade.
ja: エンギは少しの間待機し、武器をパワーダウンする。"連邦船が心配したなら謝罪する。海賊船への抑止力として 早期の攻撃表明は重要だ"エンギは商人だと説明し 交易を申し出る
pl: Angie poczekaj kilka chwil, a potem wyłącz broń.„Przepraszamy, jeśli dotyczy to statku Federacji. Wczesna manifestacja agresji jest bardzo ważna dla powstrzymywania pirackich statków”.Angie wyjaśnia, że ​​są handlowcami i oferują giełdę.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STOREEVENT_ENGI_SMITH"]/text
source: The Engi can do remarkable things with just a pile of scrap. The Engi dronesmith at the small market nearby is offering to craft Drone schematics for anyone willing to pay.
ja: エンギはスクラップの山で驚くべきことができる。近くの小さなマーケットにいるエンギのドローン職人は、お金を払えば誰でもドローンの設計図を作ってくれるという。
pl: Angie może robić niesamowite rzeczy za pomocą tylko złomu.Master of Drone of Angie, w pobliskim małym posterie Torovo, oferuje programy dronów dla wszystkich, którzy są gotowi zapłacić.

source: (Engi Crew) Ask for some free drone parts.
ja: (エンジ・クルー)ドローンの部品をタダでくれるよう頼む。
pl: (Członek ekipy) poproś o małe bezpłatne kompleksy dronów.

source: You express your interest at the dronesmith business, and visit the market.
ja: あなたはドローンスミスのビジネスに興味を示し、市場を訪れる。
pl: Wyrażasz zainteresowanie produkcją dronów i odwiedzasz sklep.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Shop.
ja: ショップ
pl: Iść do sklepu.

source: You express your interest at the dronesmith business, and visit the market.
ja: あなたはドローンスミスのビジネスに興味を示し、市場を訪れる。
pl: Wyrażasz zainteresowanie produkcją dronów i odwiedzasz sklep.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STOREEVENT_ENGI_ENGINES"]/text
source: An Engi ship hails: "Engine upgrade necessary for travel home. Sale of equipment necessary for Engine upgrade."
ja: エンギ船が寄港：「エンジンのアップグレードが必要です。エンジンのアップグレードに必要な機器の販売。"
pl: Statek Angie wzywa cię: „Konieczne jest ulepszenie silnika do podróży do domu. Aby ulepszyć silnik, konieczne jest sprzedaż sprzętu”.

source: Check out what's for sale.
ja: 売り物をチェックする
pl: Zobacz, co jest na sprzedaż.

source: This is the perfect time to attack!
ja: 攻めるには絶好のタイミングだ！
pl: Świetna okazja do ataku!

source: Unfortunately for these Engi, they won't be going home without going through you first.
ja: エンギにとっては残念なことだが、彼らはまずあなたを経由しなければ帰れない。
pl: Niestety dla tych Angie nie będą w stanie wrócić do domu, nie zdając sobie obok siebie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Adv. Engines) Allow them to scan your engines to better optimize theirs.
ja: (アドバンス・エンジン) あなたのエンジンをスキャンして、彼らのエンジンをより最適化できるようにする。
pl: (Prov. Silniki) Pozwól im skanować twoje silniki, aby mogły zoptymalizować własne.

source: "Gratitude. Upgrades will be cheaper: necessity of scrap still present. Purchasing items of merit to your vessel will provide further benefit to Engi cause."
ja: "感謝"。アップグレードは安くなる：スクラップの必要性は依然として存在する。あなたの船にとって有益なアイテムを購入することは、エンジの大義に更なる利益をもたらす。"
pl: „Wdzięczność. Ulepszenie będzie tańsze: potrzeba złomu jest nadal obecna. Kupowanie przedmiotów przydatnych dla Twojego statku przyniesie dodatkowe korzyści w sprawie Angie”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (LR Jump) Allow them to scan your engines to better optimize theirs.
ja: (LRジャンプ）あなたのエンジンをスキャンして、彼らのエンジンをより最適化できるようにする。
pl: (Dawały silniki skakania. Działa.) Pozwól im zeskanować twoje silniki, aby mogli zoptymalizować własne.
