Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: "You are wanting Zoltan gun? You lucking, for are having Zoltan gun! Take it, yours it is now!"
ja: 「ゾルタン銃が欲しいのか？幸運にもゾルタン銃がある！受け取れ、お前のものだ！"
pl: „Czy potrzebujesz pistoletu Zoltanova? Masz szczęście, mamy broń Zoltanova! Weź to, teraz jest twój!”

source: Attack the Free Mantis.
ja: フリー・マンティスを攻撃せよ。
pl: Zaatakuj wolną modliszkę.

source: You're the shoot first, ask questions later kind of guy. Not that there's any reason to shoot here at all yet, but you're doing it anyways.
ja: あなたは最初に撃って、質問は後にするタイプだ。まだここで撃つ理由があるわけではないが、とにかく君はそうしている。
pl: Jesteś jednym z tych, którzy początkowo strzelają, a następnie zadają pytania.Nie chodzi o to, że w ogóle był powód strzelania, ale nadal to robisz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the ship.
ja: 船を無視する。
pl: Nie zwracaj uwagi na statek.

source: No reason to bother these guys, there must have been a mistake. Eventually, the Free Mantis jump away.
ja: こいつらの邪魔をする理由はない、何かの間違いに違いない。結局、フリー・マンティスは飛び去る。
pl: Najwyraźniej nie ma sensu przeszkadzać tym facetom.W końcu Wolna Modliszka przeszła w skok.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: A seemingly ordinary Ministry marketplace is broadcasting a looping store message. Upon approach, it seems to be a mixture of bored and nervous, but as far as you can tell any ships are welcome to dock. Is it worth it - considering how deep into Duskbringer space you are?
ja: 一見何の変哲もない省内の市場が、ループする店舗メッセージを放送している。近づいてみると、退屈と緊張が入り混じっているようだが、あなたが知る限り、どんな船でも停泊を歓迎しているようだ。ダスクブリンガー宙域の奥深くまで行く価値はあるのだろうか。
pl: Zwykle, na pierwszy rzut oka, rynek Ministerstwa nadaje ustaloną wiadomość o dostępności sklepu.Kiedy zbliżasz się do niego, wydaje się, że jest to mieszanka nudy i nerwowości, ale o ile możesz osądzić, wszelkie statki mogą zadokować.Czy warto to zrobić, biorąc pod uwagę, jak głęboko w przestrzeni posłańców zachodu słońca jesteś?

source: Dock.
ja: ドック
pl: Widziany.

source: Fortunately, no Duskbringers chase after you while you dock and stroll the markets, though you do notice a few regiments patrolling the corridors. You also happen to pass by a strange group which you can tell are Feds in disguise. If their cover gets blown, it could be disastrous for you, but there isn't much you can do but hope nothing else happens.
ja: 幸い、入港して市場を散策している間、ダスクブリンガーが追いかけてくることはなかったが、廊下をパトロールしている連隊が何人かいることに気づく。また、変装した連邦捜査官だとわかる奇妙な集団と偶然すれ違う。もし彼らの正体がばれたら、あなたにとって悲惨なことになりかねないが、何も起こらないことを祈る以外にできることはない。
pl: Na szczęście żaden z posłańców zachodu słońca nie ściga cię, gdy dołączasz i spacerujesz po rynkach, chociaż zauważyłeś kilku żołnierzy patrolujących korytarze.Ponadto przypadkowo mijasz dziwną grupę, która, jak można założyć, jest ukrytych Federałów.Jeśli ich okładka jest otwarta, może to prowadzić do katastrofy, ale nie możesz nic zrobić, ale masz nadzieję, że nic takiego się nie wydarzy.

source: Avoid the store.
ja: 店は避ける。
pl: Unikaj sklepu.

source: It's not worth the risk docking. You pull away from the station just in case there's some kind of trap.
ja: 危険を冒してまでドッキングする価値はない。何か罠があるかもしれない。
pl: Nie podejmuj ryzyka podczas dołączenia.Na wszelki wypadek odsuwasz się od stacji, nagle jest jakaś pułapka.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: As you're getting ready to leave, you hear numerous sirens and a very threatening elite Duskbringer ship reveals itself. A Duskbringer squadron, armed to the teeth, rushes in and orders everyone to the center of the station for a mandatory inspection.
ja: 出発の準備をしていると、多数のサイレンが鳴り響き、非常に脅威的なダスクブリンガーのエリート船が姿を現す。武装したダスクブリンガー中隊が駆けつけ、全員をステーションの中央に集めて強制検査を命じる。
pl: Kiedy masz zamiar odejść, wysłuchane są dźwięki licznych syren i pojawia się bardzo groźny elitarny statek posłańców.Eskadra posłańców, uzbrojona do zębów, biegnie i nakazuje wszystkim zbierać się w centrum stacji w celu obowiązkowej kontroli.

source: Report for inspection.
ja: 検査報告。
pl: Zgłoś weryfikację.

source: You and your crew follow the soldiers and other citizens to the center of the station. A Zoltan wearing a dazzling set of medals and other distinguished awards paces back and forth before the diverse crowd, shaking an electric baton in his hands. "Alright, listen up! Command's received word that Federation insiders have boarded this station! The Federation has come to defile our lands, and undo the dream that the Zoltan race has worked so hard to fulfill!" The crowd murmurs amongst itself, and suspicious eyes dart across the crowd. This could get nasty if you're found out - but chances are they're looking for the group you saw earlier in the market.
ja: あなたとクルーは、兵士や市民に続いてステーションの中心部に向かう。メダルや勲章をまばゆいばかりに身につけたゾルタンが、両手に持った電気警棒を振りながら、様々な群衆の前を行ったり来たりしている。「よく聞け！連邦の内通者がこのステーションに乗り込んだとの情報が司令部に入った！連邦は我々の土地を汚しに来たのだ！ゾルタン民族がこれまで努力してきた夢を打ち砕くために！」。群衆は口々につぶやき、不審そうな視線が飛び交う。もしあなたが見つかれば、厄介なことになるかもしれない。だが、彼らが探しているのは、あなたが以前マーケットで見かけたグループかもしれない。
pl: Ty i twoja załoga podążasz za żołnierzami i innymi obywatelami do centrum stacji.Zoltan z olśniewającym zestawem medali i innymi nagrodami honorowymi krąży przed tłumem Motley, kołysząc się w jego rękach klub elektryczny.„Tak więc, uwaga! Dowództwo otrzymało przesłanie, że przedstawiciele federacji przeniknęli na stację! Federacja przybyła, aby skonfrezować nasze ziemie i zniszczyć sen, nad którym Rasa Zoltan tak uparcie pracował!”Tłum narzeka między sobą i podejrzane spojrzenia płyną przez tłum.Jeśli zostaniesz rozpoznany, może to zmienić się w kłopoty, ale najprawdopodobniej szukają grupy, którą widziałeś wcześniej na rynku.

source: Throw the other Feds under the bus.
ja: 他の連邦捜査官をバスに放り込む。
pl: Pozwól innym federalom pod dystrybucją.

source: You step forward and point towards the other group. There's a commotion and the Feds, with no other choice, draw their weapons and try to stand their ground. Clearly, they were't a combat group, because they don't last very long before they're arrested. The Duskbringer captain nods towards you. "Thank you, good citizens. Heheh. For helping create a better galaxy, I think a reward should be in store! Down with the Federation, glory to the Zoltan race forever!"
ja: あなたは一歩前に出て、もう一方のグループを指さす。騒ぎが起こり、連邦捜査官は他に選択肢もなく、武器を抜いて立ち向かおうとする。逮捕されるまで長くはもたないからだ。ダスクブリンガーのキャプテンはあなたに向かってうなずく。「ありがとう。ありがとう。より良い銀河系を作る手助けをしたのだから、それなりの報酬は必要だろう！連邦は滅び ゾルタンに栄光あれ！"
pl: Robisz krok naprzód i wskazujesz inną grupę.Powstaje zamieszanie, a Federalowie, nie mając innego wyjścia, wyjmują broń i próbują się bronić.Oczywiście nie była to grupa bojowa, ponieważ nie trwały one na długo przed aresztowaniem.Kapitan Sunset Vestnik kiwa głową w twoim kierunku.„Dziękuję, dobrzy obywatele. Hehe. Za pomoc w stworzeniu najlepszej galaktyki, myślę, że powinieneś zostać nagrodzony! Down z Federacją, Chwała Ras Zoltan na zawsze!”

source: Reveal yourself to save the other group.
ja: 他のグループを救うために正体を現す。
pl: Ujawnij się, aby uratować inną grupę.

source: You aren't sure who these other Feds are, or what they're here for, but you decide it's worth standing up for them. You step forward and draw your blaster and fire it at the Duskbringers. As the crowd runs away, you notice the Feds from before make it back to their ship and take off safely. You can only hope this good deed will go a long way.
ja: 他の連邦兵が誰なのか、何のためにここにいるのかわからないが、彼らのために立ち上がる価値はあると判断した。あなたは一歩前に進み、ブラスターを抜き、ダスクブリンガーに向けて発射する。群衆が逃げ惑う中、あなたは先ほどのFRBが自分たちの船に戻り、無事に飛び立ったことに気づく。この善行が長い道のりをたどることを祈るしかない。
pl: Nie wiesz, kim są te federale i dlaczego tu są, ale decydujesz, że warto się nie bronić.Robisz krok naprzód, wyciągasz blaster i strzelasz do posłańców zachodu słońca.Kiedy tłum się rozprasza, zauważasz, że Federałowie wrócili na swój statek i bezpiecznie latali.Mamy nadzieję, że ten dobry uczynek skorzysta.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Stay silent and see what happens.
ja: 黙っていて、何が起こるか見てみよう。
pl: Milcz i zobacz, co się stanie.

source: Attempt to flee.
ja: 逃げようとする。
pl: Spróbuj uciec.

source: With such a rushed and ill-prepared action, it's no surprise you don't get very far before you're spotted. Get ready to fight for your life!
ja: このような急ごしらえで準備不足の行動では、発見される前に遠くへ行けないのは当然だ。命がけの戦いに備えよう！
pl: Z takim pośpiechem i złym przygotowaniem nie jest zaskakujące, że nie masz czasu, aby posunąć się daleko, jak się zauważono.Przygotuj się do walki o swoje życie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Upg. Cloaking) Cloak and escape.
ja: (Upg.クローキング) マントをかけて逃げる。
pl: (Ulepszone przebranie), aby ukryć i uciec.

source: When no one steps forward or volunteers information, the Duskbringers are forced to resort to physical searching. They march up and down the isles, turning over boxes, emptying pockets, and frisking people. The scene quickly becomes mayhem, and the only reason it doesn't become full-on rioting are the bomb vests around the guards. Eventually, the other Feds get found out, and are arrested on the spot. Satisfied with the discovery, the Duskbringers finally let everyone go, your crew included. Looks like you got out, just barely.
ja: 誰も名乗り出なかったり、情報を提供してくれなかったりすると、ダスクブリンガーは物理的な捜索に頼らざるを得なくなる。彼らは通路を縦横に行進し、箱をひっくり返し、ポケットの中身を空にして、人々の顔色をうかがう。現場はたちまち騒乱となり、完全な暴動にならなかったのは、警備員の周りに爆弾ベストがあったからだ。結局、他の連邦捜査官も見つかってしまい、その場で逮捕される。その発見に満足したダスクブリンガーは、ついにあなたのクルーも含めて全員を釈放した。どうやらギリギリ脱出できたようだ。
pl: Kiedy nikt nie wykazał inicjatywy i nie dostarczył informacji, posłańcy Sunset muszą uciekać się do kontroli fizycznej.Przechodzą przez rzędy, obracając pola, wyrzucając kieszenie i szukając ludzi.Scena szybko zamienia się w chaos, a jedynym powodem, dla którego nie rośnie w zamieszki, jest eksploduje kamizelki na strażnikach.Ostatecznie inne federały są znalezione i aresztowani na miejscu.Zadowoleni z ekspozycji posłańcy Sunset w końcu wydają wszystkich, w tym twój zespół.Wygląda na to, że udało ci się wyjść, ale z trudem.

source: When no one steps forward or volunteers information, the Duskbringers are forced to resort to physical searching. They march up and down the isles, turning over boxes, emptying pockets, and frisking people. The scene quickly becomes mayhem, and the only reason it doesn't become full-on rioting are the bomb vests around the guards. Eventually, the Duskbringers make their way to your crew, and it's no question you'll be found out. With no other options, you draw your weapons and get ready to fight your way out.
ja: 誰も名乗り出なかったり、情報を提供してくれなかったりすると、ダスクブリンガーは物理的な捜索に頼らざるを得なくなる。彼らは通路を縦横に行進し、箱をひっくり返し、ポケットの中身を空にして、人々の顔色をうかがう。現場はたちまち騒然となり、完全な暴動にならなかった唯一の理由は、警備員の周りに爆弾ベストがあったからだ。やがてダスクブリンガーがあなたのクルーに接触してくる。他の選択肢はなく、あなたは武器を抜き、脱出するために戦う準備をする。
pl: Kiedy nikt nie wykazał inicjatywy i nie dostarczył informacji, posłańcy Sunset muszą uciekać się do kontroli fizycznej.Przechodzą przez rzędy, obracając pola, wyrzucając kieszenie i szukając ludzi.Scena szybko zamienia się w chaos, a jedynym powodem, dla którego nie rośnie w zamieszki, jest eksploduje kamizelki na strażnikach.Ostatecznie posłańcy Sunset docierają do swojego zespołu i nie ma wątpliwości, że zostaniesz obliczony.Bez innego wyjścia dostajesz broń i przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The ship at this beacon is broadcasting a store signal. "Want trade. Have stuff. Interested in specific. Have seen green shield in wreck. Can't salvage. You know about?"
ja: このビーコンにいる船は、店の信号を放送している。"取引したい。欲しいものがある。特定のものに興味がある。難破船で緑のシールドを見た。サルベージは無理だ知ってるか？"
pl: Statek w tej latarni morskiej przesyła sygnał sklepowy.„Chcę handlować. Są rzeczy. Jestem zainteresowany szczegółami. Widzieliśmy zieloną tarczę na wraku. Nie mogę się dostać. Wiesz o tym?”

source: (Energy Shield) Let them look at your shield.
ja: (エネルギー・シールド）あなたのシールドを見てもらいましょう。
pl: (Energy Shield) Pozwól im spojrzeć na twoją tarczę.

source: "Much interest. Might copy, have seen broken one. Expressing thanks."
ja: 「とても興味がある。コピーするかもしれない。ありがとうございます。
pl: „Bardzo interesujące. Mogę kopiować, zobaczyć zepsute. Wyrażam swoją wdzięczność.”

source: Say you don't know much and ask to see their wares.
ja: あまり知らないと言って、品物を見せてもらう。
pl: Powiedzieć, że wiesz nie tyle i poproś o pokazanie ci towarów.

source: "Understand. Take look." The Augmented Lanius opens their cargo hold to display their inventory.
ja: 「理解しろ。見てください。"オーグメント・ラニウスが貨物室を開け、在庫を表示する。
pl: „Mam to. Spójrz.”Podwyższony Lanius otwiera przedział towarowy, aby pokazać swoje rezerwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack the store.
ja: 店を襲う。
pl: Zaatakować sklep.

source: The store beacon immediately stops broadcasting as they turn to fight you!
ja: 彼らがあなたに戦いを挑むと、店のビーコンは即座に放送を停止する！
pl: Latarnia morska sklepu natychmiast przestaje nadawać, gdy zaczynają z tobą walczyć!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A Harmony ship has already docked at the store here - although from what you can hear on the communicator, they don't sound very happy.
ja: ハーモニーの船がすでにこの店に停泊している--通信機で聞く限り、彼らはあまり嬉しそうではないが。
pl: Statek harmonii został już przymocowany do lokalnego sklepu - jednak sądząc po tym, co słyszysz od komunikatora, nie są bardzo szczęśliwi.

source: Put them on-screen.
ja: スクリーンに映し出せ。
pl: Przynieś je na ekranie.

source: "Greetings, customer. Apologies, dealing with criminal; this one requested aid before great exodus, still not paid back!" "Error: identity mistaken. Harmony units = identical, your ire = misplaced. Suggestion: [previous] Harmony vessel destroyed before repayment." "Have heard dead twin excuse many time, not been true yet! Now silence. Real customer is here, think they believe?"
ja: "こんにちは、お客様。申し訳ございません、犯罪者を相手にしています。この方は大脱走の前に援助を要請したのですが、まだ返済されていません！」 「エラー：身元を間違えています。ハーモニーユニット＝同一、あなたの怒り＝見当違い。提案[" "死んだ双子の言い訳を何度も聞いたが、まだ真実ではない！今は沈黙している。本当の顧客がここにいる、彼らは信じていると思うか？"
pl: „Witam cię, klient. Przepraszam, mam do czynienia z przestępcą; ten poprosił o pomoc przed wielkim rezultatem, jeszcze nie zapłacił!” „Błąd: osobowość jest zdezorientowana. Jednostki harmonii = identyczne, twój gniew = nieodpowiedni. Zdanie: [poprzedni] statek harmonii został zniszczony przed spłatą długu”. „Wielokrotnie słyszałem wymówkę o martwym bliźniaku, ale jak dotąd nie było to uzasadnione! A teraz jest cisza. Prawdziwy klient przyszedł, czy uważasz, że to prawda?”

source: Side with the store owner.
ja: 店主の味方だ。
pl: Wejdź do właściciela sklepu.

source: Side with the Harmony.
ja: ハーモニーに味方する。
pl: Z boku harmonii.

source: Attack the Harmony ship.
ja: ハーモニー船を攻撃する。
pl: Atakować statek harmonii.

source: There's a simple way to resolve this dispute. You shut off communications and engage the Engi ship.
ja: この論争を解決する簡単な方法がある。通信を遮断し、エンジ船と交戦するのだ。
pl: Istnieje prosty sposób rozwiązania tego sporu.Odłączasz połączenie i wchodzisz w bitwę ze statkiem Angie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Harmony Engi) Tell the Augmented he's mistaken.
ja: (ハーモニー・エンギ）オーグメントに誤解だと言ってくれ。
pl: (Członek załogi-harmonii), aby powiedzieć wzniosłej, że się myli.

source: As your Engi steps on-screen, the Augmented's lights dim until you can hardly see its body anymore, as if it's trying to camouflage itself. "You... same Engi on different ship? No, no... was mistaken? Please, take scrap while I making apologies. You both welcome."
ja: エンギがスクリーンに映し出されると、オーグメントのライトはまるでカモフラージュするかのように、その体がほとんど見えなくなるまで暗くなる。"別の船の同じエンジか？いや、違う...人違いか？謝っている間にスクラップを取ってくれ。二人ともどういたしまして"
pl: Kiedy twoja Angie pojawia się na ekranie, światło podwyższonego systemu zanika i nie możesz już zobaczyć ich ciała, jakby próbował się ukryć.„Ty… ten sam Angie na innym statku? Nie, nie… mylisz? Proszę, zrób złom podczas przepraszania. Witaj.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Engi Technopath) Tell the Augmented he's mistaken.
ja: (エンジ・テクノパスは)オーグメントに彼は間違っていると伝えてくれ。
pl: (Członek Technopath ekipy), aby powiedzieć wzniosłości, że się myli.

source: You bring your Morph on-screen and try to explain the situation to the Augmented. "So... you saying criminal was this one's evil clone? Of course, making perfect sense! Many thanks, new friend!" You try to correct him, but think better of it when you see a chunk of scrap fly out of the store's airlock!
ja: あなたは自分のモーフをスクリーンに映し出し、オーグメントに状況を説明しようとした。「つまり...犯罪者はこいつの悪のクローンだったってことか？もちろんだ！ありがとう、新しい友達！"あなたは彼を訂正しようとしたが、店のエアロックからスクラップの塊が飛び出すのを見て、思いとどまった！
pl: Wprowadzasz na ekran swojego przekształcenia i próbujesz wyjaśnić sytuację podwyższonej sytuacji.„Więc… mówisz, że przestępca był złym klonem? Oczywiście wszystko jest bardzo logiczne! Dziękuję bardzo, nowy przyjaciel!”Próbujesz to wyprostować, ale nie masz czasu na to, jak kawałek złomu wylewa się z bramy sklepu!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Engi Defender) Tell the Augmented he's mistaken.
ja: (エンジ・ディフェンダー) オーグメントに誤解だと言ってくれ。
pl: (Członek załogi obrońcy), aby powiedzieć wzniosłość, że się myli.

source: Your Defender tries to speak on the Engi's behalf, but is quickly cut off. "I right, Engi not all look alike! I knew they lying! Many thanks for help. Please, buy things while I shoo criminal!"
ja: ディフェンダーがエンギの代弁を試みるが、すぐに打ち切られる。「エンギはみんな同じ顔じゃない！やはり彼らは嘘をついていた！助けてくれてありがとう。犯罪者を追い払うから、買い物を頼む！"
pl: Twój obrońca próbuje mówić w imieniu Angie, ale szybko przerwano go.„Mam rację, Angie nie jest wszyscy podobni do siebie! Wiedziałem, że kłamie! Dziękuję bardzo za pomoc. Kupuj, gdy dryfuję przestępcę!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Defender Malform) Tell the Augmented he's mistaken.
ja: (ディフェンダー・マルフォーム）オーグメントに誤解だと言え。
pl: (Członek obrońcy załogi) powiedz podniesionym, że się myli.

source: Your Malform tries to explain the situation... you think. The Morph's gestures and gurgles clearly aren't getting the point across to the Augmented, so you step in to explain on their behalf. "So... you are sub-species of clone of sub-caste of hive mind? But Harmony still separate in hive mind, so this old criminal, but also not? Please, take - anything to stop you talking!"
ja: あなたのモルフォームが状況を説明しようとしている...とあなたは思う。モーフの身振り手振りとうめき声は明らかにオーグメントには伝わっていない。"つまり...君はハイブマインドのサブカーストのクローンの亜種なんだね？しかし、ハーモニーはまだハイブマインドの中で分離している。お願いです。
pl: Twój odkształcenie próbuje wyjaśnić sytuację ... tak myślisz.Gesty i bulgotanie morfu wyraźnie nie docierają do wywyższonego, więc w jego imieniu wchodzicie w rozmowę.„Więc… czy jesteś podgatunkiem klonu podgatunków zbiorowego umysłu? Ale harmonia pozostaje podzielona w zbiorowym umyśle, więc ten stary przestępca nie jest takim przestępcą? Proszę, po prostu nie mówiąc!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Separatist Engi) Tell the Augmented not to sell to the Harmony ship.
ja: (オーグメントにハーモニー船に売らないように言って。
pl: (Członek separatystów ekipy), aby powiedzieć wzniosłej, aby nie handlował ze statkiem harmonii.

source: "Probability of Harmony agents lying for [their] own gain: 100%. Recommended course of action: [weld] Engi ship panels to store as warning to future miscreants." The Harmony ship quickly jumps away, leaving only a visibly glowing Augmented on the communicator. "Not seen criminal run so fast in centuries! You, take payment - and consider work as bodyguard!"
ja: "ハーモニーのエージェントが（自分たちの）利益のために嘘をつく確率：100％。推奨される行動[エンギ船のパネルを溶接し、将来の悪者への警告として保管する。"ハーモニー船はすぐに飛び去り、通信機には目に見えて光るオーグメントだけが残された。"犯罪者がこんなに早く逃げたのは何世紀ぶりだ！お前、代金を受け取れ。ボディガードとしての仕事も検討しろ！"
pl: „Prawdopodobieństwo, że agenci harmonii leżą ze względu na [własne] korzyści: 100%. Zalecany plan działania: [gotuj] Panel statku Angie, aby zachować je jako ostrzeżenie dla przyszłych napastników”.Statek harmonii zostaje szybko poniesiony, pozostawiając jedynie wyraźnie świecące wyniesienie na ekranie komunikatora.„Sto lat nie widziało przestępców tak szybko!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Turzil) Tell the Augmented not to sell to the Harmony ship.
ja: (タージル）オーグメントにハーモニー号に売るなと言え。
pl: (Turzil) powiedzieć wzniosłej, aby nie handlował ze statkiem harmonii.

source: "Engi = binary system. Separatists = individualistic, Harmony = collectivist. Conclusion: [any] Harmony agent will scam you if one did, thus sell to [none]." The store owner seems to accept this logic, and presents you with a gift of scrap as you dock with the store.
ja: "エンジ"＝二元論。分離主義者＝個人主義、調和主義者＝集団主義。結論：[結論：ハーモニーのエージェントがいたら詐欺にあう。店主はこの論理を受け入れているようで、店に入渠するとスクラップをプレゼントしてくれる。
pl: Angie = system binarny.Separatystowie = indywidualiści, harmonia = kolektywistowie.Wniosek: [każdy] agent harmonii oszukuje cię, jeśli taki jest, więc nie sprzedaj [nikogo].

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the conversation and go shopping.
ja: 会話を無視して買い物に行く。
pl: Nie zwracaj uwagi na rozmowy i idź na zakupy.

source: You move in to dock with the store, and the Harmony ship silently moves out of your way.
ja: あなたは店にドッキングするために移動し、ハーモニー号は静かにあなたの邪魔にならないように移動する。
pl: Jesteś przymocowany do sklepu, a statek harmonii cicho wypycha ze ścieżki.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The store owner begins glowing with... joy? They seem to be done speaking, so the Harmony captain takes the opportunity to address you. "Your decision: [erroneous, harmful]. Federation ally value = negligible. Goodbye."
ja: 店主は輝き始めた...喜び？二人が話し終えたようなので、ハーモニーのキャプテンがあなたに話しかける。「あなたの決断は[誤った、有害な]。連邦の味方の価値＝無視できる。さようなら。
pl: Właściciel sklepu zaczyna świecić z ... radości?Wygląda na to, że skończyli mówić, a kapitan Harmony skorzystał z okazji, aby się z tobą skontaktować.„Twoja decyzja: [błędna, szkodliwa]. Wartość sojuszników federacji = nieistotna. Do widzenia”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Harmony ship jumps away without another word the moment you side against them, leaving just you and the store's owner on the comm. "Finally, thought never leave! Here, thought about violent approach, but no need now."
ja: ハーモニー号は、あなたが敵に回った瞬間、何も言わずに飛び去ってしまった。"ついに、去ることはないと思った！暴力的なアプローチも考えたが、今はその必要はない"
pl: Statek harmonii wchodzi w skok bez niepotrzebnych słów, gdy tylko stanącie przeciwko nim, pozostawiając tylko ciebie i właściciela sklepu w kontakcie.„W końcu myślałem, że nigdy nie odejdą! Już myślałem o gwałtownej metodzie, ale teraz nie jest to konieczne”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Gah, now both you take same side? Fine, fine, everyone come shop."
ja: "ギャー、これで二人とも同じ側に？いいよ、いいよ、みんな店においで"
pl: „Cholera, teraz oboje jesteście po tej samej stronie? Dobra-wszystko, wszyscy idź do sklepu.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Great, now you bring friend to help scam? No believe trick! Get lost!" The store closes communications, but the Engi captain starts speaking again. "Gratitude value: moderate. Ineffective assistance = demonstrative of character. Query: your purpose at this store?"
ja: "素晴らしい、今度は詐欺を助けるために友人を連れてきたのか？信じられない！失せろ！"店は通信を切ったが、エンジの船長は再び話し始めた。"感謝値：中程度。効果的でない援助＝人格を示す。質問：この店での目的は？"
pl: „Doskonałe, teraz przyprowadziłeś przyjaciela, aby pomóc oszustwom? Nie wierzę w to! Udawaj to!”Sklep wyłącza połączenie, ale kapitan Angie zaczyna mówić ponownie.„Wdzięczność: umiarkowana. Nieefektywna pomoc = manifestacja charakteru. Pytanie: W jakim celu przyszedłeś do tego sklepu?”

source: We needed repairs.
ja: 修理が必要だった。
pl: Potrzebujemy napraw.

source: "Understood. Beginning maintenance protocols." The Engi dispatch a drone to patch up your ship's hull, then jump off without another word.
ja: "理解した。メンテナンス手順開始エンギはドローンを派遣し 船体の修復をさせた後 何も言わずに飛び去った
pl: „Rozumiem. Zaczynam protokół konserwacji”.Angie wysyła drona, aby załatać kadłub twojego statku i odejść bez słowa.

source: We needed more scrap.
ja: もっとスクラップが必要だった。
pl: Potrzebujemy więcej złomu.

source: "Understood. Transferring payment for attempted assistance." The Engi jettison a hunk of scrap from one of their airlocks, then jump off without another word.
ja: "理解した。支援に対する報酬を送金する"エンギはエアロックからスクラップを取り出し、何も言わずに飛び降りた。
pl: „Rozumiem. Przedstawiam płatność za próbę pomocy”.Angie wyrzuca kawałek złomu z jednej ze swoich bram, a następnie idź skok, nie wspominając o słowie.
