Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: Civilian Zoltan ships aren't all too common anymore - most have joined the Military to help fight off the Duskbringers. The ship here however appears to be a well-to-do merchant.
ja: 民間のゾルタン船はもうあまり見かけない。ほとんどはダスクブリンガーを撃退するために軍に加わっている。しかし、この船は裕福な商人のようだ。
pl: Cywilne statki Zoltanów nie są teraz tak często spotykane - większość z nich dołączyła do wojska, aby pomóc w walce z posłańcami zachodu słońca.Wydaje się jednak, że ten statek należy do dobrze prosperującego kupca.

source: See his wares.
ja: 彼の商品をご覧ください。
pl: Zobacz jego towary.

source: (Zoltan Crew) "Under military requisition act 84-B, we possess the right to collect a small tribute from all Ministry merchant vessels."
ja: (ゾルタン・クルー) "軍事徴発法84-Bに基づき、我々はすべての省商船から少額の貢ぎ物を徴収する権利を有している"
pl: (Członek załogi) „Zgodnie z prawem o rewizji wojskowej 84-B mamy prawo do ponoszenia małego hołdu ze wszystkich statków handlowych Ministerstwa”.

source: The merchant glares at your crew. "Yes, yes... 84-B..." The ship transfers over some supplies, but doesn't seem all too willing to trade anymore.
ja: 商人は乗組員を睨みつける。"はい、はい...84-B..."船は物資を転送してきたが、もう交換する気はないようだ。
pl: Kupiec wpatruje się w członka załogi.„Tak, tak… 84-B ...” Statek mija kilka materiałów eksploatacyjnych, ale wydaje się, że jego pragnienie handlu całkowicie zniknęło.

source: (Duskbringer Crew) Antagonize the merchant for goods.
ja: (ダスクブリンガー・クルー) 商人と敵対して商品を奪う。
pl: (Członek załogi zachodu słońca) Aby odebrać towary kupca.

source: Unfortunately for you, the stereotype of Zoltans taking crap from noone applies to this ship as well. No one's getting anything out of them without a fight!
ja: 残念なことに、ゾルタンは誰からも相手にされないというステレオタイプは、この船にも当てはまる。戦わなければ、誰も何も得られない！
pl: Niestety dla ciebie stereotyp, że Zoltany nie tolerują takich śmieci, ma również zastosowanie do tego statku.Nikt nie otrzyma od nich niczego bez walki!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Fascist scum, working aboard a Federation vessel. Oh the number of protocols this violates, not to mention the ethical quandries! Fine, take my goods. But the Ministry will hear of this!"
ja: 「連邦の船で働くファシストのクズども。倫理的な問題だけでなく 多くの規約違反だいいだろう、私の荷物を受け取れ。だが省に知れるぞ
pl: „Faszystowska szumowina pracująca na pokładzie statku federacyjnego. Och, ile protokołów to narusza, nie wspominając o etycznych sprzeczności! Okej, weź moje towary. Ale ministerstwo się o tym dowie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ZOLTAN_REPAIRS"]/text
source: You thought most of the Ministry's fleet was dedicated to fighting off Duskbringers, but apparently enough Zoltan ships, paired together with some Engi, have set up a supply outpost and market for Federation allies.
ja: あなたは、魔法省の艦隊のほとんどがダスクブリンガーの撃退に専念していると思っていたが、どうやら十分な数のゾルタン船とエンギのペアが、連邦の同盟国への補給基地と市場を設置しているようだ。
pl: Myślałeś, że większość floty ministerstwa miała na celu zwalczanie posłańców zachodu słońca, ale oczywiście wystarczającą liczbę statków Zoltansky'ego wraz z kilkoma zorganizowanymi dostawami i rynkiem sojuszników Federacji.

source: Visit the market.
ja: 市場を訪れる。
pl: Iść do sklepu.

source: Visit the Engi Repair platform first.
ja: まずはエンジ・リペア・プラットフォームをご覧ください。
pl: Początkowo weź udział w platformie naprawczej Angie.

source: "Federation identification provides services free of cost. For premium service however: further payment will be required."
ja: 「連盟は無料でサービスを提供します。ただし、プレミアムサービスについては、さらに支払いが必要となります。"
pl: „Identyfikator federacji zapewnia dostęp do bezpłatnych usług. Jednak w celu otrzymania usług premium: wymagana będzie dodatkowa płatność”.

source: Receive the free repairs. [7$]
ja: 無料修理を受ける[7$]
pl: Uzyskaj bezpłatne naprawy.[7 $]

source: The Engi go to work on your hull. It's enough to keep you going for a while longer.
ja: エンジは船体の整備に取りかかる。もうしばらくはこれで十分だ。
pl: Angie zaczyna pracować na kadłubie twojego statku.To wystarczy, aby wytrzymać jeszcze trochę czasu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Harmony Crew) Request more free repairs. [10$]
ja: (ハーモニークルー) もっと無料修理を依頼する。[10$]
pl: (Członek załogi Harmony) poproś o rozszerzoną bezpłatną usługę naprawy.[10 $]

source: The Engi go to work on your hull. It's enough to keep you going for a while longer.
ja: エンジは船体の整備に取りかかる。もうしばらくはこれで十分だ。
pl: Angie zaczyna pracować na kadłubie twojego statku.To wystarczy, aby wytrzymać jeszcze trochę czasu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Purchase a larger repair. [15$]
ja: 大きめの修理をご購入ください。[15$]
pl: Kup bardziej poważną usługę naprawy.[15 $]

source: The Engi go to work on your hull. It's enough to keep you going for a while longer.
ja: エンジは船体の整備に取りかかる。もうしばらくはこれで十分だ。
pl: Angie zaczyna pracować na kadłubie twojego statku.To wystarczy, aby wytrzymać jeszcze trochę czasu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Nevermind, let's just shop.
ja: 気にしないで、買い物をしよう。
pl: To nie ma znaczenia, po prostu idź do sklepu.

source: Visit the Zoltan armories first.
ja: まずゾルタンの武器庫を訪れる。
pl: Początkowo odwiedź arsenałę Zoltanova.

source: A Zoltan looks up at you from a thick manual in front of him. "If you're a Federation vessel, you're entitled to a free partial restock of supplies. If you require a full restock however, it'll cost you."
ja: 目の前の分厚いマニュアルから、あなたを見上げるゾルタン。「連邦の船なら、物資の一部補充は無料だ。しかし、完全な補給が必要な場合は、費用がかかります。"
pl: Zoltan łamie się od czytania grubego przywództwa leżącego przed nim i patrzy na ciebie.„Jeśli jesteś statkiem Federacji, masz prawo do bezpłatnego częściowego uzupełnienia materiałów. Jeśli potrzebujesz pełnej podaży zasobów, będziesz musiał za to zapłacić”.

source: Receive the free restock. [+3}, +2|]
ja: 無料再入荷を受け取る。[+3ミサイル, +2ドローン]
pl: Uzyskaj bezpłatne zapasy.[+3}, +2 |]

source: An automated Zoltan supply vessel comes by and delivers the resources.
ja: 自動化されたゾルタンの補給船がやってきて、資源を運ぶ。
pl: Automatyczny statek dostaw przybywa i daje zasoby.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Receive the full restock. [+7}, +5|, -35~]
ja: 完全な再入荷を受け取る。[+7ミサイル, +5ドローン, -35スクラップ]
pl: Uzyskaj pełną dostawę zasobów.[+7}, +5 |, -35 ~]

source: An automated Zoltan supply vessel comes by and delivers the resources.
ja: 自動化されたゾルタンの補給船がやってきて、資源を運ぶ。
pl: Automatyczny statek dostaw przybywa i daje zasoby.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Ministry Crew) Request a larger restock. [+4}, +3|]
ja: (省クルー) より多くの補充を要請する。[+4ミサイル, +3ドローン]
pl: (Członek załogi z ministerstwa) zwróć się o rozszerzoną dostawę zasobów.[+4}, +3 |]

source: An automated Zoltan supply vessel comes by and delivers the resources.
ja: 自動化されたゾルタンの補給船がやってきて、資源を運ぶ。
pl: Automatyczny statek dostaw przybywa i daje zasoby.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Nevermind, let's just shop.
ja: 気にしないで、買い物をしよう。
pl: To nie ma znaczenia, po prostu idź do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ZOLTAN_MONK"]/text
source: The local market looks to be Zoltan run and well protected. Around it are several Monks collecting their pension as part of the clergy. One of the ships is trying to hail you.
ja: 地元の市場はゾルタンの経営で、しっかりと守られているようだ。その周りには、聖職者として年金を受け取る修道士が数人いる。一隻の船があなたを呼ぼうとしている。
pl: Lokalny rynek wydaje się być kontrolowany przez Zoltans i jest dobrze strzeżony.Wokół znajduje się kilka mnichów zbierających kościół jałmużny.Jeden ze statków próbuje się z tobą skontaktować.

source: Ignore the Monks and visit the market.
ja: 修道士を無視して市場を訪れる。
pl: Nie zwracaj uwagi na mnichów i idź do sklepu.

source: Respond.
ja: 対応する。
pl: Odpowiedź.

source: "Oh please, good captain, would you be so kind as to spare just a small amount of scrap?"
ja: "お願いです、船長、ほんの少しでいいのでスクラップにしていただけませんか？"
pl: „Och, proszę, dobry kapitan, czy będziesz taki miły, aby przydzielić przynajmniej trochę złomu?”

source: Give them a very small amount of scrap.
ja: ごく少量のスクラップを与える。
pl: Daj im bardzo niewielką ilość złomu.

source: The Monk greedily scoops up the scrap and gives you a nasty look. You ignore him and move on to the store.
ja: 和尚は貪欲にスクラップをすくい上げ、あなたに嫌な顔をする。あなたは彼を無視し、店へと進む。
pl: Monk chętnie bierze złom i rzuca na ciebie wrogie spojrzenie.Nie zwracasz na niego uwagi i nie chodzisz do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Give them a generous amount of scrap.
ja: たっぷりとスクラップを与える。
pl: Daj im hojną część złomu.

source: (Monk Crew) "We are monks, just as you. There is nothing to be shared but good feelings."
ja: (修道士クルー）「私たちも修道士です。分かち合うべきものは良い感情だけだ"
pl: „Jesteśmy tymi samymi mnichami, takimi jak ty. Nie mamy nic do podzielenia się, z wyjątkiem dobrych uczuć”.

source: Refuse.
ja: 拒否する。
pl: Odmawiać.

source: Attack the Monks.
ja: 僧侶を攻撃せよ。
pl: Zaatakować mnichów.

source: Safe to say, the Zoltans don't appreciate your spontaneous attack. Though the Monks are stuck fighting you one on one, an ASB in the distance is firing on you!
ja: ゾルタンたちはあなたの突発的な攻撃を快く思っていない。修道士たちはあなたと1対1で戦うことになったが、遠くのASBがあなたに発砲している！
pl: Możemy powiedzieć, że Zoltanie nie docenili twojego spontanicznego ataku.Chociaż mnisi utknęli, walcząc z tobą sam, PKB strzela do ciebie w oddali!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Monk scoops up the scrap metal, smiling wide at you, but says nothing more. Slightly annoyed, you move past and visit the store.
ja: 和尚は鉄くずをすくい上げ、あなたに向かって満面の笑みを浮かべたが、それ以上何も言わなかった。少し腹が立ったので、あなたはその場を通り過ぎ、店を訪ねた。
pl: Mnich bierze złom, uśmiecha się do ciebie, ale nic więcej nie mówi.Nieco zirytowany, idziesz do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Monk scoops up the scrap metal, smiling wide at you. "Oh, you are so generous, so kind! May your journeys be blessed!" Confused, you move past the monk, taking note of how much happier you suddenly feel.
ja: 修道士は金属くずをすくい上げ、あなたに向かって満面の笑みを浮かべる。「ああ、あなたはとても寛大で、とても親切だ！あなたの旅が祝福されますように！"戸惑いながらも、あなたは僧侶の横を通り過ぎた。
pl: Mnich bierze złom, uśmiechając się szeroko do ciebie.„Och, jesteś taki hojny, taki miły! Niech twoje podróże będą błogosławione!”Zmierzony, mijasz mnich, zauważając, o ile nagle poczułeś się.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Monk gives you a nasty look and folds his robed arms, but says nothing. You move past and visit the store.
ja: 修道士は嫌な顔をし、ローブを腕組みするが、何も言わない。あなたは通り過ぎ、店を訪れる。
pl: Mnich rzuca na ciebie wrogie spojrzenie i ukrywa ręce w płaszczu, ale nic nie mówi.Idziesz do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Gah, curse you! You show no kindness to others. May your journeys be filled with ruin!" You brush the Monk's harsh words off as nonsense, but you notice you feel much gloomier as you approach the market...
ja: 「呪ってやる！他人に親切にするな。お前の旅が破滅で満たされますように！"修道士の厳しい言葉を戯言として受け流すあなただったが、市場に近づくにつれ、気分が暗くなっていくのに気づいた...。
pl: „Ugh, jeśli jesteś przeklęty! Nie okazujesz życzliwości innym. Niech twoje podróże będą pełne zniszczenia!”Zostajesz odrzucony z ostrych słów mnicha jako z nonsensów, ale zauważasz, że czujesz się coraz bardziej przygnębiony, gdy zbliżasz się do sklepu ...

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The other Monk looks disappointed, but nods. "Yes, yes. Safe travels, brother."
ja: もう一人の修道士はがっかりした様子だが、うなずいた。「はい、はい。安全な旅を、兄弟"
pl: Kolejny mnich wygląda na rozczarowanego, ale kiwa głową.„Tak, tak. Szczęśliwa ścieżka, bracie.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "I was not aware we so openly joined Federation vessels. Perhaps it should allow our teachings to spread further than before? I think I shall come with you, a change of scenery could do me good, and I don't wish to return to those awful nebulas for much longer."
ja: 「連邦の船とこれほど公然と手を結んでいるとは知りませんでした。私たちの教えが以前よりも広まるかもしれません。私も同行しよう。気分転換になるし、あのひどい星雲にはもう戻りたくない。"
pl: „Nie wiedziałem, że tak otwarcie dołączamy do statków federacji. Być może pozwoliłoby to naszym nauczom rozprzestrzeniać się dalej niż wcześniej? Myślę, że pójdę z tobą, zmiana sytuacji przyniesie mi korzyść, a ja Nie chcę już wracać do tych strasznych mgławicy. ”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ZOLTAN_GUARDS"]/text
source: A lone Zoltan trading vessel awaits you at the beacon. Its crew sends you a simple message: "We have military goods available for sale."
ja: 一隻のゾルタンの貿易船がビーコンであなたを待っている。乗組員はシンプルなメッセージを送ってくる："軍事物資を販売している"
pl: W latarni morskiej znajdziesz samotny statek handlowy Zoltanova.Jego załoga wysyła ci prostą wiadomość: „Mamy towary wojskowe na sprzedaż”.

source: Dock.
ja: ドック
pl: Widziany.

source: As soon as you dock, a swarm of Zoltan military guards grab your crew and pin them to the ground. One of the guards pulls out a scanner and starts to analyze them.
ja: ドッキングするやいなや、ゾルタン軍の衛兵の大群がクルーを捕まえ、地面に固定する。衛兵の一人がスキャナーを取り出し、彼らを分析し始める。
pl: Gdy tylko dołączysz, tłum strażników wojskowych Zoltana ma dość twojej załogi i stawia ich twarzą do lądowania.Jeden ze strażników usuwa skanera i zaczyna ich analizować.

source: What are you doing!?
ja: 何をしているんだ！？
pl: Co robisz!?

source: Fight back!
ja: 反撃だ！
pl: Oprzeć się!

source: Your crew push off the guards and draw your weapons. Looks like a fight is nigh!
ja: クルーが警備兵を押しのけ、武器を構える。戦いは近いようだ！
pl: Twój zespół popycha strażników i usuwa broń.Wygląda na to, że bitwa jest nieunikniona!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Dock.
ja: ドック
pl: Widziany.

source: The Zoltans are baffled to see an entirely automated vessel dock with them. One of the guards pulls out a scanner and starts his investigation, but in the end you're cleared for trade regardless.
ja: ゾルタン人は全自動の船が停泊しているのを見て困惑する。警備兵の一人がスキャナーを取り出し、調査を始めたが、最終的には貿易の許可が下りた。
pl: Zoltany są zaskoczeni faktem, że gotowano do nich w pełni automatyczny statek.Jeden ze strażników usuwa skanera i zaczyna się uczyć, ale ostatecznie nadal otrzymujesz pozwolenie na handel.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: You don't have anything to buy from them today.
ja: 今日、彼らから買うものは何もない。
pl: Tym razem nie potrzebujesz niczego, co możesz od nich kupić.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The guards pull back satisfied. "Apologies captain. An increase in pirate activity in these sectors warrants suspicion. Your crew have been cleared, you will be permitted to shop here."
ja: 衛兵は満足そうに引き下がる。「失礼しました。この海域で海賊の活動が活発化していることは、疑われるに値する。クルーは許可されましたので、ここでの買い物を許可します。"
pl: Strażnicy wycofują się z satysfakcją.„Przepraszam, kapitan. Wzrost aktywności pirackiej w tych sektorach jest podejrzliwy. Twoja załoga przekazała czek, będziesz mógł handlować tutaj”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The guards pull back satisfied. "Apologies captain. An increase in pirate activity in these sectors warrants suspicion. Your crew have been cleared, you will be permitted to shop here."
ja: 衛兵は満足そうに引き下がる。「失礼しました。この海域で海賊の活動が活発化していることは、疑われるに値する。クルーは許可されましたので、ここでの買い物を許可します。"
pl: Strażnicy wycofują się z satysfakcją.„Przepraszam, kapitan. Wzrost aktywności pirackiej w tych sektorach jest podejrzliwy. Twoja załoga przekazała czek, będziesz mógł handlować tutaj”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The guards pull back, holding on to one of your crew. "This one here is a fugitive of the Zoltan Ministry. Turn them in and there will be no further consequences for your vessel or crew."
ja: 警備員はクルーの一人につかまって引き下がる。"この者はゾルタン省の逃亡者だ。彼らを引き渡せば、あなたの船や乗組員にこれ以上の影響はない。"
pl: Strażnicy wycofują się, trzymając jednego z członków twojej załogi.„Ten jest zbiegiem z Ministerstwa Zoltana. Daj go i nie będzie dalszych konsekwencji dla twojego statku i załogi”.

source: Let them take your crew.
ja: クルーは彼らに任せればいい。
pl: Pozwól im odebrać członka załogi.

source: The Zoltans drag off your crew. "Against my better judgement, you will still be permitted to shop here. Do not let us catch you harboring fugitives again, understand?"
ja: ゾルタンはあなたのクルーを引きずり降ろした。"私の判断に反して、君たちはここで買い物をすることを許される。二度と逃亡者を匿っているところを我々に見つかるな、わかったか？"
pl: Zoltans zabiera członka załogi.„Wbrew mojemu zdrowemu rozsądkowi nadal będziesz mógł tu handlować. Spójrz, nie spotykaj się ponownie z ukryciem zbiegów, czy to dla ciebie jasne?”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Your crew member cannot be cloned as they are not dead. A long life in Ministry prison awaits them now...
ja: あなたのクルーは死んでいないので、クローンを作ることはできない。省監獄での長い人生が彼らを待っている...。
pl: Waszego członka załogi nie może zostać zamknięty, ponieważ wciąż żyje.Teraz będzie czekał na długie życie w więzieniu ministerstwa ...

source: Refuse!
ja: 拒否する！
pl: Odmawiać!

source: Your crew push off the guards and draw your weapons. Looks like a fight is nigh!
ja: クルーが警備兵を押しのけ、武器を構える。戦いは近いようだ！
pl: Twój zespół popycha strażników i usuwa broń.Wygląda na to, że bitwa jest nieunikniona!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Ministry Crew) Reason with them.
ja: (ミニストリークルー）彼らを説得する。
pl: (Członek załogi z ministerstwa), aby je uzasadnić.

source: Your Zoltan slowly puts down their gun and speaks to the guards. At first their arguments don't seem to have an effect, but explaining the Federation needs all the help it can get - ANY kind of help - they seem to relent.
ja: ゾルタンはゆっくりと銃を置き、衛兵に話しかける。最初は彼らの主張は効果がないように見えたが、連邦があらゆる助けを必要としていることを説明すると、彼らは譲歩したようだ。
pl: Twój Zoltan powoli obniża broń i zwraca się do strażników.Na początku jego argumenty nie powodują odpowiedniego efektu, ale wyjaśniając, że Federacja potrzebuje możliwej pomocy - jakiejkolwiek natury - wydaje się, że są upokorzone.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ORCHID_KERNELS"]/text
source: This beacon is an Orchid trade hub. Even though most of their equipment is made of plant matter, Orchids find some use for scrap metal as well, and are willing to trade for it.
ja: このビーコンはオーキッドの貿易拠点だ。彼らの装備のほとんどは植物でできているが、オーキッドは金属スクラップにも使い道があり、喜んで交換する。
pl: Ta latarnia morska jest węzłem handlowym storczyków.Pomimo faktu, że większość ich sprzętu jest wykonana z roślin, używane są również storczyki, więc są gotowe zaakceptować to jako płatność.

source: Visit the market.
ja: 市場を訪れる。
pl: Iść do sklepu.

source: Multiple Orchids wave to customers, trying to get their attention, while curious shoppers of various species look about.
ja: 複数のオーキッドが客に手を振って注意を引こうとし、好奇心旺盛な様々な種類の買い物客が辺りを見回している。
pl: Liczne storczyki machają do klientów, próbując zwrócić ich uwagę i rozglądają się ciekawych nabywców różnych ras.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: See what Kernel weapons they have for sale first.
ja: まずはカーネルの武器がどんなものか見てみよう。
pl: Najpierw zobacz, które ziarna mają na sprzedaż.

source: A speckled Orchid walks you through a display of Kernel weaponry.
ja: まだら模様のオーキッドがカーネルの武器の展示を案内してくれる。
pl: Motley Orchid wprowadza Cię w posiadłości zbożowe na jego blacie.

source: Buy a Kernel Launcher.
ja: カーネル・ランチャーを買う。
pl: Kup ziarno.

source: Buy a Kernel Launcher.
ja: カーネル・ランチャーを買う。
pl: Kup ziarno.

source: Nevermind, visit the market.
ja: 気にしないで、市場に行ってみて。
pl: Nie ma znaczenia, aby iść do sklepu.

source: Multiple Orchids wave to customers, trying to get their attention, while curious shoppers of various species look about.
ja: 複数のオーキッドが客に手を振って注意を引こうとし、好奇心旺盛な様々な種類の買い物客が辺りを見回している。
pl: Liczne storczyki machają do klientów, próbując zwrócić ich uwagę i rozglądają się ciekawych nabywców różnych ras.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Floral Crew) Request assistance.
ja: (フローラル・クルー）援助を要請する。
pl: (Członek wypełniacza załogi) prośba o pomoc.

source: With the help of your crew, it doesn't take long to find another friendly Orchid ship who's willing to help out. He offers some missiles and repairs while you shop. Never underestimate the kindness of the plant-folk.
ja: クルーの助けを借りて、助けてくれる別の友好的なオーキッド船を見つけるのに時間はかからない。あなたが買い物をしている間、彼はミサイルや修理を提供してくれる。植物の民の優しさを侮ってはいけない。
pl: Z pomocą członka załogi nie poświęciłeś dużo czasu na znalezienie przyjaznego statku storczyków, które są gotowe do pomocy.Oferuje kilka pocisków i napraw podczas zakupów.Nigdy nie należy nie docenić życzliwości mieszkańców roślin.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack the Orchids.
ja: 蘭を攻撃せよ
pl: Atakuj storczyki.

source: Looks like no one's eager in helping out the Orchids, though your attack sends the market into lockdown. No time to worry about that, you need to focus your sights on your new prey.
ja: あなたの攻撃で市場は封鎖されたが、誰もオーキッズを助けようとはしていないようだ。そんなことを気にしている暇はない、新たな獲物に照準を合わせる必要がある。
pl: Wygląda na to, że nikt nie chce pomóc storczykom, chociaż sklepy zostały zamknięte z powodu twojego ataku.Nie ma czasu się o to martwić, musisz skupić się na nowej ofiary.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ORCHID_STATION"]/text
source: A giant Orchid trade station with military escort is located at the beacon. You'd hate to be on the bad side of these Orchids...
ja: 巨大なオーキッドの貿易ステーションが軍の護衛付きでビーコンにある。オーキッドと敵対するのは嫌だろう？
pl: Na latarni morskiej znajduje się gigantyczna stacja handlowa storczyków z wojskową eskortą.Nie chciałbym być po stronie ich wroga ...

source: Dock.
ja: ドック
pl: Widziany.

source: As you dock and enter the station, you can't help but notice how calm and silent it is inside.
ja: ドックに着き、ステーションに入ると、中はとても静かで、落ち着いている。
pl: Kiedy zawstydzasz się i wejdziesz na stację, nie możesz nie zauważyć, jak spokojnie i cicho w środku.

source: Take some time to relax here. The crew could use a rest.
ja: ここでリラックスしてください。クルーも休息が必要だ。
pl: Poświęć trochę czasu na odpoczynek tutaj.Załoga nie będzie zakłócać reszty.

source: You tour the halls of the station, and come across a lively tavern with all sorts of people inside. The banter seems to be entirely friendly, and it's the one source of vibrant sound in the entire place. You get to talking with a table of mercenaries who stopped here as well, and find yourself making a new friend!
ja: 駅構内のホールを回ると、いろんな人がいる活気のある居酒屋に出くわした。その談笑はとても友好的なもので、この場所全体が活気に満ちている。同じようにここに立ち寄った傭兵のテーブルと話をするうちに、新しい友人ができた！
pl: Podróżujesz po salach stacji i spotykasz się z żywą tawerną z przedstawicielami różnych ras.Wygląda na to, że rozmowy tutaj są niezwykle przyjazne i jest to jedyne źródło żywego dźwięku tutaj.Rozpoczynasz rozmowę z stołem najemników, którzy również tu zatrzymali się i znajdziesz nowego przyjaciela!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Floral Crew) Request help from the station owners with the fleet.
ja: (フローラル・クルー) ステーションのオーナーに船団の援助を要請する。
pl: (Członek Crew-Cornfield) Prośba o pomoc w pomocy stacji w przeciwdziałaniu floty rebeliantów.

source: The Orchid in charge gruffly nods. He must know the implications of what going up against the fleet will mean - but it's a sacrifice for the good of the Federation and he's willing.
ja: 担当のオーキッドは不機嫌そうにうなずく。彼は、艦隊に立ち向かうことが何を意味するか知っているに違いない。しかし、それは連邦の利益のための犠牲であり、彼は喜んでいる。
pl: Główny orchidea kiwa głową marszcząc brwi.Powinna zrozumieć konsekwencje tego, co będzie oznaczało występ przeciwko flocie - ale jest to ofiara dobra federacji i jest na to gotowa.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: We can't waste any time. Get to shopping.
ja: 時間を無駄にはできない。買い物に行こう。
pl: Nie możemy tracić czasu.Idziemy do sklepu.

source: You'll have all the time to rest once your mission is over or the giant Rebel death fleet behind you is gone. For now, you have things to do.
ja: 任務が終わるか、背後の巨大な反乱軍の死の艦隊がいなくなれば、休む時間はいくらでもある。今はやるべきことがある。
pl: Będziesz miał wystarczająco dużo czasu na relaks, gdy kończy się twoja misja lub gigantyczna śmiertelnie niebezpieczna flota rebeliantów nad tobą znika.W międzyczasie masz biznes.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack the station!
ja: 駅を攻撃しろ
pl: Zaatakuj stację!
