Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[4]
source: You arrive near a civilian settlement. It looks like their homes, ships and stations all rely heavily on an intriguing crystalline material. You wonder how they are able to create so much of this substance, and what benefits it will provide to the other races of the galaxy.
ja: あなたは民間人の集落の近くに到着した。彼らの家、船、ステーションはすべて、興味深い結晶物質に大きく依存しているようだ。あなたは、彼らがどうやってこの物質を大量に作り出せるのか、そしてそれが銀河の他の種族にどんな利益をもたらすのか不思議に思う。
pl: Zbliżasz się do osady cywilnej.Wygląda na to, że ich domy, statki i stacje w dużej mierze zależą od niesamowitego materiału krystalicznego.Zastanawiam się, w jaki sposób byli w stanie stworzyć tak wiele tej substancji i jakie korzyści przyniesie inne rasy galaktyki?

# data/events_special_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[5]
source: A few merchant ships pass nearby but they are either ignoring your hails or their computer hasn't yet been adjusted to work through the same frequencies...
ja: 数隻の商船が近くを通り過ぎるが、彼らはあなたの呼びかけを無視しているか、あるいは彼らのコンピューターがまだ同じ周波数で作動するように調整されていないかのどちらかだ...。
pl: W pobliżu znajduje się kilka statków handlowych, ale albo ignorują twoje sygnały, albo ich komputery nie są jeszcze dostrojone do pracy na tych samych częstotliwościach ...

# data/events_special_standard.xml$//event[@name="EMPTY_PIRATE"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_PIRATE"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_PIRATE"]/text[1]
source: As soon as you arrive, a small ship de-cloaks behind yours. You immediately power up the shields and weapons, but they continue on their trajectory unimpressed. You try to calm your nerves.
ja: 到着するやいなや、あなたの船の後ろで小さな船が脱着する。あなたはすぐにシールドと武器をパワーアップさせるが、彼らは感心することなく軌道を走り続ける。あなたは神経を落ち着かせようとする。
pl: Gdy tylko przybyłeś na miejsce, za tobą pojawił się mały statek.Natychmiast włączasz tarcze i broń, ale nadal porusza się po jej trajektorii, nie zwracając na ciebie uwagi.Próbujesz uspokoić swoje nerwy.

# data/events_special_standard.xml$//textList[@name="EMPTY_PIRATE"]/text[2]
source: A small pirate ship messages you, "That sure is a shiny ship you got there." You fire a warning shot across their bow and they respond, "Hey! No need for violence! It was just a comment..."
ja: 小さな海賊船からメッセージが届く。あなたが威嚇射撃をすると、彼らは「おい、暴力は必要ない！暴力を振るう必要はない。
pl: Mały statek Pirates mówi: „Jaki masz genialny statek”.Robisz ostrzeżenie w ich kierunku, a oni odpowiedzieli: „Hej! Nie ma przemocy! To był tylko komentarz ...”

# data/events_special_standard.xml$//textList[@name="EMPTY_PIRATE"]/text[3]
source: The only thing within scanning range is an old abandoned mining structure and a resupply station. They appear to have been picked clean by marauders.
ja: スキャン範囲内にあるのは、古い廃坑と補給ステーションだけだ。それらは略奪者たちによって一掃されたようだ。
pl: Jedyną rzeczą w strefie skanowania jest stara opuszczona kopalnia i stacja suplementów.Wygląda na to, że zostali oczyszczeni przez łupników.

# data/events_special_standard.xml$//textList[@name="EMPTY_PIRATE"]/text[4]
source: You arrive to have a small fleet of Engi ships target you with a message, "Piracy results in negative societal impact. Not permitted." You assure them of your honest intentions and they allow you to pass.
ja: 海賊行為は社会に悪影響を及ぼす。海賊行為は社会に悪影響を及ぼす。あなたは彼らにあなたの誠実な意思を保証し、彼らはあなたの通過を許可した。
pl: Jak tylko się pojawi, mała flota Angie Stathips wysyła ci wiadomość: „Piractwo prowadzi do negatywnych konsekwencji dla społeczeństwa. Jest to zabronione”.Zapewniasz je w swoich dobrych intencjach, a oni tęsknią za tobą.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_BLACKMARKET"]/text[1]
source: This beacon is noticeable only because of how empty it is, a rarity in this busy sector.
ja: このビーコンが目立つのは、この繁華街では珍しいほど空いているからだ。
pl: Ta latarnia przyciąga uwagę tylko fakt, że jest pusty - rzadkość w tym ruchliwym sektorze.

# data/events_special_standard.xml$//textList[@name="EMPTY_BLACKMARKET"]/text[2]
source: Not one speck of purple or white paint in sight. You relax and consider this a much needed break.
ja: 紫や白のペンキのかけらも見当たらない。あなたはリラックスし、これが必要な休憩だと考える。
pl: Ani jedne miejsce fioletowej lub białej farby.Odprężasz się i uważasz to za tak niezbędny odpoczynek.

# data/events_special_standard.xml$//textList[@name="EMPTY_BLACKMARKET"]/text[3]
source: A few ships here are trading, but none respond to your hails. Probably an illegal sale, you figure.
ja: 数隻の船が交易をしているが、誰も呼びかけに応じない。おそらく違法な売買だろう。
pl: Kilka statków handluje tutaj, ale żaden nie odpowiada na twoje sygnały.Uważasz, że jest to prawdopodobnie nielegalny handel.

# data/events_special_standard.xml$//textList[@name="EMPTY_BLACKMARKET"]/text[4]
source: An abandoned trading port is here, probably due to little business. Upon further inspection, they were selling antique snow globes. Nothing worth taking.
ja: 廃墟と化した貿易港がここにある。よく見ると、アンティークのスノードームを売っていた。手に入れる価値のあるものは何もない。
pl: Istnieje opuszczony port handlowy, prawdopodobnie z powodu słabego obrotu.Po bliższym badaniu okazało się, że sprzedawano tu stare śnieżki.Nic wartościowego.

# data/events_special_standard.xml$//event[@name="EMPTY_HACKED"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_HACKED"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_HACKED"]/text[1]
source: In this dangerous sector you can never be certain of anything, including the apparent emptiness of this beacon. After a few minutes pass and nothing bad happen, you begin to feel safe again.
ja: この危険なセクターでは、このビーコンの見かけ上の空虚さを含め、何も確信することはできない。数分経ち、何も悪いことが起こらなければ、あなたは再び安全だと感じ始める。
pl: W tym niebezpiecznym sektorze nigdy nie możesz być pewny, w tym w pozornej pustej latarni morskiej.Minie kilka minut i nie dzieje się nic strasznego i znów zaczynasz czuć się bezpiecznie.

# data/events_special_standard.xml$//textList[@name="EMPTY_HACKED"]/text[2]
source: This beacon is empty, something unexpected in a sector like this.
ja: このビーコンには誰もいない。このようなセクターでは予想外のことだ。
pl: Latarnia morska jest pusta, co jest nieoczekiwane dla takiego sektora.

# data/events_special_standard.xml$//textList[@name="EMPTY_HACKED"]/text[3]
source: Deactivated civilian infrastructure drifts nearby. You're too wary of a potential trap to approach it, so you use this beacon as a welcome break instead.
ja: 機能停止した民間インフラが近くを漂っている。罠の可能性を警戒して近づけないので、代わりにこのビーコンを歓迎の休憩に使う。
pl: Dezaktywowana struktura cywilna dryfuje w pobliżu.Zbyt boisz się potencjalnej pułapki, aby się do niego podejść, więc używasz tej latarni morskiej jako przerwy.

# data/events_special_standard.xml$//textList[@name="EMPTY_HACKED"]/text[4]
source: A few civilian ships scatter as you approach. You're left alone at the beacon.
ja: あなたが近づくと、数隻の民間船が散り散りになる。ビーコンに取り残される。
pl: Kilka cywilnych statków jest rozproszonych przy twoim podejściu.Zostałeś sam w latarni morskiej.

# data/events_special_standard.xml$//textList[@name="EMPTY_HACKED"]/text[5]
source: An empty beacon in a sector full of tricks such as this is suspicious, but nothing seems wrong about the nearby system.
ja: このようなトリックだらけのセクターに空のビーコンがあるのは不審だが、近くのシステムには何も問題はなさそうだ。
pl: Pusta latarnia morska w sektorze pełna takich sztuczek jest podejrzana, ale wydaje się, że w pobliskim systemie wszystko jest w porządku.

# data/events_special_standard.xml$//event[@name="EMPTY_REBEL"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_REBEL"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBEL"]/text[1]
source: You enter a system bustling with Rebel activity. Supply freighters and re-supply stations are dwarfed by a few heavy warships. Luckily, no one seems to be paying attention to small cruisers. No ships are scanning or messaging you.
ja: あなたは反乱軍の活動でにぎわう星系に入った。補給貨物船と補給ステーションは、数隻の重戦艦に矮小化されている。幸運なことに、誰も小型巡洋艦に注意を払っていないようだ。どの船もスキャンもメッセージも送ってこない。
pl: Wchodzisz do systemu, gotując się aktywnością rebeliantów.Statki towarowe i stacje uzupełniające zapasy przewyższają kilka ciężkich okrętów wojennych.Na szczęście nikt nie zwraca uwagi na małe krążowniki.Żaden statek cię nie skanuje i nie przesyła wiadomości.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBEL"]/text[2]
source: You arrive near a small Rebel refueling depot. Your ship is being scanned multiple times so they must recognize you, but there appears to be no combat-ready ships in the vicinity. The only message you receive is a denial to your request to dock at the depot.
ja: あなたは小さな反乱軍の燃料補給基地の近くに到着した。あなたの船は何度もスキャンされているので、彼らはあなたを認識しているはずだが、周辺に戦闘可能な船はいないようだ。受信した唯一のメッセージは、補給基地でのドッキングを拒否するというものだった。
pl: Przyjeżdżasz do małej stacji benzynowej rebeliantów.Twój statek jest skanowany wiele razy, więc powinni cię rozpoznać, ale wydaje się, że w pobliżu nie ma jednego statku walki.Jedyną wiadomość, którą otrzymujesz, jest odmowa prośby o dołączenie do magazynu.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBEL"]/text[3]
source: There is not much of interest nearby. A small sun in the distance with a few orbiting planets in nearby space provide little of interest.
ja: 近くに興味を引くものはあまりない。遠くにある小さな太陽と、近くの宇宙空間にある軌道を回るいくつかの惑星は、ほとんど興味をそそらない。
pl: W pobliżu nie ma nic interesującego.Małe słońce w odległości i kilka planet na orbicie w otaczającej przestrzeni nie są szczególnie interesujące.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBEL"]/text[4]
source: There are no other ships near this beacon, however you detect a small communication relay. You tap into it without a problem; there is no encryption. Most of the chatter revolves around troop and fleet movements, not particularly interesting.
ja: このビーコンの近くに他の船はないが、小さな通信リレーを発見した。暗号化はされていない。暗号化はされていない。ほとんどの会話は、部隊や艦隊の動きに関するもので、特に興味深いものではない。
pl: W pobliżu latarni morskiej nie ma innych statków, ale zauważyłeś niewielką pojemność komunikacyjną.Łączysz się z nim bez problemów;Nie ma szyfrowania.Większość rozmów sprowadza się do ruchu żołnierzy i marynarki wojennej, nic interesującego.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBEL"]/text[5]
source: There is a small planet nearby with scattered settlements. A small Rebel fleet is in orbit with many ships ferrying back and forth. It must be a more recently 'liberated' planet.
ja: 近くに小さな惑星があり、集落が点在している。小さな反乱軍の艦隊が軌道上にあり、多くの船が行き来している。最近 "解放 "された惑星に違いない。
pl: W pobliżu znajduje się mała planeta z rozrzuconymi przez nią osad.Na orbicie znajduje się mała flota buntowników, wiele statków biegnie tam iz powrotem.To musi być niedawno „wyzwolona” planeta.

# data/events_special_standard.xml$//event[@name="EMPTY_JERRY"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_JERRY"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_JERRY"]/text[1]
source: A stray balloon floats past, drifting aimlessly into the nothingness. How and why, you aren't sure, but this is why you should always hold on carefully.
ja: 迷子の風船が通り過ぎ、無の境地に漂う。どのようにして、なぜなのかはわからないが、だからこそ、いつも慎重につかまるべきなのだ。
pl: Dziwny balon leci obok, bez celu w zapomnieniu.Jak i dlaczego, nie wiesz, ale dlatego zawsze musisz być na straży.

# data/events_special_standard.xml$//textList[@name="EMPTY_JERRY"]/text[2]
source: In this surprisingly friendly sector, you've finally come across a beacon with nothing but silence.
ja: この驚くほど友好的なセクターで、あなたはついに沈黙しかないビーコンに出くわした。
pl: W tym niezwykle przyjaznym sektorze w końcu natknąłeś się na latarnię morską, wokół której nie ma nic oprócz ciszy.

# data/events_special_standard.xml$//textList[@name="EMPTY_JERRY"]/text[3]
source: There are no ships to be seen here, which is particularly unusual in Rebel space. Where's all the murderous soldiers out to get your head?
ja: 反乱軍の宇宙空間では珍しく、ここには船が見当たらない。人殺しの兵士たちはどこにいるんだ？
pl: Nie widać tutaj ani jednego statku, co jest szczególnie niezwykłe dla przestrzeni rebeliantów.Gdzie są ci wszyscy zabójcy, którzy chcą zdobyć twoją głowę?

# data/events_special_standard.xml$//textList[@name="EMPTY_JERRY"]/text[4]
source: A Rebel ship flies past, several cans tied to the back of the ship. They stop to watch your ship, but quickly jump away.
ja: 反乱軍の船が通り過ぎ、船の後ろに缶が何個かくくりつけられている。彼らはあなたの船を見ようと立ち止まるが、すぐに飛び去る。
pl: Statek rebeliantów leci obok, z tyłu, z którego powiązane są kilka puszek.Przestają patrzeć na twój statek, ale szybko odchodzą.

# data/events_special_standard.xml$//event[@name="EMPTY_REBELHOLD"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_REBELHOLD"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[1]
source: You enter a system bustling with Rebel activity. Supply freighters and re-supply stations are dwarfed by a few heavy warships. Luckily, no one seems to be paying attention to small cruisers. No ships are scanning or messaging you.
ja: あなたは反乱軍の活動でにぎわう星系に入った。補給貨物船と補給ステーションは、数隻の重戦艦に矮小化されている。幸運なことに、誰も小型巡洋艦に注意を払っていないようだ。どの船もスキャンもメッセージも送ってこない。
pl: Wchodzisz do systemu, gotując się aktywnością rebeliantów.Statki towarowe i stacje uzupełniające zapasy przewyższają kilka ciężkich okrętów wojennych.Na szczęście nikt nie zwraca uwagi na małe krążowniki.Żaden statek cię nie skanuje i nie przesyła wiadomości.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[2]
source: You arrive near a small Rebel refuelling depot. Your ship is being scanned multiple times so they must recognize you, but there appears to be no combat-ready ships in the vicinity. The only message you receive is a denial to your request to dock at the depot.
ja: あなたは小さな反乱軍の補給基地の近くに到着した。あなたの船は何度もスキャンされているので、彼らはあなたを認識しているはずだが、周辺に戦闘可能な船はいないようだ。受信した唯一のメッセージは、補給基地でのドッキングを拒否するというものだった。
pl: Przyjeżdżasz do małej stacji benzynowej rebeliantów.Twój statek jest skanowany wiele razy, więc powinni cię rozpoznać, ale wydaje się, że w pobliżu nie ma jednego statku walki.Jedyną wiadomość, którą otrzymujesz, jest odmowa Twojego żądania dokowania ze stacją.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[3]
source: There is not much of interest nearby. A small sun in the distance with a few orbiting planets in nearby space provide little of interest.
ja: 近くに興味を引くものはあまりない。遠くにある小さな太陽と、近くの宇宙空間にある軌道を回るいくつかの惑星は、ほとんど興味をそそらない。
pl: W pobliżu nie ma nic interesującego.Małe słońce w odległości i kilka planet na orbicie w otaczającej przestrzeni nie są szczególnie interesujące.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[4]
source: There are no other ships near this beacon, however you detect a small communication relay. You tap into it without a problem; there is no encryption. Most of the chatter revolves around troop and fleet movements, not particularly interesting.
ja: このビーコンの近くに他の船はないが、小さな通信リレーを発見した。暗号化はされていない。暗号化はされていない。ほとんどの会話は、部隊や艦隊の動きに関するもので、特に興味深いものではない。
pl: W pobliżu latarni morskiej nie ma innych statków, ale zauważyłeś niewielką pojemność komunikacyjną.Łączysz się z nim bez problemów;Nie ma szyfrowania.Większość rozmów sprowadza się do ruchu żołnierzy i marynarki wojennej, nic interesującego.

# data/events_special_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[5]
source: There is a small planet nearby with scattered settlements. A small Rebel fleet is in orbit with many ships ferrying back and forth. It must be a more recently 'liberated' planet.
ja: 近くに小さな惑星があり、集落が点在している。小さな反乱軍の艦隊が軌道上にあり、多くの船が行き来している。最近 "解放 "された惑星に違いない。
pl: W pobliżu znajduje się mała planeta z rozrzuconymi przez nią osad.Na orbicie znajduje się mała flota buntowników, wiele statków biegnie tam iz powrotem.To musi być niedawno „wyzwolona” planeta.

# data/events_special_standard.xml$//event[@name="EMPTY_AUTO"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_AUTO"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_AUTO"]/text[1]
source: An abandoned shipyard lays far in the distance. It doesn't appear to be worth salvaging.
ja: はるか彼方に廃墟と化した造船所がある。引き揚げる価値はなさそうだ。
pl: W oddali widać opuszczoną stocznię.Najwyraźniej nie będzie w stanie tego zrobić.

# data/events_special_standard.xml$//textList[@name="EMPTY_AUTO"]/text[2]
source: The empty husk of what was once an Auto-ship drifts nearby, scrapped well beyond the point of return by pirates.
ja: かつてオートシップであったものの空っぽの殻が近くを漂っている。
pl: W pobliżu dryfuje pusty szkielet dawnego automatycznego statku, który piraci zostali zdemontowani na złom metal przez długi czas przed tobą.

# data/events_special_standard.xml$//textList[@name="EMPTY_AUTO"]/text[3]
source: This beacon is suprisingly empty, one of the few beacons the Rebels have not yet ravaged with their Auto-tech.
ja: 反乱軍がオートテクノロジーで破壊していない数少ないビーコンのひとつだ。
pl: Nieoczekiwanie ta latarnia morska jest pusta - jeden z niewielu latarni, których rebelianci nie zniszczyli jeszcze ich automatycznej technologii.

# data/events_special_standard.xml$//textList[@name="EMPTY_AUTO"]/text[4]
source: It appears the automated expanse of the shipyard has not yet reached this beacon.
ja: 自動化された造船所の広がりは、まだこのビーコンに到達していないようだ。
pl: Wygląda na to, że automatyczne statki stoczni nie dotarły jeszcze do tej latarni morskiej.

# data/events_special_standard.xml$//textList[@name="EMPTY_AUTO"]/text[5]
source: Other than some distant scaffolding at this beacon, it's void of anything of interest.
ja: 遠くに足場がある以外は、何もない。
pl: Oprócz kilku odległych lasów budowlanych, ta latarnia morska, nie ma tu nic interesującego.

# data/events_special_standard.xml$//event[@name="EMPTY_MANTIS"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_MANTIS"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[1]
source: At this point you almost expect a fight with the Mantis, but this beacon appears to be entirely devoid of other ships. You take the time to catch your breath and double check the ship's systems.
ja: この時点で、あなたはマンティスとの戦闘をほとんど期待していたが、このビーコンには他の船はまったくいないようだ。息を整え、船のシステムを再チェックする。
pl: W tej chwili prawie liczysz się na bitwę z Matką Bożą, ale ta latarnia morska wydaje się całkowicie pozbawiona innych statków.Masz czas na oddech i sprawdzenie systemów statku.

# data/events_special_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[2]
source: The only thing this beacon offers is a view of deep space and a brief respite from battles. For some this must be a welcome refuge.
ja: このビーコンが提供するのは、深宇宙の眺めと戦いからの束の間の休息だけだ。ある人々にとっては、これは歓迎すべき避難所に違いない。
pl: Jedyną rzeczą, którą oferuje ta latarnia morska, jest widok odległej przestrzeni i krótka przerwa od bitew.Dla niektórych jest to prawdopodobnie pożądane schronienie.

# data/events_special_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[3]
source: A nearby Mantis mining operation is clearly using heavy Engi slave labor. You briefly consider the possibility of emancipating the slaves, but the Mantis presence is too formidable. You decide to lay low.
ja: 近くにあるマンティスの採掘場では、明らかにエンギの奴隷労働が行われていた。奴隷を解放することも考えたが、マンティスの存在はあまりにも強大だった。君は身を潜めることにした。
pl: W pobliskiej kopalni Bogomolova jest wyraźnie używana ciężka praca niewolnicza Angie.Zastanawiasz się przez chwilę o możliwości wyzwolenia niewolników, ale obecność modliszki jest zbyt groźna.Zdecydujesz się ukryć.

# data/events_special_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[4]
source: There aren't so many parts of Mantis space that aren't dotted by the wrecks of battles past, but this is one of them. You take a deep breath and prepare to move on.
ja: マンティス宇宙域で過去の戦いの残骸が点在していない場所はそれほど多くないが、ここはそのひとつだ。深呼吸をして、先に進む準備をする。
pl: W przestrzeni modlitw ludzi nie jest wiele miejsc, ale to jedna z nich.Robisz głęboki wydech i przygotowujesz się do przejścia.

# data/events_special_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[5]
source: There's nothing here but space debris and some uninhabitable planetoids.
ja: ここにはスペースデブリと居住不可能な小惑星しかない。
pl: Nie ma nic oprócz kosmicznych śmieci i kilku planetoidów nieodpowiednich na całe życie.

# data/events_special_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[6]
source: You fancy you see something moving in the shadow of the beacon, but all remains still.
ja: ビーコンの影で何かが動いているように見えるが、すべてが静止している。
pl: Wydaje się, że coś porusza się w cieniu latarni morskiej, ale wszystko pozostaje nieruchome.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_FREEMANTIS"]/text[1]
source: A Free Mantis clan lays inactive nearby. You approach, but they hail you with a warning to stay away. You figure it's best to abide their wishes.
ja: フリーマンティスの一族が近くで活動休止している。あなたは近づくが、彼らは「近づくな」と警告する。あなたは彼らの意向に従うのが最善だと考える。
pl: W pobliżu znajduje się klan wolnej modliszki.Zbliżasz się, ale ostrzegają cię, abyś trzymał się z daleka.Decydujesz, że lepiej jest przestrzegać ich wymagań.

# data/events_special_standard.xml$//textList[@name="EMPTY_FREEMANTIS"]/text[2]
source: There is no sign of any permanent habitation near this beacon, only a lone Free Mantis ship that jumps away before you have the chance to hail.
ja: このビーコンの近くには定住者の気配はなく、ただ一隻のフリー・マンティス船が、あなたが呼びかける前に飛び立っていくだけだ。
pl: W pobliżu latarni morskiej nie ma oznak stałych mieszkań, tylko samotny statek darmowej modliszki, który wpadł w skok bez czekania na ciebie.

# data/events_special_standard.xml$//textList[@name="EMPTY_FREEMANTIS"]/text[3]
source: The occasional space junk flies by, but nothing worth for even firing from a Flak cannon.
ja: 時折、宇宙ゴミが飛んでくるが、対空砲を撃つほどの価値はない。
pl: Czasami kosmiczne śmieci leci, ale nie warto strzelać do niego nawet z pistoletu fragmentacyjnego.

# data/events_special_standard.xml$//textList[@name="EMPTY_FREEMANTIS"]/text[4]
source: There are no ships in sight, not even of the Free Mantis. We have some time to spend to ourselves.
ja: フリー・マンティスの船さえ見えない。私たちには自分たちだけで過ごす時間がある。
pl: W polu widzenia nie ma ani jednego statku, nawet wolna modliszka.Mamy trochę czasu, aby zostać samemu.

# data/events_special_standard.xml$//event[@name="EMPTY_ROCK"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="EMPTY_ROCK"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//textList[@name="EMPTY_ROCK"]/text[1]
source: You receive a message meant to degrade you as aliens. You half expect an attack but it seems to have come from a small civilian shuttle.
ja: 宇宙人であるあなたたちを貶めるメッセージを受け取った。あなたは攻撃を半信半疑だったが、それは小さな民間シャトルからのものだったようだ。
pl: Otrzymujesz wiadomość zaprojektowana, aby upokorzyć cię jako kosmitów.Oczekujesz ataku, ale wydaje się, że pochodzi on z małego cywilnego promu.
