Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: You attempt to lie your way into the store, but the Vampweeds aren't buying it. "Get lost, Renegade! The Federation had its chance, but those days are done! You should have lost that Civil War!"
ja: あなたは嘘をついて店に入ろうとしたが、ヴァンプウィードはそれを信じなかった。「失せろ、レネゲイド！連邦にもチャンスはあったが、もう終わりだ！内戦で負けるべきだったんだ！"
pl: Próbujesz dostać sztuczkę do sklepu, ale wampiry jej nie kupiły.„Kurwa, Renegat! Federacja miała szansę, ale w dzisiejszych czasach musiałeś przegrać tę wojnę domową!”

source: Infuriated by your attempts to lie to them, the Vampweeds retaliate with violence!
ja: あなたが彼らに嘘をつこうとしたことに激怒したヴァンプウィードは、暴力で報復する！
pl: Rozwścieczony próbami ich oszukiwania, wampiry reagują przemocą!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Your attempts at lying are fruitless, at least at first. Even after getting turned away, a little while later you're contacted by another Vampweed. "Ssssh, don't tell anyone about this! I'm a merchant, not an idealist. These guys... they don't have what it takes to make a profit. Turning away customers like that? It's idiocy! I'll sell to you, but you've got to make it quick!"
ja: 嘘をつこうとしても、少なくとも最初は無駄だった。追い返されても、しばらくして別のヴァンプウィードから連絡が入る。「このことは誰にも言わないでくれ！俺は商人だ、理想主義者じゃない。あいつら...利益を上げるために必要なものを持ってないんだ。客を追い返す？バカげてる売ってやるから早くしろ！"
pl: Wasze próby położenia się nie powiodły się, przynajmniej na początku.Pomimo tego, że odmówiono ci, po pewnym czasie jesteś związany z innymi wampirami.„Shshsh, nie mów o tym nikomu! Jestem kupcem, a nie idealistą. Ci faceci… nie mają tego, czego potrzebujesz, aby zarobić. Więc odmawiaj klientów? To jest idioty! Sprzedam ci A Produkt, ale musisz to zrobić szybko! ”

source: You come across a large trade station. However, as soon as you approach a warning goes out to all ships in the region: "Do not associate with the Federation sympathizers. All who oppose the Rebels will be punished."
ja: あなたは大きな貿易ステーションに出くわした。しかし、近づくや否や、その地域の全船に警告が発せられる："連邦のシンパと関わるな。"反乱軍に反対する者は処罰する"
pl: Natknąłeś się na dużą stację handlową.Jednak gdy tylko się do niego zbliżysz, na wszystkich statkach w tej dziedzinie słyszysz ostrzeżenie: „Nie kontaktuj się z zwolennikami Federacji. Każdy, kto sprzeciwia się rebeliantom, zostaną ukarani”.

source: Search among the stores to see if someone will sell to you.
ja: 売ってくれそうな店がないか探してみよう。
pl: Aby pójść na zakupy, aby dowiedzieć się, czy ktoś chce się z tobą targować.

source: Leave.
ja: 出て行け。
pl: Wyjechać.

source: You decide it's better to not push your luck and move on.
ja: 無理はしない方がいいと判断し、次に進む。
pl: Zdecydujesz, że lepiej nie doświadczyć szczęścia i odlecieć.

source: (Engineer Crew) Pass yourself off as Rebels.
ja: (エンジニア・クルー) 反乱軍になりすます。
pl: (Członek inżyniera załogi), aby oderwać się od rebeliantów.

source: As a former Rebel themselves, your engineer has a few tricks up their sleeve for getting you into the market safely. You find a vendor willing to sell to you, though you can tell they have their suspicions.
ja: 元反乱軍兵士のエンジニアは、あなたを安全に市場に送り込むための裏技を持っている。売ってくれそうな売り子を見つけたが、彼らには疑念があるようだ。
pl: Twój inżynier, były substan, zna kilka sztuczek, które bezpiecznie prowadzą na rynek.Znajdziesz sprzedawcę, który jest gotowy do sprzedaży towarów, chociaż możesz powiedzieć, że coś podejrzewa.

source: (MFK Ace Crew) Pass yourself off as Rebels.
ja: (MFKエースクルー）反乱軍になりすます。
pl: (Członek załogi-jako MFK), aby zejść z rebeliantów.

source: As a former Rebel themselves, your MFK Ace has a few tricks up their sleeve for getting you into the market safely. You find a vendor willing to sell to you, though you can tell they have their suspicions.
ja: 元リーベルのMFKエースは、あなたを安全にマーケットに送り込むための裏技を持っている。あなたは売り手を見つけたが、売り手には疑惑があるようだ。
pl: Twój inżynier, były substan, zna kilka sztuczek, które bezpiecznie prowadzą na rynek.Znajdziesz sprzedawcę, który jest gotowy do sprzedaży towarów, chociaż możesz powiedzieć, że coś podejrzewa.

source: (Mind Control) Alter the announcer's opinions.
ja: (マインドコントロール）アナウンサーの意見を変える。
pl: (Kontrola umysłu) Zmień opinię spikera.

source: You locate the source of the announcement and 'convince' the speaker to rescind his previous statement. Hopefully you will have enough time to shop before he can figure out what just happened.
ja: あなたはアナウンスの発信源を突き止め、発言者に前言を撤回するよう「説得」する。うまくいけば、彼が今起こったことを理解する前に、買い物をする十分な時間があるだろう。
pl: Znajdziesz źródło ogłoszenia i „przekonaj” mówcę do porzucenia jego poprzedniego oświadczenia.Masz nadzieję, że będziesz miał wystarczająco dużo czasu, aby dokonać zakupów, zanim będzie miał czas na zrozumienie, co się właśnie wydarzyło.

source: (Upg. Mind Control) Alter the announcer's opinions.
ja: (マインドコントロール）アナウンサーの意見を変える。
pl: (Kontrola umysłu) Zmień opinię spikera.

source: You locate the source of the announcement and 'convince' the speaker to rescind his previous statement. In addition he apologizes by offering complimentary supplies. Hopefully you will have enough time to shop before he can figure out what just happened.
ja: アナウンスの発信源を突き止め、発言者に前言を撤回するよう「説得」する。さらに、彼は無料の消耗品を提供することで謝罪する。うまくいけば、彼が今起こったことを理解する前に、買い物をする十分な時間があるだろう。
pl: Znajdziesz źródło wiadomości i „przekonaj” mówcę do porzucenia jego poprzedniego oświadczenia.Ponadto przeprasza, oferując bezpłatne towary.Mam nadzieję, że będziesz miał wystarczająco dużo czasu, aby dokonać zakupów, zanim będzie miał czas na zrozumienie, co się stało.

source: (Adv. Mind Control) Alter the announcer's opinions.
ja: (アドバンス・マインドコントロール）アナウンサーの意見を変える。
pl: (Prov. Kontrola umysłu) Zmień opinię spikera.

source: You locate the source of the announcement and 'convince' the speaker to rescind his previous statement. In addition he apologizes by offering considerable complimentary supplies. Hopefully you will have enough time to shop before he can figure out what just happened.
ja: あなたは発表の発信源を突き止め、発言者に前言を撤回するよう『説得』する。さらに、彼はかなりの物資を無料で提供することで謝罪する。うまくいけば、彼が何が起こったのか理解する前に、買い物をする十分な時間があるだろう。
pl: Znajdziesz źródło wiadomości i „przekonaj” mówcę do porzucenia jego poprzedniego oświadczenia.Ponadto przeprasza, oferując znaczne bezpłatne towary.Mam nadzieję, że będziesz miał wystarczająco dużo czasu, aby dokonać zakupów, zanim będzie miał czas na zrozumienie, co się stało.

source: You find a single store that responds to your hails: "Don't open any wide band channels. We'll sell to you but we don't want to draw attention to ourselves."
ja: 呼びかけに応えてくれる店を1軒見つける：「ワイド・バンド・チャンネルは開くな。ワイド・バンド・チャンネルは開かないでください。
pl: Znajdziesz jedyny sklep, który reaguje na twoje apele: „Nie otwieraj żadnych kanałów komunikacji. Sprzedamy cię, ale nie chcemy zwracać uwagi”.

source: A suspicious vendor lets you in, and allows you to browse his store. Unfortunately, on your way out you can't help but feel you might not have gone as unnoticed as you had hoped...
ja: 怪しげな売り子が中に入れてくれ、店内を見て回ることができた。しかし残念なことに、店を出るとき、思ったほど気づかれなかったかもしれないと感じずにはいられなかった......。
pl: Podejrzany kupiec wpuszcza cię do sklepu i pozwala go sprawdzić.Niestety, po wyjściu nie pozostawiasz wrażenia, że ​​nie jesteście niezauważone, jak się spodziewałeś ...

source: Your search for a friendly marketplace yields no results but after a time a small shuttle approaches. They release some supplies in your direction with the message, "We are not all friends of the Rebel fleet. Stay strong."
ja: 友好的なマーケットを探しても見つからないが、しばらくすると小さなシャトルが近づいてきた。反乱軍の味方ばかりではない。しっかりしろ。
pl: Poszukiwanie przyjaznego rynku nie dało rezultatów, ale po pewnym czasie zbliża się do niego mały prom.Wydają trochę zapasów w twoim kierunku z przesłaniem: „Nie wszyscy jesteśmy przyjaciółmi floty rebeliantów. Bądź silny”.

source: You apparently spoke to the wrong person in your search for a store. Warnings go off and you detect an automated Rebel ship moving in to attack.
ja: どうやら店を探す相手を間違えたようだ。警告が鳴り響き、自動化された反乱軍の船が攻撃に向かっているのを察知する。
pl: W poszukiwaniu sklepu najwyraźniej zwróciłeś się do tej osoby.Ostrzeżenia są wyzwalane i zauważasz automatyczny statek rebeliantów poruszających się po ataku.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You apparently spoke to the wrong person in your search for a store. Warnings go off and you detect an automated Rebel ship moving in to attack.
ja: どうやら店を探す相手を間違えたようだ。警告が鳴り響き、自動化された反乱軍の船が攻撃に向かっているのを察知する。
pl: W poszukiwaniu sklepu najwyraźniej zwróciłeś się do tej osoby.Ostrzeżenia są wyzwalane i zauważasz automatyczny statek rebeliantów poruszających się po ataku.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A looping message from a nearby store plays, "All are welcome to shop, with one stipulation. Xeno scum are forbidden to shop here! Humans only, or get lost!"
ja: 近くの店からのメッセージが流れる。ゼノのクズはここで買い物をすることを禁じられている！人間だけだ。
pl: Z najbliższego sklepu odtwarzany jest zapętlona wiadomość: „Zapraszamy wszystkich do sklepu, ale z jednym warunkami. Ksy-ksenom nie wolno handlować tutaj! Tylko dla ludzi lub upadek!”

source: We have no aliens, dock safely.
ja: エイリアンはいない。
pl: Nie mamy kosmitów, odważnie dołączają.

source: Try and dock despite having aliens aboard.
ja: エイリアンが乗っているにもかかわらず、ドッキングを試みる。
pl: Spróbuj zadokować ze statkiem, pomimo obecności kosmitów na pokładzie.

source: (Non-Sapient Crew) Pass off your alien crew as pets.
ja: (非サピエント・クルー) エイリアンのクルーをペットとして見せかける。
pl: (Załoga nie pochodzi od ludzi), aby rozdać swoją załogę kosmitów dla zwierząt domowych.

source: The store-owners consider for a bit, but seem to accept this, and allow you inside.
ja: 店主は少し考え込んだが、それを受け入れて中に入れてくれたようだ。
pl: Właściciele rynku byli trochę przemyślani, ale wydaje się, że zgodzili się i pozwolili ci wejść.

source: Ignore the store.
ja: 店は無視しろ。
pl: Nie zwracaj uwagi na sklep.

source: A racist market isn't something you're interested in shopping at.
ja: 人種差別市場は、あなたが買い物に興味を持つものではない。
pl: Rynek rasistowski nie jest miejscem, które chciałbyś odwiedzić.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Your approach doesn't go well. As soon as you get too close, a Rebel ship flies out from a hangar at the market and attacks!
ja: 接近はうまくいかない。あなたが近づきすぎるやいなや、市場の格納庫から反乱軍の船が飛び出し、攻撃してくる！
pl: Twój zbliżenie nie jest w najlepszym stanie.Gdy tylko latasz zbyt blisko, statek rebeliantów wylewa z hangaru na rynku i atakuje!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Your approach doesn't go well. As soon as you get too close, a Rebel ship flies out from a hangar at the market and attacks!
ja: 接近はうまくいかない。あなたが近づきすぎるやいなや、市場の格納庫から反乱軍の船が飛び出し、攻撃してくる！
pl: Twój zbliżenie nie jest w najlepszym stanie.Gdy tylko latasz zbyt blisko, statek rebeliantów wylewa z hangaru na rynku i atakuje!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Despite the warning, you dock with the station. It's clear you're breaking the law here, but the store owner says nothing. On your way out, he whispers "Speak to no one about this."
ja: 警告にもかかわらず、あなたは駅とドッキングする。あなたが法を犯しているのは明らかだが、店主は何も言わない。帰り際、彼は「このことは誰にも言うな」とささやいた。
pl: Pomimo ostrzeżenia dołączasz do stacji.Oczywiste jest, że naruszasz prawo, ale właściciel rynku nic nie mówi.Kiedy wychodzisz, szepcze: „Nie mów o tym”.

# data/events_special_standard.xml$//event[@name="STOREEVENT_REBEL_FRIENDLY"]/text
source: A Rebel transport is making small repairs nearby, but they seem to be some kind of merchant. You expect a fight, but receive a secret hail. "Our military escort is still a few beacons behind, scattered by pirates. Truth be told, I think this war is silly. I'd be willing to trade, but we have to be quick."
ja: 反乱軍の輸送機が近くで小さな修理をしているが、彼らは商人のようだ。戦闘になるかと思ったが、密かに呼びかけがあった。"我々の護衛軍は、海賊に散らされ、まだ数ビーコン遅れている。実を言うと、この戦争は馬鹿げていると思う。交易には応じるが、急ぐ必要がある"
pl: W pobliżu transport rebeliantów odbywa się przez drobne naprawy, ale wydaje się, że jest to jakiś kupiec.Czekasz na rozpoczęcie bitwy, ale otrzymujesz tajny sygnał komunikacyjny.„Nasza eskorta wojskowa jest wciąż na kilku latarni morskiej, rozproszony przez piratów. W rzeczywistości myślę, że ta wojna jest głupia. Jestem gotowy do handlu, ale musimy działać szybko”.

source: Shop with them.
ja: 一緒に買い物をしよう。
pl: Handlować z nim.

source: Decline.
ja: 衰退。
pl: Odmawiać.

source: The Rebel captain shrugs, and says nothing more. It's probably best you get out as quick as possible.
ja: 反乱軍のキャプテンは肩をすくめ、それ以上何も言わない。できるだけ早く脱出したほうがいいだろう。
pl: Kapitan rebeliantów wzrusza ramionami i nic więcej nie mówi.Prawdopodobnie lepiej wyjść jak najszybciej.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Before you get to shop with the transport, an elite Rebel ship suddenly jumps in - this must be their escort. To your surprise, the transport turns on its military escort, and now you have additional firepower!
ja: 輸送船で買い物をする前に、突然、反乱軍のエリート船が飛び込んできた。驚いたことに、輸送船は護衛の軍隊のスイッチを入れてしまった！
pl: Zanim miałeś czas na zakupy, elitarny statek rebeliantów nagle leci do ciebie - to musi być ich eskorta.Ku twojemu zdziwieniu transport obejmuje eskortę wojskową, a teraz masz dodatkową siłę ognia!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Before you get to shop with the transport, a Rebel ship suddenly jumps in - this must be their escort. The transport pretends not to be involved and accuses you of attacking them, prompting the escort to open fire!
ja: 輸送船で買い物をする前に、突然、反乱軍の船が飛び込んでくる。輸送船は無関係を装い、あなたを攻撃したと非難し、護衛船が発砲するのを促す！
pl: Zanim miałeś czas na zakupy, nagle przylega do ciebie statek rebeliantów - to musi być ich eskorta.Transport udaje, że go to nie dotyczy i oskarża cię o atakowanie go, w wyniku czego eskorta otwiera ogień!

source: Prepare to fight!
ja: 戦う準備をする！
pl: Przygotuj się do bitwy!

source: (Cloaking) Hide from the escort.
ja: (遮蔽）護衛から隠れる。
pl: (Przebranie) Ukryj się przed eskortą.

source: You vanish, confusing the Rebels. You're able to sneak far enough away.
ja: あなたは反乱軍を混乱させながら姿を消した。あなたは十分に遠くまで忍び寄ることができる。
pl: Znikasz, myląc rebeliantów.Udaje ci się latać wystarczająco daleko.

source: You step aboard the Rebel ship, somewhat cautious of a trap. Yet, nothing comes. You quickly take a look around and head out before their escort arrives.
ja: 罠を警戒して反乱軍の船に乗り込む。しかし、何も来ない。あなたはすぐに周囲を見渡し、彼らの護衛が到着する前に外に出る。
pl: Wspinasz się na pokład statku rebeliantów, nieco obawiając się pułapek.Jednak nic się nie dzieje.Szybko się rozglądasz i idziesz do wyjścia, aż nadejdzie ich eskorta.

source: The escort is disposed of, but the Rebel captain seems shaken. "I... I'm on the wrong side. I won't do this any longer. Hurry up and buy whatever you need, I'm coming with you."
ja: 護衛は処分されたが、反乱軍のキャプテンは震えているようだ。「私は間違った側にいる。これ以上こんなことはしたくない。急いで必要なものを買いなさい、私も一緒に行く"
pl: Eskorta jest zniszczona, ale kapitan rebeliantów wygląda na zszokowanego.„Ja… Jestem po złej stronie. Już tego nie zrobię. Raczej kup wszystko, czego potrzebujesz, a ja pójdę z tobą.”

# data/events_special_standard.xml$//event[@name="STOREEVENT_REBEL_ENGINEER"]/text
source: Rebel Engineers aren't always as aggressive as other Rebels, and fortunately it seems the one here is as you've heard. In fact, looks like they're looking to trade for the scrap needed to repair their Auto-ships.
ja: 反乱軍のエンジニアは他の反乱軍ほど積極的ではないが、幸いなことにここにいるのは噂通りのようだ。実際、彼らはオートシップの修理に必要なスクラップと交換しようとしているようだ。
pl: Inżynierowie rebeliantów nie zawsze są tak agresywni jak inni rebelianci i, na szczęście wydaje się, że jeden z nich jest taki sam, jak słyszałeś.W rzeczywistości wydaje się, że chcą targować się z łomem niezbędnym do naprawy automatycznych statków.

source: Agree.
ja: 同意する。
pl: Zgadzać się.

source: The Engineers also offer a few drone schematics.
ja: エンジニアはドローンの設計図もいくつか提供している。
pl: Inżynierowie oferują również kilka dronów.

source: Buy an Amp Drone.
ja: アンプドローンを買う。
pl: Kup dron ze wzmacniaczem.

source: Buy a Crew Drone.
ja: クルー・ドローンを購入する。
pl: Kup dron piechoty.

source: We'll just shop.
ja: 買い物をするだけだ。
pl: Po prostu idziemy na zakupy.

source: Decline.
ja: 衰退。
pl: Odmawiać.

source: "Well if you aren't going to be helpful, then we'll just blow you up!"
ja: "役に立たないのなら、爆破してやる！"
pl: „Cóż, jeśli nie chcesz być przydatny, po prostu cię wysadzimy!”

source: Prepare to fight!
ja: 戦う準備をする！
pl: Przygotuj się do bitwy!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Looks like you've caused some heavy damage to the ship's scanners, because it has suddenly turned neutral, and enters vending mode for you.
ja: 船のスキャナーに大きなダメージを与えたようだ。
pl: Wygląda na to, że spowodowałeś poważne uszkodzenie skanerów statku, ponieważ nagle staje się on neutralny i przechodzi z tobą w tryb handlu.

source: Trade with it.
ja: それを使ってトレードする。
pl: Handlować z nim.

source: Keep shooting!
ja: 撃ち続ける！
pl: Kontynuuj strzelanie!

# data/events_special_standard.xml$//event[@name="STOREEVENT_AUTO_VENDER"]/text
source: Looks like an Auto-Vendor is nearby, but its programming won't let it trade with you unless you find a way to spoof it.
ja: オートベンダーが近くにいるようだが、なりすます方法を見つけない限り、プログラム上、取引はできない。
pl: Wygląda na to, że automatyczny sprzedawca jest w pobliżu, ale jego program nie pozwala mu handlować z tobą, jeśli nie znajdziesz sposobu na oszukiwanie go.

source: Try and scan your fake ID.
ja: 偽のIDをスキャンしてみる。
pl: Spróbuj użyć fałszywego certyfikatu osobowości.

source: (Engineer Crew) Rewire the Auto-ship to trade with you.
ja: (エンジニアクルー)オートシップをリワイヤリングして、あなたとトレードできるようにしろ。
pl: (Członek załogi), aby ponownie skonfigurować automatyczny statek do handlu z tobą.

source: Fortunately, you're able to hack into the Auto-ship and reconfigure it to accept your Federation ID.
ja: 幸いなことに、オートシップにハッキングし、フェデレーションIDを受け入れるように再設定することができる。
pl: Na szczęście udaje ci się zhakować system automatycznego statku i ponownie skonfigurować go w celu otrzymania dokumentów Federacji.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Hacking) Rewire the Auto-ship to trade with you.
ja: (ハッキング)オートシップをリワイヤリングして、あなたとトレードする。
pl: (Cracker) Aby ponownie skonfigurować automatyczny statek do handlu z tobą.

source: Fortunately, you're able to hack into the Auto-ship and reconfigure it to accept your Federation ID.
ja: 幸いなことに、オートシップにハッキングし、フェデレーションIDを受け入れるように再設定することができる。
pl: Na szczęście udaje ci się zhakować system automatycznego statku i ponownie skonfigurować go w celu otrzymania dokumentów Federacji.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Adv. Hacking) Rewire the Auto-ship to trade with you.
ja: (上級ハッキング)オートシップをリワイヤリングして、あなたと取引する。
pl: (Prov. Zamknij) Przełącz automatyczny statek, aby handlować z tobą.

source: Fortunately, you're able to hack into the Auto-ship and reconfigure it to accept your Federation ID. You also leave a little present for the fleet, by setting the ship to explode when a Rebel ship communicates with it.
ja: 幸い、オートシップにハッキングし、連邦軍のIDを受け入れるように再設定することができた。また、反乱軍の船が通信してきたときに船が爆発するように設定することで、艦隊にちょっとしたプレゼントを残した。
pl: Na szczęście udaje ci się zhakować automatyczny statek i ponownie go ponownie skonfigurować, aby zaakceptował dokumenty Federacji.Ponadto pozostawiasz małego prezentu dla floty: statek wybuchnie, jeśli statek statku się z nim skontaktuje.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Just blow up the ship.
ja: 船を爆破すればいい。
pl: Po prostu zniszcz statek.

source: It's not worth the risk to try and trick an AI, you might as well get some scrap from it.
ja: AIを騙そうとするリスクを冒す価値はない。
pl: Nie podejmuj ryzyka, próbując oszukiwać sztuczną inteligencję, lepiej jest uzyskać od niego trochę złomu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the Auto.
ja: オートは無視。
pl: Nie zwracaj uwagi na automatyczny statek.

source: You have no interest in this Auto-vessel, so you decide to ignore it.
ja: あなたはこのオート・ヴェッセルに興味がないので、無視することにした。
pl: Nie chcesz angażować się na ten automatyczny statek, więc postanowiłeś go po prostu zignorować.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Looks like the Auto-ship isn't falling for it. As soon as you transmit your ID, the ship scans your own vessel instead, recognizes it as Federation, and attacks!
ja: オートシップは騙されないようだ。あなたがIDを送信するとすぐに、船は代わりにあなたの船をスキャンし、連邦と認識し、攻撃します！
pl: Wygląda na to, że automatyczny statek nie został dowodzony.Gdy tylko przekazujesz swoje dokumenty, statek skanuje własny statek i rozpoznaje go jako statek Federacji, a następnie ataki!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You can't believe it, but somehow you've tricked the Auto-ship! Unfortunately, scans later show that the ship was recording and transmitting the entire encounter. Looks like the fleet might have some new information on your whereabouts...
ja: 信じられないが、どうにかしてオートシップを騙したのだ！残念なことに、後でスキャンしてみると、この船は遭遇戦の一部始終を記録し、送信していたことがわかった。どうやら艦隊は君の居場所について新しい情報を持っているようだ...
pl: Nie możesz w to uwierzyć, ale jakoś udało ci się oszukać automatyczny statek!Niestety skan pokazał, że statek zarejestrował i przekazał całe spotkanie.Wygląda na to, że flota może mieć nowe informacje o Twojej lokalizacji ...

source: Somehow, you've tricked the Auto-ship into thinking you're not a Federation vessel. It opens up its virtual market for you.
ja: どういうわけか、君はオートシップを騙して連邦の船ではないと思わせている。オートシップはあなたのために仮想市場を開きます。
pl: Jakoś udało ci się oszukać statek automatyczny, zmuszając go do myślenia, że ​​nie jesteś statkiem statku.Otwiera dla ciebie swój wirtualny rynek.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: As Zoltan supremacists, the Duskbringers aren't keen on trading with anyone outside their species. Usually they don't get along with Ministry citizens either, but the ship here seems alright with dealing with any Zoltan, just not other races.
ja: ゾルタン至上主義者であるダスクブリンガーは、自分たちの種族以外との交易に熱心ではない。通常、彼らは省民ともうまくやっていけないが、ここの船はどんなゾルタンとも付き合うことができるようだ。
pl: Jako ekstremiści, Zoltan, posłańcy zachodu słońca nie lubią handlu z kimś spoza ich formy.Zwykle nie dogadują się z obywatelami ministerstwa, ale na tym statku wydaje się, że nie mają nic przeciwko radzeniu sobie z Zoltanami, ale nie z innymi rasami.

source: (Zoltan Crew) Request to trade.
ja: (ゾルタン・クルー) トレードの依頼。
pl: (Członek załogi-złota) Żądanie handlu.

source: The Duskbringer captain seems pleased to see your crewmate, and ignores the rest of your crew.
ja: ダスクブリンガーの船長はあなたのクルーメイトを見て喜んでいるようで、他のクルーを無視している。
pl: Kapitan Sunset Vestnik wydaje się cieszyć się z twojego kolegę z drużyny i nie zwraca uwagi na resztę załogi.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Zoltan Shield) Submit yourself as a Zoltan ship.
ja: (ゾルタン・シールド）ゾルタン船として出頭せよ。
pl: (Zoltan Shield) Przedstaw się Zoltanowi.

source: It's not the most convincing alibi considering your vessel is registered under the Federation, but somehow you manage to gain access to the marketplace. You have to be careful not to let it be clear that your ship isn't quite what you claim.
ja: あなたの船が連邦に登録されていることを考えれば、説得力のあるアリバイとは言えないが、どうにかしてマーケットにアクセスすることに成功した。だが、どうにかしてマーケットに出入りすることに成功した。
pl: Nie jest to najbardziej przekonujące Alibi, biorąc pod uwagę, że twój statek jest zarejestrowany w Federacji, ale jakoś udało ci się uzyskać dostęp do rynku.Musisz uważać, aby nie wyjaśnić, że Twój statek nie jest tym, który ogłosiłeś.

source: Attack the Duskbringers!
ja: ダスクブリンガーを攻撃せよ！
pl: Zaatakuj posłańców zachodu słońca!

source: The Duskbringers are your enemies. It doesn't matter if they're open to other Zoltans or not - they're still fascists and xenophobes, and that's enough in your book to warrant their death.
ja: ダスクブリンガーは君たちの敵だ。他のゾルタンに心を開いていようがいまいが、彼らはファシストであり、外国人嫌いであることに変わりはない。
pl: Sunset Vestnik to twoi wrogowie.Nie ma znaczenia, czy są otwarci na innych, czy nie - nadal są faszystami i ksenofobe, a to, Twoim zdaniem, wystarczy, aby uzasadnić ich śmierć.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Avoid the Duskbringers.
ja: ダスクブリンガーを避ける。
pl: Unikaj posłańców zachodu słońca.

source: You aren't getting involved with the Duskbringers when you can help it.
ja: ダスクブリンガーとは、できる限り関わらない方がいい。
pl: Jeśli możesz tego uniknąć, nie skontaktujesz się z posłańcami zachodu słońca.
