Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Theocracy Crew) Your Rockman knows.
ja: (セオクラシー・クルー）あなたのロックマンは知っている。
pl: (Członek załogi z teokracji) Twój głaz wie.

source: Your Rockmen pauses, then lets out a massive release of flatulence, filling the room with an unbearable stench. You assume the missionary will be insulted, but instead he cheers. "You are a talented scholar of the holy texts! I am proud to have you aboard my station. Please, accept this gift."
ja: あなたのロックマンは一時停止した後、大量の便を放出し、耐え難い悪臭を部屋に充満させた。あなたは宣教師が侮辱されると思っていたが、代わりに喝采を浴びた。「君は聖典を研究する優秀な学者だ！あなたが私のステーションにいることを誇りに思う。どうぞ、この贈り物を受け取ってください"
pl: Twój głaz zatrzymuje się, a następnie wytwarza potężny strumień gazów, napełniając pomieszczenie nie do zniesienia smrodu.Uważasz, że misjonarz jest obrażony, ale zamiast tego się cieszy.„Jesteś utalentowanym koneserem świętych tekstów! Jestem dumny, że jesteś na pokładzie mojej stacji. Proszę przyjąć ten prezent”.

source: (Crystal Crew) "We are the holy ones!"
ja: (クリスタル・クルー）"私たちは聖なるものだ！"
pl: (Członek załogi krystalicznej) „Jesteśmy święci!”

source: Your Crystal giggles a little while they are lying, but the missionary doesn't seem to notice. Stricken by fear, he sends one of his fellow priests to join you while you're let into the market.
ja: あなたのクリスタルは嘘をついている間、少し笑っていたが、宣教師は気づいていないようだった。しかし宣教師は気づいていないようだ。恐怖に駆られた宣教師は、仲間の神父を一人送り込み、あなたが市場に入れるまでの間、あなたたちのところに行かせた。
pl: Twoje krystaliczne uśmiecha się lekko, gdy kłamie, ale misjonarz wydaje się tego nie zauważać.Pokrycie strachu, wysyła jednego ze swoich kolegów-kapłanów, aby dołączył do ciebie, gdy zostaniesz przekazany na rynek.

source: (Floral Crew) "I know it but..."
ja: (フローラル・クルー）"わかっちゃいるけど..."
pl: (Członek załogi) „Wiem, ale ...”

source: Your Floral crew apologizes that they are biologically incapable of replicating the verse precisely. They offer to instead use a similar piece of scripture to their own religion - doing a bizarre dance punctuated with a release of a floral scent. The Rock pauses, but nods. "Very well. Though you are incapable of replicating the holy words, you understand their spirit."
ja: フローラルのクルーは、生物学的にその聖句を正確に再現することができないことを謝罪する。代わりに、自分たちの宗教に似た聖句を使うことを提案する。花の香りを放ちながら奇妙なダンスを踊るのだ。ロックは立ち止まったが、うなずいた。「よろしい。聖なる言葉を再現することはできないが、その精神は理解できるだろう」。
pl: Twój Florail przeprasza, że ​​biologicznie nie jest w stanie dokładnie powtórzyć tego wersetu.Zamiast tego proponuje użyć podobnego fragmentu Pisma Świętego własnej religii - do wypełnienia dziwnego tańca, któremu towarzyszy uwolnienie aromatu kwiatowego.Głaz zatrzymuje się, ale kiwa głową.„Bardzo dobrze. Chociaż nie jesteś w stanie odtworzyć świętych słów, rozumiesz ich ducha.”

source: (Mind Control) "Recite" the "holy words".
ja: (マインド・コントロール）「聖なる言葉」を「暗唱」する。
pl: (Kontrola umysłu) „Czytaj święte słowa”.

source: Your mind tricks seem to do the job, and the missionary lets you in. Better hurry up though, for there's no guarantee your trickery won't be discovered.
ja: あなたのマインド・トリックはうまくいったようで、宣教師はあなたを中に入れてくれた。しかし、急いだ方がいい。あなたのトリックがばれないという保証はどこにもないのだから。
pl: Wydawało się, że twoje sztuczki z umysłem działały, a misjonarz pozwolił ci wejść.Lepiej jednak spieszyć się, ponieważ nie ma gwarancji, że twoje oszustwo nie zostanie ujawnione.

source: (Unfaithful Rock Crew) "Your holy text are lies!"
ja: (不実なロック・クルー）"お前たちの聖典は嘘だ！"
pl: (Członek załogi -Syalous Boulder) „Twój święty tekst - kłamstwa!”

source: The Rockman breaks into laughter. "HAHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAH... Hah... heh... hoooo... You are an ignorant idiot. Yet, you could be helped. I can reeducate you. Make you loyal to the Theocracy! I demand this if you want to access our market peacefully."
ja: ロックマンは笑い出す。"ははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははははぁ...はぁ...はぁ...はぁ...はぁ...。君は無知なバカだ。それでも、あなたは助けられる。再教育できる。神権政治に忠実になってもらう！平和的に我々の市場にアクセスしたければ、これを要求する"
pl: Boulder wybuchnął śmiechem.„Ha-ka-ka-ka-ka-ka-ka-ka-ha-ka-ka-ka-ka-ka-ka-ka-ka-ha-ha-x-ka-ka -Ka-ka-ka-ka-ka-ka-ka-ka-ka-ka-ka-ka-ka-ka-ha-ha-ka-ka-ka-ka ... hah ... huh ... jesteś ignorantem to, jeśli chcesz uzyskać spokojny dostęp do naszego rynku.

source: Let them reeducate your Cultist to access the market.
ja: 市場にアクセスするためにカルト信者を再教育させる。
pl: Pozwól im ponownie grać kultystę, aby uzyskać dostęp do rynku.

source: "Good. They will become a follower once again. In the meantime, you may access the store. Try anything funny, and you won't see your crew ever again."
ja: 「良いことだ。彼らは再びフォロワーとなるだろう。その間、店に出入りしてよい。変なことをしたら、二度と部下に会えなくなるぞ。"
pl: „Dobrze. Wróci ponownie do Vera. W międzyczasie możesz iść do sklepu. Postarasz się zrobić coś złego i nigdy więcej nie zobaczysz swojego członka załogi.”

source: Let them reeducate your Commando to access the market.
ja: 彼らがあなたのコマンドーを再教育し、市場にアクセスさせる。
pl: Pozwól im ponownie grać dowódcę, aby uzyskać dostęp do rynku.

source: "Good. They will become a follower once again. In the meantime, you may access the store. Try anything funny, and you won't see your crew ever again."
ja: 「良いことだ。彼らは再びフォロワーとなるだろう。その間、店に出入りしてよい。変なことをしたら、二度と部下に会えなくなるぞ。"
pl: „Dobrze. Wróci ponownie do Vera. W międzyczasie możesz iść do sklepu. Postarasz się zrobić coś złego i nigdy więcej nie zobaczysz swojego członka załogi.”

source: Let them reeducate your Outcast to access the market.
ja: アウトキャストを再教育し、市場にアクセスさせる。
pl: Pozwól im ponownie grać wyrzutki, aby uzyskać dostęp do rynku.

source: "Good. They will become a follower once again. In the meantime, you may access the store. Try anything funny, and you won't see your crew ever again."
ja: 「良いことだ。彼らは再びフォロワーとなるだろう。その間、店に出入りしてよい。変なことをしたら、二度と部下に会えなくなるぞ。"
pl: „Dobrze. Wróci ponownie do Vera. W międzyczasie możesz iść do sklepu. Postarasz się zrobić coś złego i nigdy więcej nie zobaczysz swojego członka załogi.”

source: Never!
ja: 決して
pl: Nigdy!

source: "Then perish!" Only two words, but their intent is clear as the station suddenly turns hostile.
ja: "ならば滅びろ！"たった2つの言葉だが、ステーションが突然敵意をむき出しにしたため、その意図は明らかだ。
pl: „Wtedy umrzyj!”Tylko dwa słowa, ale ich zamiar jest jasny, ponieważ stacja nagle staje się wrogie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Ariadne) Threaten the missionaries.
ja: (アリアドネ）宣教師を脅す。
pl: (Ariadne) grożą misjonarzami.

source: Terrified at the sight of the Lost Sun admiral, the missionaries submit immediately. Some of the less-convinced clergymen even revolt. They still offer to trade, but provide a gift for their newfound freedom as well.
ja: ロスト・サン提督の姿に怯えた宣教師たちは、即座に服従する。納得していない聖職者の中には反乱を起こす者さえいた。それでも彼らは交易を申し出るが、新たに得た自由のために贈り物も用意する。
pl: Z przerażeniem z widokiem admirału Zaginionego Słońca, misjonarze natychmiast są posłuszni.Niektóre z mniej przekonanych duchowieństwa są nawet zbuntowane.Nadal oferują handel, ale dla nowo nabytych wolności również dają prezent.

source: (Vortigon) Glare menacingly.
ja: (ヴォーティゴン）威嚇するようににらみつける。
pl: (Vortigon), aby zobaczyć groźnie.

source: The Rockman slinks back in fear as Vortigon takes a step forward. He takes the missionary into a different room, and when they return, the other is now wearing the blue robes of a cultist. You know better than to ask questions at this point, but fortunately it seems you can now trade here.
ja: ヴォーティゴンが一歩前に出ると、ロックマンは恐怖のあまり後ずさりする。彼は宣教師を別室に連れて行き、二人が戻ってくると、もう一人はカルト信者の青いローブを着ていた。この時点で質問するよりも、幸いなことに、ここで取引することができるようだ。
pl: Głazy w strachu wycofują się, gdy Vortigon robi krok naprzód.Prowadzi misjonarza do innego pokoju, a kiedy wracają, jest już ubrany w niebieskie ubrania kultystów.Lepiej nie zadawaj pytań, ale na szczęście wydaje się, że teraz możesz tu targować się.

source: The Inquisitions were outlawed.
ja: 奉行は非合法化された。
pl: Inkwizycja została zakazana.

source: "Bahahaha! You think the Theocracy cares what the Federation demands of us? You hold no authority over our holy work! Get lost!" The station turns hostile!
ja: "バハハハ！神道が連邦の要求を気にすると思うか？我々の神聖な仕事に何の権限もないくせに！失せろ！ステーションは敵意をむき出しにする！
pl: „Va ha ha ha! Czy uważasz, że teokracja martwi się, że federacja nas wymaga? Nie masz władzy nad naszą świętą dziełem!Stacja staje się wrogie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: I think we'll just leave.
ja: もう帰ろう。
pl: Myślę, że po prostu wyjdziemy.

source: The missionary chases after you, shouting. Unfortunately for him, as a Rockman, he's far too slow. However, a team of security officers have made their way onto your ship, and you'll have to take care of them before you can leave!
ja: 宣教師が叫びながら追いかけてくる。残念なことに、ロックマンの彼は足が遅すぎる。しかし、セキュリティ・オフィサーのチームがあなたの船に乗り込んできた！
pl: Misjonarz krzyczy za ciebie.Niestety, jako głaz jest zbyt wolny.Jednak grupa oficerów bezpieczeństwa dotarła na swój statek i będziesz musiał sobie z nimi poradzić, zanim będziesz mógł odlecieć!

source: Kill these brutal missionaries!
ja: この残忍な宣教師たちを殺せ！
pl: Zabij tych okrutnych misjonarzy!

source: There's little moral quandary here, for Rock fanatics are feared across the galaxy for their brutal methods. You're only helping make this galaxy a safer place.
ja: ロックの狂信者たちは、その残忍なやり方で銀河中で恐れられているからだ。あなたはこの銀河系をより安全な場所にする手助けをしているだけだ。
pl: Nie ma tu żadnych specjalnych problemów moralnych, ponieważ fanatycy głazów boją się w całej galaktyce o swoje okrutne metody.Pomagasz tylko uczynić galaktykę bezpieczniejszą.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: We have no business here.
ja: 私たちはここに用はない。
pl: Nie mamy tutaj nic do roboty.

source: Rock fanatics are infamous for their brutality and merciless ways of forcing their religion on others. This isn't the kind of place you want to be shopping at.
ja: ロック狂信者たちは、残忍で容赦なく自分たちの宗教を他人に強要することで悪名高い。このような場所で買い物をしたいとは思わないだろう。
pl: Fanatycy głazów są znani ze swoich okrucieństwa i bezwzględnych sposobów narzucania swojej religii innym.To nie jest miejsce, w którym chciałbyś handlować.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: It looks like the Lost Suns have set up a weapons stockpile on a station around an ashen planet laden with craters. If you're lucky, they might be willing to trade.
ja: ロストサンズは、クレーターだらけの灰の惑星周辺のステーションに武器を備蓄しているようだ。運がよければ、彼らは喜んで取引に応じるかもしれない。
pl: Wygląda na to, że zagubione słońce zorganizowało magazyn broni na stacji wokół planety opartej na popiołach, usianej kraterami.Jeśli masz szczęście, mogą zgodzić się na wymianę.

source: Hail the Lost Suns.
ja: ロスト・サンズ万歳。
pl: Skontaktuj się z zagubionymi słońcami.

source: A gruff Lost Sun officer answers the call. "Yes, what do you want?" It's obvious by the look on his face that he's not in a good mood.
ja: 不機嫌そうなロスト・サンの警官が電話に出た。「はい、何の用ですか？彼の表情から、機嫌が悪いのは明らかだ。
pl: Wzywając oficera zagubionych słońc, odbiera w rozmowie.„Tak, czego potrzebujesz?”Według jego twarzy jasne jest, że nie jest w najlepszym nastroju.

source: Ask to trade.
ja: 交換を申し込む。
pl: Poproś o okazywanie.

source: "With a Renegade?" He looks at you suspiciously, before shrugging. "Fine, we could use the scrap. Don't make any funny moves. I know what your kind is like."
ja: "レネゲードと？"彼は怪訝そうにあなたを見てから、肩をすくめた。"いいよ、スクラップは使える。変な動きはするなよ。君のような種族がどんなものかは知っている。
pl: „Z renegatem?”Patrzy na ciebie z niedowierzaniem, a potem wzrusza ramionami.„Okej, złom nas nie skrzywdzi. Po prostu nie rób żadnych bzdur. Wiem, jakim jesteś typem.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ask what is wrong.
ja: 何が問題なのかを尋ねる。
pl: Zapytaj, o co chodzi.

source: "This post... it is boring! I and many of my brethren in arms took this posting in the hopes that we could watch the planet down below undergo a beautiful eruption. Our scientists clocked it as a source of high potential for volcanic activity. And yet, it refuses to pop! We even tried to agitate the planet with explosives to no avail. A Commando can only go so long without witnessing a resplendent explosion!"
ja: 「この投稿は...つまらない！私や多くの戦友たちは、眼下の惑星が美しい噴火に見舞われるのを見届けたいと願い、この投稿を行った。我々の科学者たちは、火山活動の可能性が高いとして、この惑星を観測した。それなのに、噴火を拒否している！爆発物で惑星を攪拌しようとしても無駄だった。コマンドーは、華麗な爆発を目の当たりにしない限り、そう長くは生きられないのだ！"
pl: „Ten post… jest nudny! Ja i wielu moich braci w broni wzięliśmy ten post w nadziei, że możemy obserwować, jak planeta poniżej ulegnie pięknej erupcji wulkanicznej. Nasi naukowcy zdefiniowali to jako źródło o wysokim potencjale o wysokim potencjale Aktywności wulkanicznej.

source: (Adv. Sensors) Tell them the exact spot to aim their explosives.
ja: (アドバンス・センサー) 爆発物の狙いを正確に伝える。
pl: (Prov. Czujniki) Powiedz im dokładne miejsce, w którym muszą być kierowane materiały wybuchowe.

source: You use your fully upgraded sensor suite to map out the seismic and volcanic activity. Your ship identifies several active fault lines on the planet, the ideal areas to agitate with explosives. The Lost Suns receive this data and immediately follow your exact instructions of where to bombard the planet. Shortly afterward, a massive eruption occurs, visible from orbit, the extent of which your sensor suite fully captures. The Rockmen beam down to the planet to frolic amidst the downpouring lava, blissfully enjoying the planetary lava bath.
ja: 完全にアップグレードされたセンサー・スイートを使い、地震と火山活動をマッピングする。あなたの船は、爆発物で攪拌するのに理想的なエリアである惑星上のいくつかの活断層を識別します。ロストサンズはこのデータを受け取り、直ちに惑星を砲撃する場所を正確に指示する。その直後、軌道上から見える大規模な噴火が発生し、その範囲をセンサーが完全に捉えた。ロックマンたちは惑星に降り立ち、降り注ぐ溶岩の中で戯れ、惑星溶岩浴を満喫する。
pl: Używasz w pełni ulepszonego zestawu czujników, aby stworzyć mapę aktywności sejsmicznej i wulkanicznej.Twój statek znajduje kilka aktywnych linii błędów na planecie - idealne miejsca do materiałów wybuchowych.Zagubione słońce otrzymuje te dane i natychmiast postępuje zgodnie z dokładnymi instrukcjami bombardowania planety.Niedługo potem nastąpi potężna erupcja, widoczna z orbity, której skala doskonale oddaje twoje czujniki.Głazy schodzą na planetę, aby bawić się wśród lawy, ciesząc się lawą planetarną.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Powerful Ballistics) Demonstrate the effectiveness of superior firepower.
ja: (強力な弾道）優れた火力の有効性を示す。
pl: (Potężna balistyka) wykazują siłę doskonałej siły ognia.

source: You pick a spot that seems to have a decent amount of activity and aim your missiles. With a few volleys, the planet finally reacts with a massive eruption, visible from orbit. The Rockmen beam down to the planet to frolic amidst the downpouring lava, blissfully enjoying the planetary lava bath.
ja: 活動が活発そうな場所を選び、ミサイルの照準を合わせる。何発か撃ち込むと、ついに惑星は大噴火に反応し、軌道上から見えるようになる。ロックマンたちは惑星に降り立ち、降り注ぐ溶岩の中で戯れ、至福の溶岩浴を楽しむ。
pl: Wybierasz miejsce, które wydaje się dla ciebie dość aktywne i przynosisz swoje głowice.Po kilku salwach planeta w końcu reaguje z potężną erupcją widoczną z orbity.Głazy schodzą na planetę, aby bawić się wśród lawy, ciesząc się lawą planetarną.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Temporal Manipulator) Trigger an eruption.
ja: (時間操作）噴火を誘発する。
pl: (Tymczasowy manipulator) Przyczyna erupcja.

source: You use your Temporal Manipulator to accelerate the pressure buildup beneath the surface of the largest volcano. After some careful work, the natural equilibrium of the planet is disturbed and a massive eruption occurs, visible from orbit. The Rockmen beam down to the planet to frolic amidst the downpouring lava, blissfully enjoying the planetary lava bath.
ja: あなたは時間操作装置を使い、最大の火山の地表下の圧力上昇を加速させる。慎重な作業の後、惑星の自然平衡が乱れ、大規模な噴火が発生。ロックマンたちは惑星に降り立ち、降り注ぐ溶岩の中で戯れ、惑星溶岩浴を満喫する。
pl: Używasz tymczasowego manipulatora, aby przyspieszyć wzrost ciśnienia pod powierzchnią największego wulkanu.Po dokładnej pracy zakłócona jest naturalna równowaga planety i nastąpi silna erupcja, widoczna z orbity.Głazy schodzą na planetę, aby bawić się wśród lawy, ciesząc się lawą planetarną.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Reality Manipulator) Trigger an eruption.
ja: (現実操作）噴火を引き起こす。
pl: (Manipulator rzeczywistości) powoduje erupcję.

source: You use your Reality Manipulator on the planet. The device instantly transforms the entire planet into a burning hellscape, with volcanos flooding the entire planet with a downpour of lava. The Rockmen watch in amazement at the transformation of the planet.
ja: リアリティ・マニピュレーターを惑星で使用する。装置は瞬時に惑星全体を灼熱の地獄絵図に変え、火山が惑星全体に溶岩の雨を降らせる。ロックマンたちは惑星の変貌に驚いて見守る。
pl: Używasz swojego manipulatora rzeczywistości na planecie.Urządzenie natychmiast zamienia całą planetę w świecące ciśnienie krwi, a wulkany wypełniają całą planetę strumieniami lawowymi.Valluns są zaskoczone, aby obserwować transformację planety.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (PANIC BUTTON!) Do something epic.
ja: (パニックボタン！）何か壮大なことをやってくれ。
pl: (Przycisk paniki!) Zrób coś wspaniałego.

source: You set your ship down on the surface of the planet and rig the button to send its signal after you've cleared the distance from your own ship. However, as your shuttle ascends and your landing site briefly becomes the system's second sun, you can't help but feel like you needed that ship for something...
ja: あなたは自分の船を惑星表面に着陸させ、自分の船との距離をクリアした後に信号を送信するようボタンを操作する。しかし、シャトルが上昇し、着陸地点が一時的に星系第2の太陽になるにつれ、あなたはあの船が何かに必要だったような気がしてならない...。
pl: Sadzisz swój statek na powierzchnię planety i naciskasz przycisk, aby wysłać sygnał po odejściu od statku.Jednak gdy twój prom wznosi się, a miejsce lądowania przynosi krótko w całym systemie, nie możesz pozbyć się uczucia, że ​​z jakiegoś powodu potrzebujesz tego statku ...

source: Looks like you're going to be a permanent resident of the Lost Suns' station... but at least they enjoyed your little display.
ja: どうやら君はロスト・サンズのステーションに永久に居座ることになりそうだ...だが、少なくとも彼らは君の小さな展示を楽しんでいた。
pl: Wygląda na to, że stajesz się stałym mieszkańcem stacji zagubionych słońc ... ale przynajmniej podobał im się twój mały występ.

source: Ask to trade instead.
ja: 代わりにトレードを申し込む。
pl: Oferta okazji.

source: "Hmph. Yes, very well."
ja: 「フン。はい、よくわかりました"
pl: „Hmm. Tak, bardzo pomocne.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack them.
ja: 彼らを攻撃する。
pl: Zaatakuj ich.

source: The station doesn't hesitate to activate its defenses.
ja: ステーションは躊躇することなく防御を開始する。
pl: Stacja bez wahania aktywuje swoje mechanizmy ochronne.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Avoid the stockpile.
ja: 備蓄を避ける。
pl: Unikaj magazynu.

source: You keep your distance from the Lost Suns.
ja: ロストサンズから距離を置くのだ。
pl: Trzymasz się odległości od zagubionych słońca.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The officer's disposition has completely changed, now clapping heartily as he watches out the window in amazement. "Federation friend! I cannot tell you how happy this makes me. Please, take a gift from our stores, and feel free to make an offer on anything else you wish to buy."
ja: 将校の態度は一変し、窓の外を驚きながら眺め、心から拍手を送っている。「連邦の友人！どれほど嬉しいことか。どうぞ、私どもの店からおみやげをお受け取りください。また、お望みのものがございましたら、遠慮なくお申し付けください。"
pl: Oficer całkowicie się zmienił, teraz szczerze klaszcze, patrząc ze zdumieniem na iluminat.„Przyjaciel federacji! Nie mogę przekazać słowami, jak bardzo jestem szczęśliwy. Proszę weź prezent z naszego sklepu i nie możesz kupić wszystkiego, co chcesz”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The store at this beacon hosts an unusual sight - a Theocracy vessel, hovering within sensor range of a Lost Suns outpost. Despite what you'd expect, neither of them are charging weapons, and you detect comm chatter between the two.
ja: ロストサンズの前哨基地のセンサー範囲内でホバリングしている神政帝国の船だ。予想とは裏腹に、どちらも武器をチャージしていない。
pl: Sklep w tej latarni morskiej jest niezwykłym spektaklem - statkiem teokracji, która zależy od strefy czujników placówki zagubionych słońc.Wbrew oczekiwaniom, żaden z nich nie oskarża broni, a ty łapiesz między nimi rozmowę.

source: Listen in.
ja: 聞いてくれ。
pl: Słuchać.

source: "I told you, our supplies are running thin - we won't make it to asylum before they run out. We've already forsaken the Elders' teachings, why must we prove ourselves to you?" "It's not a matter of proving yourselves, it's a matter of resources. This outpost wasn't made to hold refugees, and I'm not authorized to give out supplies without payment." "You would knowingly send us away without enough fuel to reach our destination? How can you call yourselves liberators?" "Every ship we send to our shelters could be a spy for the Theocracy, and yet we tell them where to go, time and time again. You still have better odds out there than if you had stayed on the homeworld."
ja: "言っただろう、我々の物資は底をついている。私たちはすでに長老たちの教えを捨ててきたのに、なぜあなたたちに自分たちの存在を証明しなければならないのですか」 「自分たちの存在を証明するのではなく、資源の問題だ。この前哨基地は難民を収容するために作られたわけではないし、私は無報酬で物資を配る権限はない」 「目的地に着くのに十分な燃料もなしに、故意に我々を送り出すのか？避難所に送る船は全て神政国のスパイかもしれない。母星に留まるよりは、外の方がまだ確率は高い。"
pl: „Powiedziałem wam, że nasze zapasy się kończą - nie będziemy mieli czasu, aby dostać się do schroniska, zanim się skończy. Porzuciliśmy już nauki starszych, dlaczego powinniśmy udowodnić naszą sprawę?” „Nie chodzi o to, aby udowodnić swoją sprawę, ale w zasobach. Ten doradca nie został utworzony w celu uwzględnienia uchodźców, a ja nie mam prawa wydawać dostaw bez płatności”. „Czy celowo wysyłasz nas na śmierć bez wystarczającej ilości paliwa, aby dostać się do miejsca docelowego? Jak możesz nazwać siebie wyzwolicielem?” „Każdy statek, który wysyłamy do naszych schronisk, może być szpiegiem teokracji, a jednak powiemy im, gdzie znowu się udać. Nadal masz większe szanse, niż gdybyś pozostał na swojej rodzimej planecie”.

source: Give them enough fuel to get to their destination.
ja: 目的地に着くのに十分な燃料を与える。
pl: Daj im wystarczająco dużo paliwa, aby mogli dotrzeć do miejsca docelowego.

source: You announce your intentions to both parties, then jettison a container of fuel towards the refugee ship - they're hesitant, but soon move to collect it. A few moments later, you receive a call from their captain.
ja: あなたは両者に自分の意図を告げ、難民船に向けて燃料の入ったコンテナを投棄する。しばらくして、船長から連絡が入る。
pl: Ogłaszasz swoje zamiary obu stron, a następnie upuszczasz pojemnik z paliwem w kierunku statku dla uchodźców - zawahają się, ale wkrótce za nim.Po kilku chwilach otrzymasz telefon od ich kapitana.

source: Respond.
ja: 対応する。
pl: Odpowiedź.

source: (Ariadne) Demand that they assist the refugees.
ja: (アリアドネ）難民を支援するよう要求してください。
pl: (Ariadne) Wymagają, aby pomogli uchodźcom.

source: As Ariadne steps on screen, you swear you can see the light fade from the station owner's eyes. "Hello there! I'd love to stay and chew you out, but we're in a bit of a hurry - these refugees need fuel, and a full inspection of their ship for Theocracy tracking devices; I trust I don't need to tell you that's an order." The Commando wanders offscreen in shock to do his duties, and you soon receive a call from the outcasts.
ja: アリアドネがスクリーンに映し出されると、駅主の目から光が消えていくのがわかる。「こんにちは！難民たちは燃料が必要で、神政政治追跡装置のために彼らの船を完全に検査する必要がある。"それが命令であることは言うまでもないだろう。コマンドーはショックを受けて、自分の仕事をするために画面の外をさまよい、あなたはすぐに追放された人たちから電話を受ける。
pl: Kiedy na ekranie pojawia się ariada, możesz przysiąc, że widzisz, jak światło w oczach właściciela stacji zanika.„Cześć! Chciałbym cię zostać i skarcić, ale my się trochę spieszy - ci uchodźcy potrzebują paliwa i pełnej kontroli ich statku pod kątem śledzenia teokracji; wierzę, że nie muszę ci tego mówić jest zamówieniem. "Komandos w szoku wykracza poza ekran, aby wypełnić swoje obowiązki, a wkrótce otrzymasz wyzwanie od wyrzutków.

source: Accept the hail.
ja: あられを受け取れ。
pl: Podjac wyzwanie.

source: (Tuco) Chew him out.
ja: (トゥコ）彼を叱りつけてやれ。
pl: (Tuko), by go zbeścić.
