Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: You aren't getting involved with the Duskbringers when you can help it.
ja: ダスクブリンガーとは、できる限り関わらない方がいい。
pl: Jeśli możesz tego uniknąć, nie skontaktujesz się z posłańcami zachodu słońca.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Looks like you didn't get away unnoticed - the Duskbringer vessel turns hostile and attacks!
ja: ダスクブリンガー号は敵意をむき出しにして攻撃してくる！
pl: Wygląda na to, że nie można było niezauważone - statek posłańców zachodu słońca staje się wrogi i atakuje!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_DUSK_PROTOCOL"]/text
source: The Duskbringers are notorious for being even stricter than the Ministry. Looks like the station here is open to trading with anyone, a surprising find, but there's a million protocols in place.
ja: ダスクブリンガーは魔法省よりも厳しいことで有名だ。ここのステーションは誰とでも取引ができるようだ。意外な発見だが、そこには100万のプロトコルがある。
pl: Posłańcy Sunset są znani, że są jeszcze bardziej surowe niż posługa.Wygląda na to, że lokalna stacja jest otwarta na handel z kimkolwiek, jest niesamowitym znaleziskiem, ale ma tu milion wszelkiego rodzaju zasad.

source: Approach.
ja: アプローチ
pl: Podejdź bliżej.

source: Take some time to learn the rules first.
ja: まずは時間をかけてルールを学ぶ。
pl: Po raz pierwszy poświęć czas na studiowanie zasad.

source: It's mind-numbing reading through all of this nonsense, but at least you feel like you're finally confident enough to approach. Luckily, looks like you've done everything right. Hopefully this was worth it.
ja: このくだらない文章を読むのは気が遠くなるようなことだが、少なくともあなたは、ようやくアプローチする自信がついたような気がする。幸運なことに、あなたはすべて正しいことをしたようだ。その価値があることを祈るよ。
pl: Czytanie wszystkich tych bzdur jest po prostu nie do zniesienia, ale przynajmniej czujesz, że w końcu jesteś pewny siebie.Na szczęście wygląda na to, że zrobiłeś wszystko dobrze.Mam nadzieję, że było tego warte.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Zoltan Crew) Your crew understand the rules.
ja: (ゾルタン・クルー）あなたのクルーはルールを理解している。
pl: (Członek załogi) Twój członek załogi zna zasady.

source: The Zoltans are raised to understand these kinds of things quickly. It only takes a minute of skimming the hundred page list of rules to understand everything you need to do, and fortunately their knowledge pays off.
ja: ゾルタン人はこういうことをすぐに理解できるように育てられている。100ページに及ぶルールのリストをざっと読むだけで、やるべきことをすべて理解できる。
pl: Zoltanie są wychowywani, aby szybko orientować się w takich rzeczach.Minuta pobieżnego czytania listy rządzących wystarczy, aby zrozumieć wszystko, co należy zrobić, i, na szczęście jego wiedza opłaca się.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack the Duskbringers!
ja: ダスクブリンガーを攻撃せよ！
pl: Zaatakuj posłańców zachodu słońca!

source: You couldn't care less if they don't mind trading with Feds. They're your enemies, and you'll be doing everyone but themselves a favor by killing them!
ja: 彼らが連邦政府との取引を気にしないなら、気にする必要はない。奴らはお前たちの敵だ。奴らを殺すことで、自分たち以外の全員のためになる！
pl: Nie powinieneś się martwić, że nie są przeciwne handlu z Federalami.Są twoimi wrogami, a po ich zabiciu zapewnicie wszystko, z wyjątkiem siebie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Don't risk it.
ja: 危険は冒すな。
pl: Nie podejmuj ryzyka.

source: You aren't stupid. These rules are designed to trick up anyone who isn't a Duskbringer, and you won't fall for it.
ja: 君はバカじゃない。このルールはダスクブリンガーでない者を騙すために作られたものだが、君はそれに騙されない。
pl: Nie jesteś głupi.Zasady te są tworzone w celu oszukiwania każdego, kto nie jest posłańcem zachodu słońca, a ty nie spotkasz się z nimi.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: By sheer, stupid luck, you get everything right. You'll be able to shop here safely now.
ja: 運が良ければすべてうまくいく。これで安心して買い物ができる。
pl: Z czystym, ślepym szczęściem robisz wszystko dobrze.Teraz możesz spokojnie handlować tutaj.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Looks like you've messed up, but it's not a disaster just yet. You're hailed, and a Duskbringer officer warns you that you descended a full centimeter below the allocated approaching space. If you don't want any problems, you'll have to pay a small fee.
ja: 失敗したようだが、まだ大惨事にはなっていない。ダスクブリンガーの士官が警告してくれる。問題を起こしたくなければ、少額の料金を支払う必要がある。
pl: Wygląda na to, że coś pomyliłeś, ale to nie jest katastrofa.Zostajesz spotkany, a oficer posłańców Sunset ostrzega cię, że zbliżyłeś się do całego centymetra poniżej przydzielonego miejsca.Jeśli nie chcesz problemów, będziesz musiał zapłacić małą grzywnę.

source: Just pay the fee.
ja: 料金を払えばいい。
pl: Po prostu zapłać grzywnę.

source: You can tell by the tone of the Duskbringer he was looking forward to trouble, but you aren't giving him any. You don't mess up anything else, and are allowed inside.
ja: ダスクブリンガーの口調から、彼がトラブルを楽しみにしていたことがわかる。それ以外のことは何もせず、中に入れてもらう。
pl: Zgodnie z tonem posłańca jasne jest, że czekał na kłopoty, ale ich nie dostarczyłeś.Nie naruszasz niczego innego i jesteś przekazany do środka.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Hell no, we aren't paying!
ja: いや、払わないよ！
pl: Nie, nie zapłacimy!

source: The sudden excited attitude of the Duskbringer makes it clear this is what he was hoping for. Now prepare for battle!
ja: ダスクブリンガーの突然の興奮した態度は、彼がこれを望んでいたことを明らかにしている。さあ、戦いの準備だ！
pl: Zgodnie z nagłym entuzjazmem przesłania stało się jasne, że to on liczył.Teraz przygotuj się do bitwy!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: It appears in your approach, you accidentally comitted a major felony. According to the station's security, your angle of approach went over by exactly 2 degrees, rounded up. This being an unforgiveable crime, they sentence you to death immediately. This is unusually strict, even for the Zoltans, so you assume it's only made up to get you in a fight!
ja: 進入の際、あなたは誤って重大な重罪を犯したようだ。駅の警備員によると、君の進入角度は正確に2度、四捨五入してオーバーしていた。これは許されざる罪であり、彼らは即刻死刑を宣告する。これはゾルタンにしては異例な厳しさなので、喧嘩を売るためのでっち上げだと思う！
pl: Wygląda na to, że zbliżając się do stacji, przypadkowo popełniłeś poważne przestępstwo.Zgodnie z usługą bezpieczeństwa stacji kąt zachodu słońca przekracza dokładnie 2 stopnie, gdy jest zaokrąglony.Jest to niewybaczalne przestępstwo, a oni natychmiast mówią cię za karę śmierci.Jest to niezwykle surowe, nawet dla Zoltana, więc wierzysz, że wymyślili tę zasadę tylko po to, by z tobą walczyć!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Critical failure. Orphan cryo-transport vessel; crippled. You are a monster." The Auto-vessel explodes, and various broken stasis chambers are ejected out into the abyss. Uhhhhh....
ja: 「致命的な故障。孤児の冷凍輸送船、故障。お前は怪物だ。オート・ヴェッセルは爆発し、さまざまな壊れたステイシス・チェンバーが奈落の底に放出される。ああ......。
pl: „Krytyczna porażka. Cryo -transsport naczynia sierot; uszkodzony. Jesteś potworem”.Automatyczny statek eksploduje, a różne zepsute kamery zastoju są wrzucane do otchłani.Uhhh ...

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: When you return to the Duskbringer, he's in a fit of laughter. "Oh, ohhhh, you should have seen your face! Hahahah! Those orphans, hahahahahah! Hah... but anyways, a deal is a deal."
ja: あなたがダスクブリンガーのところに戻ると、彼は爆笑している。"おお、おおおお、自分の顔を見るべきだったね！ハハハハ！あの孤児どもめ、ハハハハハ！とにかく、取引は取引だ。"
pl: Kiedy wrócisz do posłańca zachodu słońca, przypomina śmiech.„Och, ohhhh, zobaczysz twoją twarz! Ha ha ha! Te sierocińce, ha ha ha! Ha… ale w każdym razie jest umowa.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_DUSK_TAXES"]/text
source: A Duskbringer merchant hails you, seemingly very annoyed. "Federation? Pirate? I don't care. Damn Rebels deployed some stupid auto-tax collector in this system and it's driving me nuts. Kill it, and I'll trade with whoever you are."
ja: ダスクブリンガーの商人が、とても迷惑そうに声をかけてきた。「連邦か？海賊か？知るか。どうでもいい。反乱軍がこの星系に自動税金徴収機を配備しやがって、気が狂いそうだ。そいつを殺してくれたら、あんたが誰だろうと取引してやるよ。
pl: Spotyka Cię sprzedawca pensji Sunset, wydaje się to bardzo zirytowane.„Federacja? Piraci? Nie obchodzi mnie to. Przeklętych rebeliantów zainstalowali głupiego automatycznego poborcy podatków w tym systemie, a on doprowadza mnie do szaleństwa. Zabij to, a ja jestem z tobą w okazji, kimkolwiek jesteś.”

source: Attack the tax-collector.
ja: 徴税人を攻撃せよ。
pl: Zaatakować poborcę podatkowego.

source: Looks like this "tax collector" is a lot deadlier than you expected. You aren't even sure this thing IS a tax collector, but you want that store, so you'll do what you must.
ja: どうやらこの "徴税人 "は、君が予想していたよりもずっと危険なようだ。この "徴税人 "が本当に "徴税人 "なのかどうかもわからないが、その店が欲しいのだろう。
pl: Wygląda na to, że ten „poborca ​​podatkowy” jest znacznie bardziej niebezpieczny niż się spodziewałeś.Nie jesteś nawet pewien, czy ta rzecz jest poborcą podatkowym, ale potrzebujesz tego sklepu, więc zrobisz to, co powinieneś.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Attack the merchant instead.
ja: 代わりに商人を攻撃しろ。
pl: Zamiast tego atakuj kupca.

source: You've decided that you're not going to do vandalism for the Duskbringers, and instead opt to take them out.
ja: あなたはダスクブリンガーのために破壊活動をするつもりはなく、代わりに彼らを倒すことを選んだ。
pl: Zdecydowałeś, że nie będziesz zaangażowany w wandalizm ze względu na posłańców, ale wolisz sobie z nimi poradzić.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Refuse.
ja: 拒否する。
pl: Odmawiać.

source: The Duskbringer calls you a coward and cuts comms before you can respond.
ja: ダスクブリンガーはあなたを臆病者と呼び、応答する前に通信を切る。
pl: Vestnikov nazywa cię tchórzem i wyłącza połączenie, zanim będziesz miał czas na odpowiedź.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A Coalition merchant is present; quite the oddity considering these Federation-wannabes consist of perhaps the 4 most aggressive races in the galaxy. Except Slugs, but they aren't very nice either.
ja: 連合の商人がいる。連邦に憧れる彼らが銀河系で最も攻撃的な4つの種族で構成されていることを考えると、非常に奇妙なことだ。ナメクジは別だが、彼らもあまりいい人間ではない。
pl: Jest tu kupiec koalicji;To dziwne, gdy weźmie się pod uwagę, że ci imitatorzy federacji składają się z być może czterech najbardziej agresywnych ras w galaktyce.Z wyjątkiem ślimaków, ale nie są zbyt słodkie.

source: Hail them, maybe we'll get lucky?
ja: 運が向いてくるかも？
pl: Skontaktuj się z nimi, może mamy szczęście?

source: Avoid the Coalition ship.
ja: 連合の船を避けろ
pl: Unikaj statku koalicyjnego.

source: What kind of fool would you be to think you could get along with a Coalition ship anyways? You avoid the ship.
ja: 連合の船とうまくやっていけると思うなんて、どんなバカなんだ？あなたは船を避ける。
pl: Co powinieneś być głupcem, aby myśleć, że możesz znaleźć wspólny język ze statkiem koalicyjnym?Unikasz statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: To your luck, the ship doesn't attack immediately! "Ssso, a Federation ssship? Truth be told, the Coalition isssn't quite what it wasss cracked up to be."
ja: 運のいいことに、船はすぐには攻撃してこない！「連邦の船か？実のところ、連合はそのようなものではないんだ。"
pl: Dla twojego szczęścia statek nie atakuje od razu!„Tak więc, statek federacji? W rzeczywistości koalicja nie jest dla SRSOV w tym, co zostanie sprawdzone”.

source: Why not go and live a reclusive life away from the fighting?
ja: なぜ戦場から離れて隠遁生活を送らないのか？
pl: Dlaczego nie odejść i odczuwać życie z dala od walki?

source: "What, the life of a coward? Sssoundsss perfect for me! You're sssmart. Now, I wasss thinking to myssself why I would want to be talking to a Federation ssship, but now I'm glad I did." To your surprise, the merchant offers to trade!
ja: 「臆病者の人生？俺にぴったりだ！君は賢い"連邦の船と話すなんて...""でも今はうれしいよ"驚いたことに、商人は交換を申し出てきた！
pl: „Co, życie Trussis? Brzmi dla mnie idealnie! Jesteś mądry. Pomyślałem, dlaczego miałbym rozmawiać ze statkiem Federacji SSSA, ale teraz cieszę się, że to sortowało”.Ku Twoim zaskoczeniu, kupiec oferuje z tobą targowanie!

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Why not go be a freelance warrior? That's better than the Coalition surely.
ja: フリーの戦士になればいいじゃないか。連合よりはきっといい。
pl: Dlaczego nie zostać wojownikiem z wolności?Jest to z pewnością lepsze niż koalicja.

source: "The life of a warrior isssn't the life of a Ssslug! HAH! You're asss ignorant asss the resst of the Federation. Now, it'sss time I ssstop sslacking and do my job."
ja: "戦士の人生はスラッグの人生ではない！ハッお前らは無知だ。連邦の恥だ。さて、そろそろサボっていないで自分の仕事をしよう。"
pl: „Życie wojownika nie jest życiem sslizn! H! Jesteście tak nieświadomi jak Ossstal członkowie Federacji. A teraz muszę iść do pracy i złomować pracę”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You're just a puppet of the government like you were before.
ja: 以前のように政府の操り人形にすぎない。
pl: Jesteś tylko marionetką rządu, jak poprzednio.

source: "A puppet? Of the Kleptocracy? Clearly, you know nothing about our sssociety. You're asss ignorant asss the resst of the Federation. Now, it'sss time I ssstop sslacking and do my job."
ja: 「操り人形？クラプトクラシーの？我々の社会について何も知らないのは明らかだ。お前らは無知だ。さて、そろそろサボっていないで自分の仕事をしよう。"
pl: „Puppet? Kleptocracy? Oczywiście nie wiesz nic o naszej wspólnej ogólności. Jesteś tak nieświadomy jak Ossstal członków Federacji. A teraz muszę zmienić błogosławieństwa i zająć się pracą Slosevoi”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Life is simply full of thorns.
ja: 人生は棘だらけだ。
pl: Życie jest pełne trudności.

source: "Oh, sssso we got an edgelord over here. Pisss off! No one thinksss you're cool!"
ja: "ああ、エッジロードがここにいる。失せろ！誰もあんたをクールだなんて思っちゃいないよ！"
pl: „Och, więc mamy Ezhlord. Przeciągnięty! Nikt nie uważa cię za fajne!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: To your luck, the ship doesn't attack immediately! "Federation ship? Truth be telling, Coalition not what cracking up to be..."
ja: 運のいいことに、船はすぐには攻撃してこない！「連邦の船？実を言うと、連合はクラッキングとは違う..."
pl: Dla twojego szczęścia statek nie atakuje od razu!„Statek federacji? W rzeczywistości koalicja nie jest tym, co się wydaje ...”

source: Why not go and live a reclusive life away from the fighting?
ja: なぜ戦場から離れて隠遁生活を送らないのか？
pl: Dlaczego nie odejść i odczuwać życie z dala od walki?

source: "Haha, life of coward for Mantis? Ignorant meatsack know nothing of Mantis! You are dumb as other Federation meatsack, robots, green freaks, and rest! It time I do job, and disembowel you!"
ja: 「ははは、マンティスに臆病者の人生？無知なミートサックはマンティスのことを何も知らない！お前は他の連邦のミートサック、ロボット、グリーン・フリークス、その他と同じように間抜けだ！今こそ俺の出番だ、腹を切ってやる！"
pl: „Ha ha, życie tchórza dla modliszki? Ignorancki rzeźnik nie wie nic o modlisie! Jesteś tak głupi jak inni federalni, roboty, zielone maniakowie i inni! Ma czas, aby wykonać swoją pracę i odczuć!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Why not go be a freelance warrior? That's better than the Coalition surely.
ja: フリーの戦士になればいいじゃないか。連合よりはきっといい。
pl: Dlaczego nie zostać wojownikiem z wolności?Jest to z pewnością lepsze niż koalicja.

source: "Life of warrior, similar to this. Yet, freedom of hunt, sounding spectacular! You smarter than I. Thinking, why myself speaking to Federation ship? Now I knowing." To your surprise, the merchant offers to trade!"
ja: "戦士の生活、これに似ている。しかし、狩りの自由、壮大に聞こえる！あなたは私より賢い。なぜ私が連邦船に話しかけているのか？今わかった。驚いたことに、商人が交換を申し出てきた。
pl: „Życie wojownika podobnego do tego. Ale wolność polowania - to brzmi kusząco! Jesteś mądrzejszy ode mnie. Myślałem, dlaczego rozmawiam ze statkiem statku? Teraz wiem.”Ku twojemu zaskoczeniu oferuje targowanie! ”

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: You're just a puppet of the government like you were before.
ja: 以前のように政府の操り人形にすぎない。
pl: Jesteś tylko marionetką rządu, jak poprzednio.

source: "Puppet of Hive? Ignorant meatsack know nothing of Mantis! You are dumb as other Federation meatsack, robots, green freaks, and rest! It time I do job, and disembowel you!"
ja: 「ハイヴの操り人形？無知なミートサックはマンティスのことを何も知らない！お前は他の連邦のミートサック、ロボット、グリーン・フリーク、その他と同じように間抜けだ！今こそ俺の仕事だ、腹を切れ！」。
pl: „Marionette Hives? Ignorant rzeźnik nic nie wie o modliszce! Jesteś tak głupi jak inni federalni, roboty, zielone maniakowie i inni! To czas, aby wykonać moją pracę i wnomierność!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Life is simply full of thorns.
ja: 人生は棘だらけだ。
pl: Życie jest pełne trudności.

source: "Hahahah, you are speaking like edgy teenager! Pessimism mindset of loser, not fine Mantis warrior!"
ja: 「アハハハ、君はエッジの効いたティーンエイジャーみたいなことを言うね！負け犬の悲観的な考え方で、立派なカマキリの戦士じゃない！"
pl: „Ha ha ha, mówisz, jako agresywny nastolatek! Pesymistyczny obraz myślenia przegranego, a nie cudownego wojownika Pog Maginom!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: To your luck, the ship doesn't attack immediately! "Hmph. The Coalition is not what I expected. We do not fight for holy glory, only squabble..."
ja: 運がいいことに、船はすぐには攻撃してこない！「フン。連合は思っていたのとは違う。聖なる栄光のために戦うのではなく、いがみ合うだけ......"
pl: Dla twojego szczęścia statek nie atakuje od razu!„Hmm. Koalicja nie jest tym, co myślałem. Nie walczymy o świętą chwałę, ale tylko kłótwamy ...”

source: Why not go and live a reclusive life away from the fighting?
ja: なぜ戦場から離れて隠遁生活を送らないのか？
pl: Dlaczego nie odejść i odczuwać życie z dala od walki?

source: "You expect me to turn my back to the holy texts, and go hide in a nebula? We Rockmen know more honor than that! You are foolish and naive, just like all the rest of the Federation. It is time we put you in your place."
ja: 「聖書に背を向けて星雲に隠れろと言うのか？我々ロックマンはそれ以上の名誉を知っている！お前は愚かで世間知らずだ。連邦の他の連中と同じだ。そろそろ立場をわきまえろ
pl: „Czy spodziewasz się, że odwrócę się od świętych tekstów i ukryję się w mgławicy? My, głazowie, wiemy, czym jest zaszczyt! Jesteście głupi i naiwny, jak reszta Federacji. Nadszedł czas, aby postawić cię”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Why not go be a freelance warrior? That's better than the Coalition surely.
ja: フリーの戦士になればいいじゃないか。連合よりはきっといい。
pl: Dlaczego nie zostać wojownikiem z wolności?Jest to z pewnością lepsze niż koalicja.

source: "A bounty hunter, a mercenary? You suggest I become a pirate?! We Rockmen know more honor than that! You are foolish and naive, just like all the rest of the Federation. It is time we put you in your place."
ja: 「賞金稼ぎ、傭兵？海賊になれというのか？俺たちロックマンは もっと名誉を知ってるお前は愚かで世間知らずだ。他の連邦の連中と同じだ。そろそろ立場をわきまえろ"
pl: „Łowca twojej głowy, najemnika? Czy sugerujesz, żebym został piratem? miejsce."

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You're just a puppet of the government like you were before.
ja: 以前のように政府の操り人形にすぎない。
pl: Jesteś tylko marionetką rządu, jak poprzednio.

source: The Rockman stops to contemplate. "You, you are right. No matter where I go, when the Theocracy banner flies, we shall never be free! I wondered why I let myself speak with a Federation ship, but now I am glad." To your surprise, the merchant offers to trade!"
ja: ロックマンは立ち止まって考える。「君は正しい。どこへ行っても、神政の旗が掲げられれば、我々は決して自由にはなれない！なぜ連邦の船と話をしたのか不思議だったが、今は嬉しい。"驚いたことに、商人が交換を申し出てきた！"
pl: Valun zatrzymał się w myśleniu.„Ty, masz rację. Gdziekolwiek pójdę, pod sztandarem teokracji nigdy nie będziemy wolni! Pomyślałem, dlaczego pozwoliłem sobie porozmawiać ze statkiem statku, ale teraz cieszę się.”Ku twojemu zaskoczeniu oferuje targowanie! ”

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Life is simply full of thorns.
ja: 人生は棘だらけだ。
pl: Życie jest pełne trudności.

source: "Misery is a fact of life, we must suffer to appease the gods. What do you gain for making aimless statements like this? Hah, nothing! You are a coward who shelters himself in pity. Stupid Federation."
ja: 「不幸は人生の事実であり、神々を鎮めるためには苦しまなければならない。このような無目的な発言をして、何を得るのですか？何もない！お前は憐れみの中に身を隠す臆病者だ。愚かな連盟だ"
pl: „Cierpienie jest faktem życia, musimy cierpieć, aby uspokoić bogów”.Co otrzymujesz z takich bezcelowych stwierdzeń?Nieważne!Jesteś tchórzem, który ukrywa się za litością.Głupia federacja ”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: To your luck, the ship doesn't attack immediately! "God, I never should have joined the Coalition. I was better off before being miserable and picking up trash in those damn asteroid fields."
ja: 運のいいことに、船はすぐには攻撃してこない！「連合に入るんじゃなかった。惨めな思いをして、小惑星帯でゴミ拾いをする前のほうがよかった。"
pl: Na szczęście statek nie atakuje natychmiast!„Boże, nie powinienem dołączyć do koalicji. Byłem lepszy, kiedy byłem nieszczęśliwym śmieciowym człowiekiem na tych przeklętych polach asteroid”.

source: Why not go and live a reclusive life away from the fighting?
ja: なぜ戦場から離れて隠遁生活を送らないのか？
pl: Dlaczego nie odejść i odczuwać życie z dala od walki?

source: "And do what, go back to picking trash? No way man, that sucks! I changed my mind, the Coalition is better!"
ja: 「ゴミ拾いに戻るのか？とんでもない！俺は考えを変えた、連合の方がいい！"
pl: „A co, aby wrócić do zgromadzenia śmieci? Bez powodu, to jest pełne ssanie! Zmieniłem zdanie, koalicja jest lepsza!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Why not go be a freelance warrior? That's better than the Coalition surely.
ja: フリーの戦士になればいいじゃないか。連合よりはきっといい。
pl: Dlaczego nie zostać wojownikiem z wolności?Jest to z pewnością lepsze niż koalicja.

source: "And what, get hacked to bits like Oertiss? I want to get away from the fighting, not plunge myself into the thick of it! You Feds are clueless, maybe it's a good thing we want to get rid of you!"
ja: 「それでオアティスのように切り刻まれるのか？私は戦闘から逃れたいのであって、戦闘の渦中に身を投じたいのではない！お前らFBIは無知だ。俺たちがお前らを追い出したいのはいいことかもしれない。
pl: „A co, być rozdarte na kawałki, jak szkoła zawodowa? Chcę uciec od walk i nie zanurzyć się w ich gęsty! Ty!"

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You're just a puppet of the government like you were before.
ja: 以前のように政府の操り人形にすぎない。
pl: Jesteś tylko marionetką rządu, jak poprzednio.

source: "What? Tyrdeo might be a pansy coward who collects song birds, but he's hardly intelligent enough to be a puppet master. I signed up for the Coalition willingly because I thought it was better than picking up trash. You Feds are clueless, maybe it's a good thing we want to get rid of you!"
ja: 「なんだって？ティルデオは鳴き鳥を集める臆病者かもしれないが、操り人形師になれるほどの知能はない。ゴミを拾うよりマシだと思って、進んで連合に登録したんだ。お前たち連邦政府は無知だ。お前たちを追い出したいのは、いいことかもしれない！"
pl: „Co? Tirdeo może być tchórzem zbierającym śpiewające ptaki, ale jest mało prawdopodobne, aby był wystarczająco inteligentny, aby być lalkowcem. Dobrowolnie zapisałem się na koalicję, ponieważ myślałem, że jest lepszy niż zbieranie śmieci. Ty, Federalowie, Nic nie rozumiem, być może dobrze, że chcemy cię pozbyć!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Life is simply full of thorns.
ja: 人生は棘だらけだ。
pl: Życie jest pełne trudności.

source: "I couldn't have said it better myself. This place is hell. I don't even like the Coalition or the Republic. Why do I bother? Why the hell don't I just sell to a Federation ship? Does it matter? WHY DO I EXIST?!" The Leech captain starts sobbing, but you manage to convince him to sell to you as he mentioned.
ja: 「これ以上の言葉はない。ここは地獄だ。連合も共和国も好きじゃない。なぜ悩む？なぜ連邦の船に売らない？それが重要か？なぜ私は存在するんだ！"リーチの船長は嗚咽を漏らし始めたが、あなたは彼が言ったように、あなたに売るよう説得することに成功した。
pl: „Ja sam nie mogłem powiedzieć lepiej. Dlaczego to ma znaczenie?!Kapitan Leeches zaczyna szlochać, ale udaje ci się przekonać go do targowania się.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...
