Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//event[@name="TONY_HQ"]/choice[1]/event/text
source: The inside of the station is a gruesome sight. Corpses of staff and shoppers litter the halls. Some still seem to be alive but only barely, and there's seemingly little you can do to save all of them. Moments later the distress call mysteriously shuts off. Guess you arrived just in time, but what could have caused this?
ja: 駅構内はぞっとするような光景だ。スタッフや買い物客の死体がホールに散乱している。何人かはまだ生きているようだが、かろうじて生きているだけで、その全員を救うためにできることはほとんどなさそうだ。しばらくして、救難信号が不思議なことに途絶えた。ギリギリ間に合ったようだが、何がこのような事態を引き起こしたのだろうか？
pl: Wnętrze stacji jest strasznym widokiem.W korytarzach kłamie zwłoki pracowników i nabywców.Niektóre z nich wciąż żyją, ale już ledwo i wydaje się, że niewiele można zrobić, aby je wszystkie uratować.Po kilku chwilach sygnał niebezpieczeństwa jest w tajemniczy sposób odłączony.Wygląda na to, że przybyłeś w samą porę, ale co mogło to spowodować?

source: Keep going.
ja: 続けてくれ。
pl: Kontynuować.

source: Eventually you find a band of survivors, several armed security guards. "Thank god someone came! We're under attack from the Syndicate, seems they have some beef with Mr. Senior. We held them off for a while, but then this ship arrived carrying what looked like an MFK Ace! He stormed through here and killed everyone in his way. He's trying to break into Mr. Senior's vault in the command center, and there isn't much time left!"
ja: やがて生存者の一団を見つけ、武装した警備員が数人いた。「誰かが来てくれて助かった！我々はシンジケートから攻撃を受けていた。どうやら彼らはミスター・シニアに恨みがあるようだ。しばらくは食い止めたが、MFKのエースらしき者を乗せた船がやってきた！彼はここを襲撃し、邪魔者を皆殺しにした。彼は司令部にあるミスター・シニアの金庫室に侵入しようとしている。"もう時間がないんだ！"
pl: W końcu znajdziesz grupę ocalałych, kilku uzbrojonych strażników.„Dzięki Bogu, przynajmniej ktoś przyszedł! Zostaliśmy zaatakowani przez syndykat, wygląda na to, że mają pewne skargi dotyczące pana Eldera. Zatrzymaliśmy je przez chwilę, ale potem statek przybył z człowiekiem, który wyglądał jak Asa Mfk! On pękł tutaj i zabił wszystkich po drodze.

source: Save Tony.
ja: トニーを救う
pl: Uratuj Tony'ego.

source: What does the Syndicate want with Tony?
ja: シンジケートはトニーをどうしたいのか？
pl: Jaki jest syndykat Tony'ego?

source: "Dunno, but I think it's got something to do with Hektar. See, there's only two big names tied to that company anymore, and one of them's Tony. The other happens to be Vael, and he's the leader of the Syndicate. I heard down the grapevine that Vael was hoping for Hektar to fail to give him an excuse to seize their assets, and if that's the case, then Mr. Senior's the only thing standing in his way. But that's just an educated guess. I'm just a security guard!"
ja: "わからないが、ヘクターと関係があると思う。あの会社に関係する大物はもう2人しかいない、そのうちの1人がトニーだ。もう一人はバエルで シンジケートのリーダーだ人づてに聞いたところでは、バエルはヘクターが失敗し、彼らの資産を差し押さえる口実を得ることを望んでいたそうだ。もしそうなら、ミスター・シニアだけが彼の行く手を阻むことになる。しかし、それは単なる推測に過ぎない。私はただの警備員だ！"
pl: „Nie wiem, ale jest to w jakiś sposób związane z hektarami. Syndicate.

source: Save Tony.
ja: トニーを救う
pl: Uratuj Tony'ego.

source: Sorry but we can't help.
ja: 申し訳ありませんが、私たちはお手伝いできません。
pl: Niestety nie możemy pomóc.

source: Sorry but we can't help.
ja: 申し訳ありませんが、私たちはお手伝いできません。
pl: Niestety nie możemy pomóc.

source: Leave quickly.
ja: 早く出て行け。
pl: Idź szybko.

# data/events_special_standard.xml$//event[@name="TONY_HQ"]/choice[2]/text
source: Ignore the distress calls.
ja: 遭難信号を無視する。
pl: Nie zwracaj uwagi na sygnały stresu.

# data/events_special_standard.xml$//event[@name="TONY_HQ"]/choice[2]/event/text
source: You're on an important mission, you can't waste time investigating crimes in a city-sized shopping mall.
ja: あなたは重要な任務についているのだから、都市規模のショッピングモールで犯罪捜査に時間を浪費することはできない。
pl: Masz ważną misję, nie możesz tracić czasu na badanie przestępstw w centrum handlowym wielkości miasta.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="TONY_HQ_ANGEL"]/text
source: You leave the main shopping area and fly towards the command tower where you find a strange Stealth ship laying down fire on the last of the station's security turrets. When they spot you, they warn you not to approach. "So Tony sent a renegade to save his ass? Cute. Look here and listen pal. Name's Cancer. They call me an Angel of Death, one of Mr. Vael's finest. Now, the last thing you wanna go doing is upsetting the boss, man. So just turn on around and skiddadle, understand?"
ja: メインショッピングエリアを離れ、司令塔に向かって飛ぶと、見知らぬステルス艦がステーションの最後の警備タレットに砲火を浴びせていた。彼らはあなたを見つけると、近づくなと警告する。「トニーは自分のケツを守るために反逆者を送り込んだのか？かわいいな。よく聞け。名前はキャンサー"死の天使 "と呼ばれてる ヴァイエル氏の最高幹部だボスを怒らせたくないだろ？ボスの機嫌を損ねるようなことはしたくないだろ？
pl: Zostawiasz główną strefę handlową i letasz do wieży dowodzenia, gdzie znajdziesz dziwne skradanie, które wystrzeliwuje ostatnie wieżyczki bezpieczeństwa stacji.Zauważając cię, jego kapitan ostrzega, że ​​nie zbliżasz się.„Więc Tony wysłał Renegata, aby uratować mu tyłek? Hal, patrz i słuchaj, przyjacielu. Nazywam się raka. Nazywają mnie aniołem śmierci, jednym z najlepszych pana Vaela. A ostatnią rzeczą, jaką chcesz zrobić, jest to Zdenerwować szefa.

# data/events_special_standard.xml$//event[@name="TONY_HQ_ANGEL"]/choice[1]/text
source: Nah.
ja: いや。
pl: Nie.

source: "Welp, then don't say I didn't warn you!" The ship turns its weapons on you and attacks!
ja: "警告しなかったとは言わせないぞ！"船は武器を向けて攻撃してくる！
pl: „Cóż, więc nie mów, że cię nie ostrzegałem!”Statek kieruje ci broń i atakuje!

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="TONY_HQ_ANGEL"]/choice[2]/text
source: Good point, let's leave.
ja: いい指摘だ。
pl: Dobra myśl, wyjdźmy.

# data/events_special_standard.xml$//event[@name="TONY_HQ_SAVE"]/text
source: The strange pirate ship is defeated. You scrap its remains.
ja: 奇妙な海賊船を撃破。あなたはその残骸をスクラップにする。
pl: Dziwny statek piratów zostaje pokonany.Jego szczątki są zdemontowane na złom metal.

# data/events_special_standard.xml$//event[@name="TONY_HQ_SAVE"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="TONY_HQ_SAVE"]/choice/event/text
source: With the ship out of the way you enter the command tower, where you find a large vault door, protected by a security code. Taking one wild guess, you try typing in 'password' and it immediately grants you access.
ja: 船を降りて司令塔に入ると、セキュリティコードで守られた大きな金庫室のドアがある。パスワード」を入力してみると、すぐにアクセスが許可された。
pl: Po usunięciu statku z drogi wchodzisz do wieży dowodzenia, w której znajdziesz duże drzwi magazynowe chronione przez kod bezpieczeństwa.Próbując wybrać „hasło”, natychmiast uzyskasz dostęp.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Inside the vault is a sorry sight. A greasy couch sits in the center of mounds of wrappers and soda cans and faces a massive widescreen TV playing a rather raunchy episode from the infamously awful Leech soap opera 'Orfaces of Rilla'. A pathetically overweight creature lays before you, mindlessly absorbing the show and not paying you any mind.
ja: 金庫室の中はひどい有様だ。ラップやソーダ缶の山に囲まれた中央には脂ぎったソファが置かれ、巨大なワイドスクリーンのテレビでは、悪名高きヒドいリーチのソープオペラ「リラの面影」のかなり際どいエピソードが放映されている。目の前には哀れなほど太った生き物が横たわっており、無心にこの番組に没頭している。
pl: Wewnątrz przechowywania jest smutny widok.Na środku stosu słodyczy i puszek spod sody znajduje się tłusta sofa, a przed nią jest ogromny telewizor szerokiego ekranu, na którym pokazano raczej niegrzeczny epizod z niesławnej okropnej opery mydlanej Rillas twarze.Zanim leżą nieszczęśliwe stworzenie nadmiernej wagi, bezmyślnie patrząc na serial i nie zwraca na ciebie uwagi.

source: Announce your presence.
ja: 自分の存在をアピールする。
pl: Zadeklaruj swoją obecność.

source: The Leech jumps and quickly flicks off the screen. "W-what the hell? Where did you come from? How did you get past my security? What do you want?"
ja: リーチは飛び跳ね、すぐに画面をはじく。「な、なんだ？どこから来たんだ？どうやって警備をすり抜けた？何が望みだ？"
pl: Pióra podskakuje i szybko odsuwa się od ekranu.„Co do diabła? Skąd pochodziłeś? Jak minąłeś moją straż? Czego potrzebujesz?”

source: The mercenaries are dead. You're safe now.
ja: 傭兵は死んだ。もう安全だ
pl: Najemnicy nie żyją.Teraz jesteś bezpieczny.

source: "What? God damn it. Why do you think I wasn't doing anything? I was waiting for them to kill me! Do you know how hard it is to hang yourself when you weigh 600 pounds and you can barely move your tongue? Ugh."
ja: 「何だと？ちくしょう。なぜ私が何もしなかったと思う？殺されるのを待っていたんだ！体重600ポンドで、舌を動かすのもやっとなのに、首を吊るのがどれだけ大変かわかる？うっ"
pl: „Co? Cholera. Jak myślisz, dlaczego nic nie zrobiłem? Czekałem, aż mnie zabiją! Wiesz, jak trudno jest powiesić się, gdy ważysz 270 kilogramów i ledwo potrafisz poruszyć język? Ugh.”

source: I don't understand.
ja: 理解できないよ。
pl: Nie rozumiem.

source: "Look, kid. I appreciate your 'noble act' or whatever, but you gotta understand something. My life is hell. Some 7 years ago some asshole Slugs screwed up my life and the only thing I've got to make up for it is showering myself in money. Vael seemed like an easy way out, and now I'm back to square zero. Or... hmmm. Look, maybe you can do me a favor. Just shoot me. Get it over with and spare me the trouble. Otherwise I'm going to have to explain to someone why I need them to throw me out an airlock."
ja: 「いいか、小僧。君の "崇高な行為 "だかなんだかには感謝しているが、わかってほしいことがある。俺の人生は地獄だ。7年前、ナメクジどもに人生をめちゃくちゃにされ、そのツケを払わされた。ヴァエルは簡単な逃げ道のように思えたが、今は振り出しに戻ってしまった。あるいは...うーん。なあ、頼みがある。私を撃ってくれ。さっさと終わらせて、手間を省いてくれ。そうでなければ、なぜ私をエアロックから放り出す必要があるのか、誰かに説明しなければならなくなる」。
pl: „Słuchaj, doceniam twój„ szlachetny czyn ”, ale musisz coś zrozumieć. , wydawało mi się, że wypełniam pieniądze, ale teraz nie mam mnie.

source: We aren't shooting you.
ja: 私たちはあなたを撃ったりはしない。
pl: Nie będziemy do ciebie strzelać.

source: "Oh god damn it. Why? Why won't you just shoot me? Can't you see what I've become? I can barely move. I have 7 different eating disorders. I watch soap operas to fill the time. Is there any creature more deserving of merciful euthanization than me?"
ja: "ああ、ちくしょう。なぜだ？なぜ私を撃ってくれないの？私がどうなったかわからないの？ほとんど動けない。7つの摂食障害を抱えている。時間を埋めるためにソープオペラを見ている。私ほど慈悲深い安楽死がふさわしい生き物がいるだろうか？"
pl: „Och, cholera. Dlaczego? Dlaczego po prostu mnie nie zastrzelisz? Nie widzisz, w co się zmieniłem? Nie mogę się poruszać. Mam 7 różnych zaburzeń odżywiania. Oglądam opery mydlane, aby spędzić czas. Jest tam Stworzenie.

source: You're also a billionaire. If you were happy once, surely you can be happy again.
ja: あなたは億万長者でもある。かつて幸せだったなら、きっとまた幸せになれる。
pl: Jesteś także miliarderem.Jeśli pewnego dnia byłeś szczęśliwy, prawdopodobnie możesz znów stać się szczęśliwy.

source: "I'm not sure I was even happy before. It's hard to remember the days before the... incident. But maybe... maybe you're right. I haven't left this station in 2 years. Could you take me with you? You're a Multiverse Renegade, right? Maybe some adventure would be a good chance to fix me..."
ja: "以前は幸せだったのかどうかもわからない。あの事件の前のことを思い出すのは難しい。でも、もしかしたら...そうかもしれない。もう2年もこの局を離れてないんだ。連れて行ってくれないか？君はマルチバース・レネゲイドだろ？冒険は僕を治すいいチャンスかもしれない..."
pl: „Nie jestem pewien, czy byłem wcześniej szczęśliwy. Trudno przypomnieć sobie dni, które poprzedzały… incydent. Ale może ... może masz rację. Nie opuściłem tej stacji od dwóch lat. Czy możesz wziąć Ja z tobą?

source: Tony Sr.
ja: トニー・シニア
pl: Tony Art.

source: Shoot him.
ja: 彼を撃て。
pl: Zastrzel go.

source: You agree to shoot Tony, and he thanks you. Before you follow through, he orders the remaining staff to give you a reward before he closes his eyes and you pull the trigger. It's pretty messed up, but at least this is what he wanted.
ja: あなたはトニーを撃つことに同意し、彼はあなたに感謝する。彼が目を閉じ、あなたが引き金を引く前に、彼は残ったスタッフに報酬を渡すよう命じる。かなりめちゃくちゃだが、少なくともこれが彼の望んだことだ。
pl: Zgadzasz się zastrzelić Tony'ego, a on ci dziękuje.Zanim dojdziesz do biznesu, zamawia pozostałego personelu, aby dał ci nagrodę, po czym zamyka oczy, a ty naciskając spust.Jest to dość nieprzyjemne, ale przynajmniej tego chciał.

source: (Symbiote) "You aren't the only one who's been miserable those 7 years."
ja: (共生者）"この7年間、惨めだったのはあなただけじゃない"
pl: (Symbiont) „Nie jesteś jedynym, który był nieszczęśliwy przez te 7 lat”.

source: "My god... Rig? Is that you? How are you here?" You have no idea what's going on, but Tony explains. "7 years ago, Tony's was nothing but a small chain local only to the Republic and quite small. I hoped to change that around by selling Zulfiqar goods. I met with Rig to discuss the terms, when out of nowhere a Slug ship arrived and mind controlled me into sticking myself up Rig's... uh... asshole. The surgeons had no idea how to handle the situation. For 3 years we lived like that, stuck together. I was forced to eat Rig's waste to survive. Eventually we found a professional capable of separating us, but it was too late to save either of us from the permanent trauma."
ja: 「リグ？リグ？あなたなの？どうしてここに？"あなたは何が起こっているのかわからないが、トニーは説明する。"7年前、トニーは共和国だけの小さなチェーン店だった。私はズルフィカールの商品を売ることで、それを変えたいと思った。リグと条件について話し合ったとき、どこからともなくスラッグの船がやってきて、マインドコントロールされてリグの・・・あの・・・ケツの穴に刺されたんだ。外科医はどう対処していいかわからなかった。3年間、私たちはそうやって一緒に暮らしていた。私は生きるためにリグの排泄物を食べることを余儀なくされた。結局、私たちを引き離すことのできる専門家を見つけることができたが、私たちのどちらかを永久的なトラウマから救うには遅すぎた。"
pl: „Mój Boże… platforma? Czy to ty? Jak się tu masz?”Nie rozumiesz, co się dzieje, ale Tony wyjaśnia.„Tony był tylko małą siecią położoną tylko w Republice i miałem nadzieję zmienić sytuację, sprzedając towary Zulfyar. Uh ... Rigi, aby przetrwać.

source: Uh...
ja: ええと...

source: "That deal never did go through, by the way." Tony turns to Rig, who shrugs. When Rig explains his new situation to Tony, the Leech simply can't believe it. "You... you were mind controlled by the SAME Slugs? What!? There must be something deeper here... You know, I've spent a lot of time searching for the ones responsible, and I think I've found them. Maybe together we can finally track them down and get some sweet sweet revenge."
ja: "ところで、その取引は成立しなかった"トニーはリグに向き直るが、リグは肩をすくめた。リグがトニーに自分の新しい状況を説明すると、リーチはただ信じられなかった。"お前は...同じスラッグにマインドコントロールされていたのか？何だと！？何か深い事情があるに違いない...。私は犯人探しに多くの時間を費やしてきた。一緒に奴らを追い詰めて、甘い甘い復讐をしよう"
pl: „Nawiasem mówiąc, ta umowa nie miała miejsca”.Tony zwraca się do Rygi, wzrusza ramionami.Kiedy Rig wyjaśnia Tony'emu swoją nową sytuację, pijawka po prostu nie może w to uwierzyć.„Ty… byłeś kontrolowany przez te same ślimaki? Co? Razem możemy je wyśledzić i zemścić się.

source: Tony Sr.
ja: トニー・シニア
pl: Tony Art.

source: The Slug ship has been destroyed. You scrap the remains.
ja: スラッグ船は破壊された。残骸をスクラップにしろ。
pl: Statek ślimaków jest zniszczony.Demontujesz resztki złomu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Slug ship has been dealt with. You scrap the remains.
ja: スラッグ船は処理された。残骸をスクラップにしろ。
pl: Wymyślili ślimaki ślimaków.Demontujesz resztki złomu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Supposed location of the Slugs responsible for harassing Tony Sr. and Rig.
ja: トニー・シニアとリグに嫌がらせをしたスラッグスの居場所と思われる場所。
pl: Domniemana lokalizacja ślimaków odpowiedzialnych za prześladowanie Tony'ego Starszego i Rygi.

# data/events_special_standard.xml$//event[@name="BUTT_BUDDIES"]/text
source: The coordinates are surprisingly accurate, leading you right into the den of what appears to be some kind of hacker ship.
ja: 座標は驚くほど正確で、ハッカー船のようなものの巣窟へと導いてくれる。
pl: Współrzędne okazały się zaskakująco dokładne i przyniosły cię do legowiska, jak wydaje się, jakiegoś statku hakerów.

source: Approach with Tony and Rig.
ja: トニーとリグとのアプローチ。
pl: Idź do Tony'ego z Ryą.

source: You hail the Slugs and put Tony and Rig on the screen. Tony slams his tongue on the table, finally ready to get his vengeance after all of these years. "You rotten, despicable slime balls. After all this time I- WE'VE finally caught up with you! Now you're going to finally explain what the point of ALL of this is!"
ja: ナメクジを呼び出し、トニーとリグをスクリーンに映し出す。トニーはテーブルに舌を打ちつけ、ようやく復讐の準備が整った。「この腐った卑劣なナメクジどもめ。この腐った卑劣なスライムボールめ！今ようやく、このすべての意味が何なのか説明するんだ！"
pl: Powodujesz ślimaki i sprowadzasz Tony'ego i Rygę na ekran.Tony uderzył w język na stół, w końcu gotowy pomścić wszystkie te lata.„Jesteś zgnili, nikczemne ślimaki. Po tym wszystkim… w końcu dotarliśmy do ciebie! Teraz w końcu wyjaśnisz, jakie to znaczenie!”

source: Wait for a response.
ja: 返事を待つ。
pl: Poczekaj na odpowiedź.

source: The Slug captain looks utterly confused but soon realizes what is going on. "Oh-OH! It'sss YOU! HAHAHAHAHAH! HAAAAAAAAAAAAAAAAAAAAAHAAAAAHAHAH! Oh my god! Thisss isss hilarioussss! Gersssslin, get the recorder, I need an archive of thisss. Oh... oh boy. Look, weirdo. It ain't nothing persssonal, alright? Long time ago, we were approached by thisss ssstranger in a suit and tie, who told usss you were gonna be resssponsssible for sssome kind of uh... extinction-level event Multiverssse-wide."
ja: ナメクジのキャプテンはまったく混乱しているようだが、すぐに何が起こっているのか理解した。「お、おう！お前だ！ハハハハハ！ハアハアハアハアハアハアハアハアハアハアハアハア！なんてことだ！これは笑える！ガースリン、レコーダーを頼む。ああ...見ろよ、変人。別に変なことじゃないんだ。昔、スーツにネクタイ姿の変な奴に声をかけられたんだ。"お前は絶滅レベルの出来事に遭遇する可能性がある "って。
pl: Kapitan ślimaków wygląda na całkowicie zdezorientowanego, ale wkrótce rozumie, co się dzieje.„Oh-oh! To ty! SSROSLIDED SSROST w Koscstyum i galsterze, który ukradł nam, że będziesz winny ... e-eh ... wyginięcie na poziomie całej jednostki ekonomii.

source: Attack them.
ja: 彼らを攻撃する。
pl: Zaatakuj ich.

source: No one's going to miss these assholes. Hopefully this should prove to be quite cathartic.
ja: 誰もこのバカどもを見逃すつもりはない。これでカタルシスが得られればいいのだが...。
pl: Nikt nie będzie tęsknił za tymi dupkami.Mam nadzieję, że to powinno stać się katharsis.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Leave them.
ja: 放っておいてくれ。
pl: Zostaw ich.

source: Tony and Rig aren't with us. This isn't worth our time anymore.
ja: トニーもリグも一緒じゃない。これ以上時間をかける価値はない
pl: Tony i Rig nie są z nami.To nie jest już warte naszego czasu.

source: Nevermind.
ja: 気にするな。
pl: Nie ma znaczenia.

source: It was dumb to come all the way out here for something as petty as revenge.
ja: 復讐のような些細なことのために、わざわざここまで来たのは馬鹿だった。
pl: Głupotą było wykonanie całej tej ścieżki ze względu na tak małą rzecz jak zemsta.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="BUTT_BUDDIES_REVENGE"]/text
source: It seems during the fight the two main Slugs escaped on a lifepod, but you quickly scoop it up before they can get away. You bring them back on board to deliberate what to do with them. Rig and Tony both propose one simple punishment - treat them with their own medicine.
ja: 戦いの最中にスラッグの主役2人がライフポッドに乗って逃げ出したようだが、逃げられる前に素早くすくい上げる。彼らを船内に戻し、どうするか検討する。リグとトニーは、自分たちの薬で治療するというシンプルな罰を提案する。
pl: Wygląda na to, że podczas bitwy dwa główne ślimaki uciekły do ​​kapsułki ratowniczej, ale szybko je wybierasz, zanim zdąży się ukryć.Zwracasz je na pokład, aby skonsultować się z nimi.Rig i Tony oferują jedną prostą karę - traktuj je własnym lekarstwem.

source: Agree.
ja: 同意する。
pl: Zgadzać się.

source: Rig grabs one of the Slugs by the tail as Tony holds the other in place, and together they force one Slug down the gullet of the other. One screams as the other chokes, and the two roll on the floor in agony until the pain becomes unbearable and you finally put them out of their misery. You can see Tony and Rig aren't quite as satisfied with this as they had hoped, but they're glad to finally have laid them to rest.
ja: リグがナメクジの片方の尻尾をつかみ、トニーがもう片方の尻尾を押さえつける。片方は悲鳴を上げ、もう片方は窒息し、2人は床に転がって苦痛に耐える。トニーとリグは期待したほど満足していないようだが、やっと安らかに眠らせたと喜んでいる。
pl: Rig wystarczy na jeden ze ślimaków przy ogonie, a Tony trzyma drugiego, a razem popycha jeden ślimak w gardło drugiego.Jeden krzyczy, drugi dusi się i obaj jeżdżą na podłodze w agonii, aż ból stanie się nie do zniesienia, a w końcu uratujesz ich przed cierpieniem.Można zauważyć, że Tony i Rig nie są z tego całkowicie zadowoleni, jak się spodziewali, ale cieszą się, że w końcu się ich pozbyli.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: No. This can't keep happening.
ja: いや、こんなことが続くはずがない。
pl: NIE.To nie może kontynuować.

source: Torturing the Slugs like that will do no one any good. Instead, you grant them a quick and painless death. You can tell Tony and Rig aren't quite as satisfied, but the death of the Slugs satisfies them nonetheless.
ja: そうやってナメクジを苦しめても、誰のためにもならない。その代わり、あなたはナメクジに苦痛のない死を与えた。トニーとリグはそれほど満足していないようだが、それでもナメクジたちの死は彼らを満足させた。
pl: Takie tortury nie przyniosą nikomu żadnej korzyści.Zamiast tego dajesz im szybką i bezbolesną śmierć.Można zauważyć, że Tony i Rig nie są w pełni zadowoleni, ale śmierć ślimaków nadal ich zadowolała.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="BUTT_BUDDIES_REWARD"]/text
source: Tony and Rig cannot thank you enough for your help. As a reward for finally settling this, Rig gives you a special prototype weapon blueprint under works by Zulfiqar.
ja: トニーとリグは君の協力に感謝してもしきれない。最終決着の褒美として、リグはズルフィカールが作成中の特別な試作武器の設計図を君に渡す。
pl: Tony i Rig nie mogą wyrazić wam wdzięczności za pomoc.Jako nagrodę za fakt, że w końcu wymyśliłeś ten biznes, Rig daje specjalny prototyp broni, nad którym pracował Zulfikar.

# data/events_special_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[1]
source: Looks like a Hektar representative is orbiting a nearby marketplace, painted a gash shade of neon yellow which stands out from miles away. Hopefully whatever goods are inside aren't as obnoxiously vibrant.
ja: ヘクタールの代表が近くの市場を周回しているようだが、ネオンイエローの派手な色合いに塗られていて、数キロ先からでも目立つ。中に入っているものがどんなものであれ、これほど不愉快なほど鮮やかでなければいいのだが。
pl: Wygląda na to, że na orbicie najbliższego rynku znajduje się przedstawiciel hektaru, pomalowany w neon-żółtym kolorze, który przyciąga wzrok z dużej odległości.Mamy nadzieję, że towary w środku nie będą tak jasne.

# data/events_special_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[2]
source: An overenthusiastic employee of Hektar greets you. "HEY! HI! HELLO! HOWDY! HOW DO YOU DO? PLEASSSE BUY THINGSSS! I CAN'T SSSSEE MY FAMILY AGAIN UNTIL I MEET MY QUOTA!"
ja: ヘクタールの熱狂的な従業員があなたを出迎える。「やあ！こんにちは！こんにちは！こんにちは!買ってください！ノルマを達成するまで、もう家族に会えないんだ！"
pl: Zostajesz powitany przez entuzjastyczny pracownik Hectar Industrida Company.„Hej! Witam! Up! Provut! Jak się masz? Może kup Duffelships! Nie widzę bezczelnego SSSE, dopóki nie spełnię normy!”

# data/events_special_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[3]
source: You arrive at the store, but the ship meant to greet you is deathly silent. After several subsequent hails the captain is startled awake. "Ah god damn it, you woke me up! Yeah yeah whatever, come sssshop or sssome ssshit."
ja: 店に到着するも、出迎えの船は沈黙を守っていた。何度か呼びかけた後、船長は驚いて目を覚ました。「ああ、ちくしょう、起こされた！そうだ、そうだ、何でもいい、買い物にでも来いよ。"
pl: Przybywasz do sklepu, ale statek, który miał się z tobą spotkać, zachowuje poważną ciszę.Po kilku kolejnych sygnałach kapitan budzi się.„Ach, cholera, obudziłeś mnie! Tak, tak, nieważne, idź do sklepu lub gdzie indziej.”

# data/events_special_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[4]
source: A loud advertisement blasts over your stereo, with an obese Slug waving his arms in the air and begging you to come and shop. Seems like unfortunate placement considering you're already here.
ja: ステレオから大音量の広告が流れ、肥満したナメクジが腕を振りながら、買い物に来るよう懇願している。あなたがすでにここにいることを考えると、不運な配置に思える。
pl: Głośna reklama rozprzestrzenia się wzdłuż systemu stereo, w którym otyłość Mlyter machała rękami i błaga o pójście do sklepu.Nieudana lokalizacja, chociaż ją znalazłeś.

# data/events_special_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[5]
source: These Hektar stores sure are plentiful. It's almost concerning how much of this sector is just stores, but you suppose it's better than deadly Rebels.
ja: ヘクタールの店はたくさんある。このセクターにどれだけの店舗があるのか気になるところだが、反乱軍に殺されるよりはましだろう。
pl: Sklepy branżowe hektarowe są pełne towarów.To nawet niesamowite, ile sklepów jest w tym sektorze, ale prawdopodobnie jest to lepsze niż śmiertelne buntownicy.
