Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

source: "Gratitude. Upgrades will be cheaper: necessity of scrap still present. Purchasing items of merit to your vessel will provide further benefit to Engi cause."
ja: "感謝"。アップグレードは安くなる：スクラップの必要性は依然として存在する。あなたの船にとって有益なアイテムを購入することは、エンジの大義に更なる利益をもたらす。"
pl: „Wdzięczność. Ulepszenie będzie tańsze: potrzeba złomu jest nadal obecna. Kupowanie przedmiotów przydatnych dla Twojego statku przyniesie dodatkowe korzyści w sprawie Angie”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Maximum Engine Efficiency) Allow them to scan your engines to better optimize theirs.
ja: (エンジン効率の最大化）エンジンを最適化するために、あなたのエンジンをスキャンできるようにします。
pl: (Maksymalna wydajność silnika) Pozwól im skanować twoje silniki, aby mogły zoptymalizować własne.

source: "Gratitude. Upgrades will be cheaper: necessity of scrap still present. Purchasing items of merit to your vessel will provide further benefit to Engi cause."
ja: "感謝"。アップグレードは安くなる：スクラップの必要性は依然として存在する。あなたの船にとって有益なアイテムを購入することは、エンジの大義に更なる利益をもたらす。"
pl: „Wdzięczność. Ulepszenie będzie tańsze: potrzeba złomu jest nadal obecna. Kupowanie przedmiotów przydatnych dla Twojego statku przyniesie dodatkowe korzyści w sprawie Angie”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ENGI_PESTER"]/text
source: Looks like you aren't the only ship at the nearby market - another Engi vessel looks to be trying to communicate, though for some reason the station seems... strangely unreceptive to their fellow nanite constructs.
ja: 近くのマーケットにいるのはあなた方だけではないようです。別のエンギ船が通信を試みているようですが、なぜかステーションは仲間のナナイト構成体に対して奇妙に無反応のようです。
pl: Wygląda na to, że nie jesteś jedynym statkiem na pobliskim stanowisku handlowym - inny statek Angie wydaje się próbować z nim skontaktować, ale z jakiegoś powodu stacja wydaje się ... podejrzanie odporności na swoich braci Nanite.

source: Hail the store owners.
ja: 店主万歳。
pl: Skontaktuj się z właścicielami sklepu.

source: "Cannot converse at present moment. Separatist vessel is attempting to communicate. Current objective: ignore until problem goes away. Could you confirm odds of Separatist occupation through evaluation?"
ja: 「現在、会話はできません。分離主義者の船が通信を試みている。現在の目的：問題がなくなるまで無視する評価で分離主義者の占領の確率を確認できる？"
pl: „W tej chwili nie mogę mówić. Statek separatystyczny próbuje się skontaktować. Obecnym celem jest: ignorowanie go, dopóki problem zniknie. Czy możesz ocenić prawdopodobieństwo zawodu przez separatystów?”

source: Evaluate the other vessel.
ja: もう一方の器を評価する。
pl: Oceń inny statek.

source: "Please ignore the [station] owner. Contrary to what he -might- tell you, I can guarantee: we are not a Separatist vessel." The other Engi, who looks to be freshly painted grey to match the other Engi, does his best to move his arms like a robot while speaking.
ja: 「ステーションのオーナーは無視してください。彼が何と言おうと、私たちは分離主義者の船ではありません。"もう一人のエンギは、他のエンギと同じグレーに塗られたばかりのようで、話しながらロボットのように腕を一生懸命動かしている。
pl: „Proszę nie zwracać uwagi na właściciela [stacji]. Wbrew temu, co może ci powiedzieć, mogę zagwarantować: nie jesteśmy statkiem separatystów”.Kolejna Angie, która wydaje się być świeżo pomalowana w szarym kolorze pasującym do drugiej Angie, stara się jak najlepiej poruszyć rękami jak robot, jak mówi.

source: These guys are definitely Separatists.
ja: こいつらは間違いなく分離主義者だ。
pl: Ci faceci są zdecydowanie separatystami.

source: "Suspicions affirmed. Continuing to refuse entry to Separatist vessel." The Engi pay you in thanks, and you proceed to the store. On your way out however, the Separatist vessel attacks! The Engi provide backup with an ASB, but you won't be able to get out peacefully.
ja: "疑惑を肯定。分離主義者の船への入港を拒否し続ける。"エンギがお礼を払って、店に行く。しかし、出る途中で分離主義者の船が攻撃してきた！エンギがASBで援護するが、平和的に脱出できない。
pl: „Podejrzenia zostały potwierdzone. Nadal odmawiamy wejścia na statek separatystyczny”.Angie płaci ci z wdzięcznością i idziesz do sklepu.Jednak na wyjściu zaatakowano cię statek separatystów!Angie zapewnia ci pomoc PKB, ale nie będziesz mógł spokojnie odejść.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Lie; These guys are definitely not Separatists.
ja: 嘘だ。こいつらは絶対に分離主義者じゃない。
pl: Kłamstwo;Ci faceci zdecydowanie nie są separatystami.

source: (Harmony Crew) Convince the Engi these are not Separatists.
ja: (ハーモニー・クルー)エンギに彼らは分離主義者じゃないと説得して。
pl: (Członek załogi Harmony), aby przekonać Angie, że nie są separatystami.

source: "Confirmation suggests prior theory was incorrect. Thank you for your evaluation." Now satisfied, the Engi allow the "not Separatists" in to trade. Realizing you must have vouched for them, the Separatists discreetly offer you a gift while browsing the marketplace.
ja: "事前の理論が誤りであったことを確認。評価をありがとう」。エンギは満足し、「分離主義者ではない」者を取引に入れる。あなたが彼らのことを保証したに違いないと分かった分離主義者たちは、マーケットを見ながら控えめにあなたに贈り物を差し出す。
pl: „Potwierdzenie mówi, że poprzednia teoria była nieprawidłowa. Dziękuję za ocenę”.Zadowolona, ​​Angie wpuszcza „nie -searatystów” do handlu.Zdając sobie sprawę, że musieli ci się powierzyć, separatiści cicho oferują ci prezent podczas kontroli sklepu.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: No thanks, we'll stick to shopping.
ja: 結構です、買い物に専念します。
pl: Nie, dzięki, wolimy iść do sklepu.

source: The owners of the store turn their lack-of-attention away from the vessel and focus on you. They briefly welcome you and show you where the goods are, then go back to ignoring the other ship.
ja: 店の主人たちは、その船から目をそらし、あなたたちに注目する。彼らはあなたを手短に歓迎し、商品の場所を案内した後、他の船を無視するように戻る。
pl: Właściciele sklepów są odwróceni od „nieuwagi” na inny statek i zwracają na ciebie uwagę.Krótko witają cię i pokazują, gdzie znajdują się towary, a następnie wracają do ignorowania innego statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Ignore the other Engi ship and shop.
ja: 他のエンジの船は無視して買い物をする。
pl: Zignoruj ​​inny statek Angie i idź do sklepu.

source: The owners of the store turn their lack-of-attention away from the vessel and focus on you. They briefly welcome you and show you where the goods are, then go back to ignoring the other ship.
ja: 店の主人たちは、その船から目をそらし、あなたたちに注目する。彼らはあなたを手短に歓迎し、商品の場所を案内した後、他の船を無視するように戻る。
pl: Właściciele sklepów są odwróceni od „nieuwagi” na inny statek i zwracają na ciebie uwagę.Krótko witają cię i pokazują, gdzie znajdują się towary, a następnie wracają do ignorowania innego statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: "Confirmation suggests prior theory was incorrect. Thank you for your evaluation." Now satisfied, the Engi allow the "not Separatists" in to trade. Realizing you must have vouched for them, the Separatists discreetly offer you a gift while browsing the marketplace.
ja: "事前の理論が誤りであったことを確認。評価をありがとう」。エンギは満足し、「分離主義者ではない」者を取引に入れる。あなたが彼らのことを保証したに違いないと分かった分離主義者たちは、マーケットを見ながら控えめにあなたに贈り物を差し出す。
pl: „Potwierdzenie mówi, że poprzednia teoria była nieprawidłowa. Dziękuję za ocenę”.Zadowolona, ​​Angie wpuszcza „nie -searatystów” do handlu.Zdając sobie sprawę, że musieli ci się powierzyć, separatiści cicho oferują ci prezent podczas kontroli sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Evaluation: inaccurate. Federation vessel suspected of lying or being very stupid. Punishment: death." A harsh punishment - but it seems to extend to the Separatist as well! An ASB shot nearly takes out their ship and the survivor climbs aboard yours, but now you have to get out of here!
ja: "評価：不正確。連邦の船は嘘をついているか、非常に愚かな疑いがある。処罰： 死。厳しい罰だ。でもそれは分離主義者にも適用されるみたい！ASBが彼らの船を破壊しそうになって、生存者があなたの船に乗り込んだ！
pl: „Ocena: nieprawidłowa. Statek Federacji jest podejrzany o kłamstwa lub wielką głupotę. Kara: śmierć”.Surowa kara - ale wydaje się, że dotyczy ona separatystów!Strzał PKB praktycznie niszczy ich statek, a ocalały wspina się na pokładzie twojego statku, ale teraz musisz się stąd wydostać!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A few Separatists have come together on the surface of a moon to form what appears to be a small, makeshift market with their ships.
ja: 数人の分離主義者が月面に集まり、彼らの船で小さなその場しのぎのマーケットを形成しているようだ。
pl: Kilku separatystów zebrało się na powierzchni Księżyca, aby stworzyć coś podobnego do małego zaimprowizowanego rynku ze swoich statków.

source: Hail the Separatists.
ja: 分離主義者万歳。
pl: Skontaktuj się z separatystami.

source: "Welcome, w-w-w-welcome! Trying to offload our [miserable] Harmony possessions to move on w-w-w-with our lives. But what shall w-w-w-we lean into -once- we are no [longer] relying on Harmony Drones?"
ja: 「ようこそ、ようこそ！惨めな）ハーモニーの財産を手放して、人生を前に進めようとしている。しかし、ハーモニードローンに頼らなくなったら、何に頼ろうか。
pl: „Witaj, Good-P-P-P-P-P-P-P-P-P-Prech! Staramy się pozbyć się naszej [nieszczęśliwej] własności Harmony, aby żyć. Ale to, czym będziemy w Mmm-We, będzie na błogosławieństwie, kiedy [Przestańmy] polegać na dronach harmonii? ”

source: (Mantis Crew) Extoll the virtues of boarding.
ja: (マンティス・クルー）搭乗の素晴らしさを説く。
pl: (Członek załogi-bogomol), aby chwalić możliwości pokładów.

source: Your Mantis talks about the thrill of rushing aboard an enemy cruiser and tearing it up in person. The Separatists seem impressed. "Yes! That w-w-w-would set us apart -from- those b-b-b-boring [____]. But w-w-w-we will need to format [ourselves] into more fitting forms. Accept -this-! Mantises [need] repair functionality more than w-w-w-we do!"
ja: あなたのマンティスが、敵の巡洋艦に突入して、直接破壊するスリルを語る。分離主義者は感動しているようだ。「そうだ！そうすれば、あの退屈な[____]連中とは一線を画すことができる。でも、もっとふさわしい形にする必要がある。これを受け入れよ！カマキリは私たち以上に修理機能を必要としているのだ。
pl: Twoja matka Boży mówi o tym, jak urzekająca na pokładzie wroga krążownika i osobiście zniszczyć jego załogę.Separatiści wyglądają imponująco.„Tak! Przydzielono to b-b-b-b-b-b-b-b-b-b-b-b-b-basty SSSKAYA [____]. Ale N-N-N-NAM będzie musiał dać [ -NA-NM! ”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Floral Crew) Tell them about the plant weapons of the Gathering.
ja: (フローラル・クルー）ギャザリングの植物の武器について伝える。
pl: (Członek filtra załogi) Powiedz im o broni warzywnej kwiatostanu.

source: Your Orchid talks about how rewarding it is to grow your own weapons, or at least to trade with those who do. The Separatists look intrigued. "Concussive chloroplast... A -novel- concept! That w-w-w-would set us apart -from- those b-b-b-boring [____]. A suitable w-w-w-world can surely be found to grow such weapons! Accept -this-! Cold steel w-w-w-will protect your peaceful [forms]!"
ja: あなたのオーキッドは、自分の武器を育てることがいかにやりがいがあるか、少なくともそうする人々と取引することがいかにやりがいがあるかを話している。分離主義者は興味をそそられた様子だ。「コンカッシブ・クロロプラスト...斬新なコンセプトだ！あの退屈な[____]連中とは一線を画す。そのような兵器を栽培するのに適した世界がきっと見つかるだろう！これを受け入れよ！冷たい鋼鉄が、あなた方の平和な[姿]を守るのだ！"
pl: Twoje storczyki mówi o tym, jak warto uprawiać własne narzędzia lub przynajmniej handlować z tymi, którzy to robią.Separatiści wyglądają na zaintrygowani.„Cracking Chloroplast ... -Nodor-Concept! To jest na zachód, ludzie są nudni [____]. Z pewnością można znaleźć odpowiedni M-M-M-M-M-World, aby wyhodować takie narzędzia! Akceptuj-to zimno! Stal z Z-Z-Prona ochroni twoje spokojne [formy]!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Vampweed Crew) They don't have to move away from drones completely.
ja: (バンプウィード・クルー）ドローンから完全に離れる必要はない。
pl: (Członek załogi-VAMPSSNYAK) Nie muszą całkowicie porzucić dronów.

source: Your Vampweed goes into a salespitch about the Confederacy's booming market for plant-based drones. The Engi are impressed. "W-w-w-we are already proficient with drones, but this would remind us less of those b-b-b-boring [____]. Will get in contact with your people! Accept -this-! It w-w-w-will synergize if your spores knock down their [shields]."
ja: あなたのヴァンプウィードは、植物ベースのドローンのための連合国の好況市場について売り込みに入る。エンギは感心した。「我々はすでにドローンを使いこなしているが、これならあの退屈な[___]ドローンを思い出すこともないだろう。あなたの仲間に連絡します！これを受け入れてください！あなたの胞子が彼らの[シールド]を打ちのめすなら、それは相乗効果をもたらすでしょう。"
pl: Wampsornyak zaczyna mówić o rynku dronów opartym na roślinach, który kwitnie w Konfederacji.Angie jest pod wrażeniem.„Mmmm wiemy już, jak używać dronów, ale mniej przypomina nam tych hasterów SS-SS [____]. Skontaktujemy się z Twoim ludem! Akceptuj-to! Jeśli w twoich sporach ich zniszczą [Tarcze] , będzie działać jako synergia.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Crystal Crew) Talk about the storied history of Crystalline weapons.
ja: (クリスタル・クルー）クリスタルの武器の歴史について話してください。
pl: (Członek załogi Crystalline) Porozmawiaj o bogatej historii krystalicznych pistoletów.

source: Your Crystal boasts about the long history of their weapons technology and all the advantages they provide. The Separatists look intrigued. "Concussive crystals... A -novel- concept! That w-w-w-would set us apart -from- those b-b-b-boring [____]. Accept -this-! It can also p-p-pierce a layer of [shields]!"
ja: あなたのクリスタルは、武器技術の長い歴史と、それがもたらすすべての利点を自慢している。分離主義者は興味津々の様子。「コンカッシブ・クリスタル・・・斬新なコンセプトだ！あの退屈な[____]軍隊と一線を画す。これを受け入れよう！シールドを貫通させることもできる。
pl: Twoje krystaliczne szczytem długiej historii jego technologii broni i wszystkich zalet, które dają.Separatiści wyglądają na zaintrygowani.„Cracking Crystals ... -Nodor-Concept! To jest w międzyczasie wśród -s-ss-sskaya [____]. Akceptuj-warstwa [tarcza]!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Obelisk Crew) Dismiss all primitive technology.
ja: (オベリスク・クルー）すべての原始技術を捨てる。
pl: (Członek Crew-Cones) Odmów wszystkich prymitywnych technologii.

source: Your Obelisk crewmember tells the Separatist that all they need to do is cast aside their primitive technology and embrace Aether. "I see. So all w-w-w-we have to do is advance our technology several centuries in a short timespan? Wow, great advice." It sounds sarcastic, but then they start presenting a gift. "Your w-w-w-weapons are slow! This can deal with -Aether- effectively!"
ja: オベリスクのクルーが分離主義者に、原始的な技術を捨ててエーテルを受け入れるだけでいいと言う。「なるほど。じゃあ、短期間で数世紀技術を進歩させればいいんだ？ワオ、素晴らしいアドバイスだ。皮肉に聞こえるが、彼らはプレゼントを贈り始める。「あなたの武器は遅い！これはエーテルに効果的に対処できる！"
pl: Twój członek załogi Obelisk mówi separatystowi, że wszystko, co muszą zrobić, to odrzucić swoje prymitywne technologie i korzystać z transmisji.„Rozumiem. Wszystko, co N-N-N-NMN należy zrobić, to promować nasze technologie przez kilka stuleci z wyprzedzeniem w krótkim czasie? Wow, doskonała rada”.Brzmi sarkastycznie, ale potem zaczynają prezentować prezent.„Twój OH-O-O-Arranged jest powolny! Może skutecznie walczyć z efir-!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Just find out what they have.
ja: ただ、彼らが持っているものを見つけるだけだ。
pl: Po prostu dowiedz się, co mają.

source: Avoid the Separatists.
ja: 分離主義者を避ける。
pl: Unikaj separatystów.

source: The market makes no acknowledgement of your existence.
ja: 市場はあなたの存在を認めない。
pl: Rynek nie zauważa Twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The map may have listed a store at this beacon, but the heavily-armed Separatist ship staring you down doesn't give off that impression at all. "Attention, Federation vessel. This = Separatist Security Patrol. Search targets: Harmony agents, Rebel [sympathizers]. Incentive for cooperation: store access upon search completion." They don't appear to be asking.
ja: 地図にこのビーコンに店があるかもしれないけど、重武装の分離主義船があなたを睨んでるから、全然そんな印象がない。「注目、連邦船。こちら分離主義者警備パトロール。捜索対象：ハーモニーのエージェント、反乱軍のシンパ。協力のインセンティブ： 捜索完了後、格納庫を利用できる。"聞いていないようだ。
pl: Być może na mapie sklep był wskazany w tej latarni morskiej, ale ciężki statek separatystów, który uważnie cię obserwuje, wcale nie wygląda jak sklep.„Uwaga, naczynie federacji. Jest to patrol bezpieczeństwa separatystów.Wygląda na to, że nie zapytają.

source: (Harmony Notoriety) Inform them that you are an enemy of the Harmony.
ja: (ハーモニーの悪評）あなたがハーモニーの敵であることを知らせる。
pl: (Zła chwałę harmonii) Powiedz im, że jesteś wrogiem harmonii.

source: "Fellow enemy of Harmony: recognized. Search = waived. Pleasant shopping, Captain."
ja: "ハーモニーの敵 "仲間：認定。捜索＝放棄。楽しい買い物を、大尉。"
pl: „Wróg Harmonii: rozpoznany. Sprawdzanie = anulowane. Przyjemne zakupy, kapitan.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Turzil) Have Turzil clear your vessel.
ja: (タージル）タージルにあなたの船を片付けさせる。
pl: (Turzil) Poproś Tourrzil o oczyszczenie statku.

source: "Mission importance: immeasurable. Requesting expedited search protocols." The Separatist quickly verifies your vessel's registration, and you are cleared to shop - though not before they deliver a small gift of supplies to your cargo hold.
ja: "任務の重要性は計り知れない。迅速な捜索プロトコルを要請する。分離主義者がすぐにあなたの船の登録を確認し、あなたは買い物を許可された。
pl: „Znaczenie misji: niezmierzone. Proszę o przyspieszone protokoły weryfikacji”.Separatiści szybko sprawdzają rejestrację statku i możesz iść do sklepu - jednak dopiero po dostarczeniu małego prezentu do przedziału ładunkowego.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Accept.
ja: 受け入れる。
pl: Zgadzać się.

source: The investigator is unnerving as they creep through the corridors, appearing to stretch and distort as clouds of nanobots work their way into the recesses of your ship. After a few tense minutes, the Engi informs you that your crew are acceptable, and you are cleared to browse the store.
ja: 調査員は廊下を忍び足で歩き、ナノボットの雲が船の奥深くまで入り込み、伸びたり歪んだりしているように見える。緊張の数分後、エンジが乗組員の搭乗を許可し、店内の閲覧を許可すると告げる。
pl: Badacz nerwowo przechodzi przez korytarze, wydaje się, że ściany są rozciągnięte i zniekształcone, gdy chmury nanobotów torują się w jelitach twojego statku.Po kilku napiętych minutach Angie informuje cię, że Twoja załoga spełnia wymagania i możesz iść do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Accept.
ja: 受け入れる。
pl: Zgadzać się.

source: While the investigator is initially about as cordial as a Separatist is capable of being, their tone shifts upon spotting one of your crew. "You = enemy of free Engi everywhere. Available courses of action: (1)." They return to their vessel and begin to charge weapons!
ja: 最初は分離主義者並みに友好的だったが、クルーの一人を見つけると口調が変わる。"お前＝自由エンギの敵だ。可能な行動：(1)"彼らは船に戻り、武器をチャージし始める！
pl: Chociaż śledczy początkowo był tak przyjazny, jak to możliwe dla separatystów, jego ton zmienił się, gdy zauważył jednego z członków twojej załogi.„Ty = wrogowie darmowej angie we wszystkim. Dostępne opcje działań: (1).”Wraca na swój statek i zaczyna ładować broń!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Jerry) "Erm, I'm no longer associated with the Rebellion. May I pass?"
ja: (ジェリー）「えー、私はもう反乱軍とは関係ありません。通ってもいいですか？"
pl: (Jerry) „EMM, nie jestem już związany z powstaniem. Czy mogę przejść?”

source: "Rebel VIP recognized: [nephew] of Admiral Vance. Probability of individual threatening stability: [0%]. Further search required to verify crew."
ja: "反乱軍VIP認識：[バンス提督の甥。個人が安定を脅かす可能性： [0%].乗組員を確認するため、更なる捜索を要する。"
pl: „VIPS Person Rebuls: [siostrzeniec] Admirał Wans. Prawdopodobieństwo, że dana osoba zagrozi stabilności: [0%]. Wymagane jest dodatkowe wyszukiwanie, aby sprawdzić załogę”.

source: (Harmony Notoriety) Inform them that you are an enemy of the Harmony.
ja: (ハーモニーの悪評）あなたがハーモニーの敵であることを知らせる。
pl: (Zła chwałę harmonii) Powiedz im, że jesteś wrogiem harmonii.

source: "Fellow enemy of Harmony: recognized. Search = waived. Pleasant shopping, Captain."
ja: "ハーモニーの敵 "仲間：認定。捜索＝放棄。楽しい買い物を、大尉。"
pl: „Wróg Harmonii: rozpoznany. Sprawdzanie = anulowane. Przyjemne zakupy, kapitan.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Turzil) Have Turzil clear your vessel.
ja: (タージル）タージルにあなたの船を片付けさせる。
pl: (Turzil) Poproś Tourrzil o oczyszczenie statku.

source: "Mission importance: immeasurable. Requesting expedited search protocols." The Separatist quickly verifies your vessel's registration, and you are cleared to shop - though not before they deliver a small gift of supplies to your cargo hold.
ja: "任務の重要性は計り知れない。迅速な捜索プロトコルを要請する。分離主義者がすぐにあなたの船の登録を確認し、あなたは買い物を許可された。
pl: „Znaczenie misji: niezmierzone. Proszę o przyspieszone protokoły weryfikacji”.Separatiści szybko sprawdzają rejestrację statku i możesz iść do sklepu - jednak dopiero po dostarczeniu małego prezentu do przedziału ładunkowego.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Accept.
ja: 受け入れる。
pl: Zgadzać się.

source: The investigator is unnerving as they creep through the corridors, appearing to stretch and distort as clouds of nanobots work their way into the recesses of your ship. After a few tense minutes, the Engi informs you that your crew are acceptable, and you are cleared to browse the store.
ja: 調査員は廊下を忍び足で歩き、ナノボットの雲が船の奥深くまで入り込み、伸びたり歪んだりしているように見える。緊張の数分後、エンジが乗組員の搭乗を許可し、店内の閲覧を許可すると告げる。
pl: Badacz nerwowo przechodzi przez korytarze, wydaje się, że ściany są rozciągnięte i zniekształcone, gdy chmury nanobotów torują się w jelitach twojego statku.Po kilku napiętych minutach Angie informuje cię, że Twoja załoga spełnia wymagania i możesz iść do sklepu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Accept.
ja: 受け入れる。
pl: Zgadzać się.

source: While the investigator is initially about as cordial as a Separatist is capable of being, their tone shifts upon spotting one of your crew. "You = enemy of free Engi everywhere. Available courses of action: (1)." They return to their vessel and begin to charge weapons!
ja: 最初は分離主義者並みに友好的だったが、クルーの一人を見つけると口調が変わる。"お前＝自由エンギの敵だ。可能な行動：(1)"彼らは船に戻り、武器をチャージし始める！
pl: Chociaż śledczy początkowo był tak przyjazny, jak to możliwe dla separatystów, jego ton zmienił się, gdy zauważył jednego z członków twojej załogi.„Ty = wrogowie darmowej angie we wszystkim. Dostępne opcje działań: (1).”Wraca na swój statek i zaczyna ładować broń!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Refuse the search.
ja: 捜索を拒否する。
pl: Odmówić sprawdzenia.

source: "ERROR: Noncompliance detected. Executing elimination protocols."
ja: "ERROR：コンプライアンス違反が検出されました。排除プロトコルを実行中。
pl: „Błąd: odkryto naruszenie. Wykonanie protokołów eliminacyjnych”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Your Harmony Engi requests that you destroy the search vessel.
ja: あなたのハーモニー・エンギは、捜索船の破壊を要請している。
pl: Twoja Angie z Harmony prosi cię o zniszczenie statku patrolowego.

source: Employees of Wentworth Industries are barred from Harmony space - it's likely that the same holds true here.
ja: ウェントワース・インダストリーズの従業員はハーモニーのスペースに立ち入ることができない。
pl: Pracownicy „innowacji Venety” nie mogą dostępu do przestrzeni harmonii - prawdopodobnie sytuacja jest taka sama.

source: Your MFK reminds you that the Separatists will not take their presence lightly.
ja: あなたのMFKは、分離主義者が彼らの存在を軽んじていないことを思い出させる。
pl: Twój IFC przypomina ci, że separatyści nie będą spokojni z powodu swojej obecności.

source: The Angels are few enough, and wanted enough, that the checkpoint will likely recognize your crew immediately.
ja: エンジェルは数が少なく、指名手配されているので、チェックポイントはすぐにあなたのクルーを認識するだろう。
pl: Jest niewiele aniołów i nie są wystarczająco znani, aby natychmiast rozpoznać swoją załogę w punkcie kontrolnym.

source: The Legion is notorious for producing the worst the Rebellion has to offer; no investigator would let them slide.
ja: 軍団は、反乱軍が提供する最悪のものを作り出すことで悪名高い。
pl: Legion jest niestety znany z tego, że jest odpowiedzialny za najgorsze z tego, co nosi powstanie;Żaden badacz go zignoruje.

source: Refuse the search.
ja: 捜索を拒否する。
pl: Odmówić sprawdzenia.

source: "ERROR: Noncompliance detected. Executing elimination protocols."
ja: "ERROR：コンプライアンス違反が検出されました。排除プロトコルを実行中。
pl: „Błąd: odkryto naruszenie. Wykonanie protokołów eliminacyjnych”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...
