Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//event[@name="REVISIT"]/text
source: You've been here already, and there's nothing left of interest.
ja: あなたはもうここに来ているし、何も残っていない。
pl: Byłeś już tu i nie ma tu nic interesującego.

# data/events_special_standard.xml$//event[@name="REVISIT"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="REVISIT"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STORE_LOAD_GENERIC"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_NOSYS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_NOCREW"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ENGI"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ENGI"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ENGI"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_SEPARATIST"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ZOLTAN"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ORCHID"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_VAMPWEED"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_CRYSTAL"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_FREEMANTIS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ROCK"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ROCK"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ROCK"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_LOST_SUNS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_MANTIS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_DUSK"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_DUSK"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_DUSK"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_REBEL"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_AUTO"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_AUTO"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_AUTO"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_COALITION"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_DYNASTY"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_CULTIST"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_ANCIENT"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_PIRATE"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_SLUG"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_SLUG"]/choice[1]/text
source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_SLUG"]/choice[2]/text
source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_LEECH"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_SHELL"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_LANIUS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STORE_LOAD_AUGMENTED"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ja: 買い物をする前に、まだ船内で何か他のことをする時間がある。
pl: Przed dokonaniem zakupów nadal masz trochę czasu na zrobienie czegoś innego na statku.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//ship[@name="SHIP_REBEL_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//ship[@name="SHIP_REBEL_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
ja: クルーが死んでしまったので、あなたはすぐにできる限りのものを救い出す。
pl: Po śmierci załogi szybko bierzesz to, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ship remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statek nadal nie zauważa twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The source of the distress beacon appears to be a small market under attack from a Rebel!
ja: 遭難信号の発信源は、反乱軍から攻撃を受けている小さな市場のようだ！
pl: Sygnał niepokoju jest małym stanowiskiem handlowym, który został zaatakowany przez rebeliantów!

source: A merchant ship here is under attack from Rebels. They're helpless against them, and you may be their only chance at survival.
ja: ここの商船が反乱軍の攻撃を受けている。彼らは無力で、あなたが生き残る唯一のチャンスかもしれない。
pl: Statek handlowy jest atakowany przez rebeliantów.Są bezradne wobec nich i możesz być ich jedyną szansą na przetrwanie.

source: A Rebel ship is assaulting a small black market. Perhaps if you can rescue them, they'll sell to you.
ja: 反乱軍の船が小さな闇市を襲撃している。彼らを救出すれば、売ってくれるかもしれない。
pl: Statek zaatakował mały czarny rynek.Być może jeśli możesz je uratować, będą się z tobą targować.

# data/events_special_standard.xml$//ship[@name="SHIP_AUTO_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ship remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statek nadal nie zauważa twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: An automated Rebel vessel has opened fire on a small marketplace, presumably because they were dealing to Feds!
ja: 自動化された反乱軍の船が小さな市場に発砲した。おそらく連邦政府との取引が原因だろう！
pl: Automatyczny statek rebeliantów otworzył ogień na małym stanowisku handlowym, prawdopodobnie dlatego, że handlowali z zwolennikami Federacji!

source: You receive a distress call from a small trading outpost. "Help! Our automated ship has gone haywire and is attacking us!"
ja: 小さな貿易前哨基地から救難信号を受信した。「助けてくれ！自動化された船が暴走し、我々を攻撃している！"
pl: Dostajesz sygnał niepokoju z małej placówki handlowej.„Pomoc! Nasz automatyczny statek zawiódł i atakuje nas!”

source: You notice a black market under fire from an Auto-ship nearby. Looks like even the Rebels aren't pleased with pirates.
ja: 近くでオートシップから銃撃を受けている闇市に気づく。反乱軍も海賊を快く思っていないようだ。
pl: Zauważasz czarny rynek w pobliżu, zaatakowany przez automatyczny statek.Wygląda na to, że nawet rebelianci są niezadowoleni z piratów.

source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//ship[@name="SHIP_PIRATE_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
ja: クルーが死んでしまったので、あなたはすぐにできる限りのものを救い出す。
pl: Po śmierci załogi szybko bierzesz to, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ship remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statek nadal nie zauważa twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The distress beacon appears to be originating from a small, civilian-run market under attack from pirates!
ja: 遭難信号の発信元は、海賊の襲撃を受けている民間経営の小さな市場らしい！
pl: Najwyraźniej sygnał niepokoju pochodzi z małej cywilnej stacji handlowej, która została zaatakowana przez piratów!

source: Pirates don't always get along well with each other, and the scene at this beacon is evident. A hostile pirate ship is firing on another pirate station. The station's fate looks bleak unless you step in.
ja: 海賊同士はいつも仲がいいとは限らないが、このビーコンの光景はそれを物語っている。敵対する海賊船が別の海賊ステーションに発砲している。あなたが踏み込まない限り、ステーションの運命は暗い。
pl: Piraci nie zawsze się ze sobą dogadują, a fakt, że obserwujesz tę latarnię morską, jest wyraźnym potwierdzeniem tego.Wrogo nastawiony piracki statek piracki.Wygląda na to, że stacja jest skazana tylko na to, że nie interweniujesz.

source: You notice a Federation merchant vessel being blockaded by pirates. This must be the source of the distress beacon.
ja: 連邦の商船が海賊に封鎖されているのに気づく。これが救難信号の発信源に違いない。
pl: Zauważyłeś statek handlowy Federacji zablokowany przez piratów.To musi być źródłem sygnału niepokoju.

source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//ship[@name="SHIP_MANTIS_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
ja: クルーが死んでしまったので、あなたはすぐにできる限りのものを救い出す。
pl: Po śmierci załogi szybko bierzesz to, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ship remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statek nadal nie zauważa twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: A Mantis appears to have decided to prey on a nearby unarmed merchant vessel. While you don't find it particularly intelligent to travel into Mantis space without weapons, they're still civilians and they won't last long.
ja: マンティスが近くの非武装の商船を捕食しようとしているようだ。武器を持たずにマンティスの宇宙空間を旅するのは特に知的とは思えないが、彼らはまだ民間人であり、長くは続かないだろう。
pl: Wydaje się, że modliszka postanowiła zaatakować pobliski statek nieuzbrojony.Chociaż nie uważasz za szczególnie rozsądne podróżowanie w przestrzeń modliszki bez broni, nadal są cywilni i nie potrwają długo.

source: It appears a Mantis and a smuggler are duelling it out at this beacon, arguing over prices.
ja: このビーコンでマンティスと密輸業者が値段のことで争っているようだ。
pl: Wygląda na to, że spór o ceny między modliszą a przemytnikami w tej latarni morskiej zamienił się w pojedynek.

source: A Mantis is firing at a small Engi merchant trying to get out of the sector. It's not likely the Engi will last long.
ja: マンティスがセクターから出ようとする小さなエンギ商人に発砲している。エンギは長く持ちそうにない。
pl: Modliszka ostrzega małego statku handlowego Angie, próbując wydostać się z sektora.Jest mało prawdopodobne, aby Angie trwała długo.

# data/events_special_standard.xml$//ship[@name="SHIP_MORPH_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//ship[@name="SHIP_MORPH_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
ja: クルーが死んでしまったので、あなたはすぐにできる限りのものを救い出す。
pl: Po śmierci załogi szybko bierzesz to, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Rescue the store.
ja: 店を救え。
pl: Zapisz sklep.

source: You prepare for combat.
ja: 戦闘に備えるのだ。
pl: Przygotowujesz się do bitwy.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the merchant.
ja: 商人は無視しろ。
pl: Nie zwracaj uwagi na kupca.

source: Fortunately the ship remain oblivious to your presence.
ja: 幸いなことに、船はあなたの存在に気づかないままだ。
pl: Na szczęście statek nadal nie zauważa twojej obecności.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: You didn't think you'd be seeing Morph ships acting quite aggressive as this... it appears a Morph is attacking a small Shell merchant ship!
ja: モーフが小型のシェル商船を攻撃しているようだ！
pl: Nie sądziłeś, że zobaczysz statki morfów, które zachowują się tak agresywnie ... Wygląda na to, że Morphs atakują mały statek handlowy z muszli!

source: You receive a hail from a distant Federation supply vessel. "Help, I think I accidentally angered the blob things! I don't know what they're saying but they're really scaring me man!"
ja: 遠く離れた連邦補給艦から通信が入る。「助けてくれ、誤ってブロブ・シングを怒らせてしまったようだ！何を言っているのかわからないが、本当に怖いんだ！"
pl: Otrzymujesz sygnał ze statku zaopatrzenia w pobliskiej federacji.„Pomoc, wygląda na to, że przypadkowo rozgniewałem te sferyczne gadżety! Nie rozumiem, co mówią, ale mnie przerażają!”

source: "OOG! URP UPR TAGLE SPACK!" A ship full of Morphs begin to chant as they circle around a merchant ship. Looks like they could use some help.
ja: "OOG！URP UPR TAGLE SPACK!"商船を取り囲むように、モーフの船が詠唱を始めた。助けが必要なようだ。
pl: „UG! URP Urr tagl spak!”Statek pełen morfów zaczyna śpiewać, krąży wokół statku handlowego.Wygląda na to, że nie będą ingerować w pomoc.

source: The ship breaks apart and you quickly salvage what you can.
ja: 船はバラバラになり、あなたはすぐにできる限りのものを救い出す。
pl: Statek się rozpada i zbierasz wszystko, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//ship[@name="SHIP_SPIDER_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
ja: クルーが死んでしまったので、あなたはすぐにできる限りのものを救い出す。
pl: Po śmierci załogi szybko bierzesz to, co możesz.

source: Continue...
ja: 次へ...
pl: Kontynuować...
