Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_special_standard.xml/*.po
Languages: ja, pl

# data/events_special_standard.xml$//event[@name="STOREEVENT_MANTIS_WHALE"]/text
source: A Mantis crew here has hunkered down in the abdomen of a long-dead space-whale - the only way, presumably, for them to operate their black-market trade without detection. Worth a look?
ja: マンティスの乗組員は、長い間死んでいた宇宙クジラの腹部に身を潜めていた-おそらく、彼らが発見されずに闇取引を行う唯一の方法だ。一見の価値あり？
pl: Zespół Bogomolov osiedlił się w brzuchu wieloryba kosmicznego - najwyraźniej, tylko w ten sposób mogą prowadzić swój podziemny handel bez odkrycia.Może warto szukać?

source: Approach the corpse.
ja: 死体に近づく。
pl: Zbliż się do zwłoki.

source: Your approach is met by a curious Mantis ship with distinct spikes of power in their weapons system. "Federation come to shut down? Refusal!"
ja: 接近すると、武器システムのパワーが明らかに急上昇している、好奇心旺盛なマンティス艦が出迎えてくれる。「連邦はシャットダウンするのか？拒否する！"
pl: Ciekawy statek mobiloles z wyraźnymi budynkami elektrycznymi w systemie broni leci w kierunku ciebie.„Federacja się wyłączyła? Odmowa!”

source: We wish to shop here.
ja: ここで買い物をしたい。
pl: Chcemy targować się.

source: (Hive Mantis Crew) We wish to shop here.
ja: (ハイブ・マンティス・クルー）ここで買い物をしたい。
pl: (Członek załogi-bogomol z ula) chcemy handlować.

source: (Kazaaak) We wish to shop here.
ja: (カザーク）ここで買い物をしたいんです。
pl: (Kazaaak) Chcemy handlować.

source: Well now that you mention it...
ja: そう言われてみれば...。
pl: Cóż, odkąd zacząłeś o tym mówić ...

source: "We is not tolerating of this! We steal goods and sell goods fair and rectangle! Federation not take away right!"
ja: "我々はこんなことは許さない！我々は商品を盗み、商品を公正かつ長方形に売る！連邦は権利を奪うな！"
pl: „Nie będziemy tego tolerować! Kradamy towary i sprzedajemy je uczciwie i bezpośrednio! Federacja nie powinna być właściwie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: We were just leaving.
ja: ちょうど帰るところだった。
pl: Już wyjeżdżamy.

source: "Gooood. And not letting door hit you on way out. Heh..."
ja: "いいね。出がけにドアにぶつからないようにね。へへ..."
pl: „Goodooooo”.I nie uderzaj w drzwi przy wyjściu.Heh ... "

source: Avoid the Mantis.
ja: カマキリを避ける。
pl: Unikaj modliszki.

source: It might not be such a good idea to go delving into a Mantis-run black market.
ja: マンティスが運営する闇市に足を踏み入れるのは、あまりいい考えではないかもしれない。
pl: Być może wspinanie się na czarny rynek praw modlitwy nie jest najlepszym pomysłem.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: "Lying! I am knowing of it. For you, this earns disembowlment!"
ja: 「嘘だ！私はそれを知っている。あなたにとって、これは割腹に値する！"
pl: „Kłamstwa! Wiem o tym. Dla ciebie zasługuje na wyróżnienie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Hmph. Bad of mine, then. Come, we have extensive stock. Slave offerings, there."
ja: 「フン。それじゃ、私が悪い。さあ、豊富な在庫があります。奴隷のお供え物、どうぞ。"
pl: „Hmm. Wtedy jestem zawstydzony. Idź, mamy duży magazyn. Oferta niewolników, tutaj.”

source: Purchase a slave.
ja: 奴隷を購入する。
pl: Kup niewolnika.

source: Just shop.
ja: ただ買い物をするだけだ。
pl: Po prostu handluj.

source: No need for slaves today. You'll stick with regular goods.
ja: 今日、奴隷は必要ない。普通の商品で我慢してくれ
pl: Dzisiaj niewolnicy nie są potrzebni.Będziesz zadowolony ze zwykłych towarów.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: "Oh mighty Kazaaakplethkilik! We admirers of you, even if you having... heated business with Hive. Come in, prized customer. Accept tribute of ours!"
ja: "ああ、偉大なるカザークプレトキリクよ！たとえハイヴと...白熱したビジネスがあったとしても、我々はあなたを賞賛する。どうぞ、大切なお客様。我々の貢ぎ物を受け取れ！"
pl: „O potężna biblioteka Cossacka! Podziwiamy cię, nawet jeśli… masz zagorzałe rzeczy z ula. Wejdź, drogi klient. Zaakceptuj nasz prezent!”

source: Purchase a slave.
ja: 奴隷を購入する。
pl: Kup niewolnika.

source: Just shop.
ja: ただ買い物をするだけだ。
pl: Po prostu handluj.

source: No need for slaves today. You'll stick with regular goods.
ja: 今日、奴隷は必要ない。普通の商品で我慢してくれ
pl: Dzisiaj niewolnicy nie są potrzebni.Będziesz zadowolony ze zwykłych towarów.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The Mantis ship looks pretty beat up. Maybe you can convince them to stop now?
ja: マンティスの船はかなりボロボロのようだ。今なら止めるように説得できるんじゃないか？
pl: Statek Bogomolov wygląda raczej na zniszczony.Może będziesz w stanie przekonać ich do zatrzymania?

source: If you're dead, we can't trade!
ja: あなたが死んだら、トレードはできない！
pl: Jeśli nie żyjesz, nie będziemy mogli handlować!

source: Nevermind it - just finish off the Mantis.
ja: 気にしないで、マンティスを仕留めればいい。
pl: Nie zwracaj uwagi - po prostu zabij modliszkę.

source: The Mantis are now dead. That was indeed a fight to the death, though it's hard to trade with a corpse...
ja: マンティスは死んだ。死体との交換は難しいが...。
pl: Modliszki są teraz martwe.To była naprawdę walka na śmierć, chociaż trudno jest handlować z zwłokami ...

source: The Mantis are now dead. That was indeed a fight to the death, though it's hard to trade with a corpse...
ja: マンティスは死んだ。死体との交換は難しいが...。
pl: Modliszki są teraz martwe.To była naprawdę walka na śmierć, chociaż trudno jest handlować z zwłokami ...

# data/events_special_standard.xml$//event[@name="STOREEVENT_MANTIS_DEATH"]/text
source: Looks like a Mantis trader is here. These are pretty hard to come by, and you wonder if he'll be willing to trade with a Federation vessel.
ja: マンティスのトレーダーが来たようだ。このような船はなかなか手に入らない。連邦の船と交換する気があるのだろうか。
pl: Wygląda na to, że kupiec Bogomol znajduje się tutaj.Trudno je znaleźć, a ty zastanawiasz się, czy chce handlować ze statkiem statku.

source: Hail.
ja: 万歳。
pl: Kontakt.

source: "Federation wanting trade!? Haha, I laugh! You wanting earn right to trade, then we fight to death!" The Mantis doesn't even give you time to explain that you can't trade if you're dead and attacks! Maybe if you beat them up a little, they'll listen?
ja: 「連邦が貿易を望んでいる？笑っちゃうね！貿易の権利を得たいのなら、死ぬまで戦おう！」。カマキリは「死んだら貿易はできない」と説明する暇も与えず、襲いかかってくる！ちょっとボコボコにしてやれば、言うこと聞くかもよ？
pl: „Federacja chce handlować!? Ha ha, śmieję się! Chcesz zdobyć prawo do handlu, a potem będziemy walczyć na śmierć!”Modliszka nawet nie daje ci czasu na wyjaśnienie, że nie możesz handlować, jeśli jesteś martwy i atakujesz!Może jeśli trochę je poklepiesz, będą słuchać?

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Avoid the Mantis.
ja: カマキリを避ける。
pl: Unikaj modliszki.

source: The odds are not in your favor that this encounter would be friendly... better to stay way.
ja: この出会いが友好的なものである確率は低い。
pl: Szanse, że to spotkanie będzie przyjazne, nie są na twoją korzyść ... Lepiej jest trzymać się z daleka.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: "Oh, hum. You are making many of senses. Okay, I am stopping."
ja: 「ああ、ハム。あなたは多くのことを感じ取っている。よし、やめるぞ"
pl: „Och, uh. Masz dużo sensu. Cóż, przestanę.”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Hive Mantis Crew) Request a repair.
ja: (ハイブ・マンティス・クルー）修理を要請する。
pl: (Członek załogi-Bogomol z Hive) poproś o naprawę.

source: "Yes, only fair. Am sending Engi to fix hull."
ja: 「はい、フェアです。エンジに船体の修理に行かせる"
pl: „Tak, zgadza się. Wysyłam Angie, aby naprawić sprawę.”

# data/events_special_standard.xml$//event[@name="STOREEVENT_MANTIS_REBELS"]/text
source: The market nearby is broadcasting on Mantis frequencies, but all you see is a Rebel transport!
ja: 近くの市場はマンティスの周波数で放送しているが、見えるのは反乱軍の輸送機だけだ！
pl: Rynek w pobliżu transmisji przy częstotliwości modlitwy ludzi, ale jedyne, co widzisz, jest transport rebeliantów!

source: Hail.
ja: 万歳。
pl: Kontakt.

source: "Not Rebels any longer, this vessel belong to Hive! Rebel crew, now slaves. Slaves for you, if money you are having!"
ja: "もはや反乱軍ではない、この船はハイヴのものだ！反乱軍の乗組員は奴隷だ。金さえあれば奴隷にしてやる！"
pl: „Nie ma już rebeliantów, ten statek należy do ula! Załoga rebeliantów jest teraz niewolnikami. Niewolnicy dla ciebie, jeśli masz pieniądze!”

source: Buy an engineer slave first.
ja: まずはエンジニア・スレーブを買う。
pl: Na początek kup inżyniera niewolników.

source: Buy a medic slave first.
ja: まずメディック・スレーブを買え。
pl: Na początek kup niewolnika medycznego.

source: Just buy some stuff from the Rebels' stores.
ja: 反乱軍の店で何か買えばいい。
pl: Po prostu kup coś w sklepach rebeliantów.

source: Attack!
ja: 攻撃だ！
pl: Atak!

source: You arm the guns and attack the Rebels, but on the other end all you hear is angry clicking... Looks like the Mantis are now in control of this ship!
ja: 武装して反乱軍を攻撃するも、向こうからは怒りのクリック音しか聞こえない......。マンティスがこの船を操っているようだ！
pl: Opłata broń i atakujesz buntowników, ale z drugiej strony słychać tylko gniewne kliknięcia ... Wygląda na to, że modliszka kontroluje teraz ten statek!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Avoid the Rebels.
ja: 反乱軍を避ける。
pl: Unikaj rebeliantów.

source: You aren't sure what's going on here, but it's safest to not approach.
ja: 何が起こっているのかわからないが、近づかないのが一番安全だ。
pl: Nie wiesz, co się tutaj dzieje, ale najbezpieczniej nie podchodzisz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STOREEVENT_ROCK_RACIST"]/text
source: Rock traders are more common than you'd think, but they aren't always happy to deal with anyone. The ship here is no exception, and refuses to trade with you unless you pay a fee of ammunition.
ja: ロック・トレーダーは案外多いが、誰とでも喜んで取引してくれるわけではない。ここの船も例外ではなく、弾薬代を払わない限り、取引を拒否する。
pl: Merchanci Valuna są bardziej powszechni niż myślisz, ale nie zawsze chętnie sobie radzą ze wszystkimi.Ten statek nie jest wyjątkiem i odmawia handlu z tobą, jeśli nie zrobisz wagonu.

source: Pay the fee.
ja: 料金を支払う。
pl: Zapłacić wkład.

source: The Rockman grunts and agrees to let you browse his wares.
ja: ロックマンは呻き声を上げながら、品定めに応じる。
pl: Boulder narzeka i zgadza się zapewnić możliwość zapoznania się ze swoimi towarami.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Blow 'em to hell.
ja: 地獄に吹き飛ばせ
pl: Rozłóż je do piekła z psem.

source: You sure as hell aren't paying a fee to trade with some racist Rockmen. You'll just take what you want from their lifeless bodies instead!
ja: 人種差別主義者のロックマンと取引するために手数料を払うなんてまっぴらだ。代わりに彼らの死体から欲しいものを取るだけだ！
pl: Zdecydowanie nie będziesz handlować z niektórymi rasistami-kulami.Zamiast tego bierzesz to, czego potrzebujesz, z ich martwych ciał!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Refuse.
ja: 拒否する。
pl: Odmawiać.

source: The Rockman says nothing and flies away. A waste of a jump...
ja: ロックマンは何も言わずに飛び去る。ジャンプがもったいない...。
pl: Valun nic nie powiedział i odleciał.Skacząc wokół ...

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Theocracy Crew) Request to skip the fee.
ja: (セオクラシー・クルー) 手数料の省略を要請する。
pl: (Członek załogi z teokracji) Poproś o nie pobieranie opłaty.

source: "Ah, a fellow Rockman! Peculiar to see one of us aboard a Federation vessel... but I'm willing to be more generous to one of our own."
ja: 「ロックマン仲間か！連邦の船で我々の仲間を見るのは珍しいな...だが、仲間にはもっと寛大になってもいい。"
pl: „Ach, towarzysz Valun! Niezwykłe jest widzieć jednego z nas na pokładzie statku Federacji ... ale jestem gotowy być bardziej hojny dla jednego z naszych”.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Zoltan Crew) Request to skip the fee.
ja: (ゾルタン・クルー）料金の支払いを免除してほしい。
pl: (Członek złota załogi) Poproś o nie pobieranie opłaty.

source: "Ah, a Zoltan! I am intrigued to see what curiosities you might have to offer! Come in, browse my wares!"
ja: 「ゾルタンか！どんな珍品があるのか興味津々だ！どうぞ、私の品々をご覧ください！"
pl: „Ach, Zoltan! Zaintrygowuje mnie to, jakie cuda możesz zaoferować! Wejdź, spójrz na moje towary!”

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Floral Crew) Request to skip the fee.
ja: (フローラル・クルー）料金の省略を要請する。
pl: (Członek wypełniacza załogi) Poproś o nie pobieranie opłaty.

source: "Ah, a traveler from the Gathering. In the spirit of friendship, we will waive the fee."
ja: "ああ、ギャザリングからの旅人か。友好の精神に基づき、料金を免除させていただきます"
pl: „Ach, podróżnik z kwiatostanu. Jako znak przyjaźni odmówimy zarządu”.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Mind Control) Change the trader's mind.
ja: (マインド・コントロール）トレーダーの心を変える。
pl: (Kontrola umysłu) Zmień świadomość kupca.

source: Entering a hypnotic state, the Rockman welcomes you onboard and even pays you some scrap out of "kindness".
ja: 催眠状態に入ったロックマンはあなたを歓迎し、「親切心」からクズまで払ってくれる。
pl: Wchodząc do stanu hipnotycznego, Boulder wita cię na pokładzie, a nawet płaci trochę złomu za „życzliwość szczerego”.

source: As soon as you jump in, the voice of a Rockman blares throughout your ship. "Visitors, come in and visit my brand new Mine Launcher Emporium! We sell Mine Launchers! And other things, because no one buys the god damn Mine Launchers! But please, buy my Mine Launchers!"
ja: 飛び乗るとすぐに、ロックマンの声が船内に響き渡る。「お客さん、私の新しいマイン・ランチャー・エンポリアムにいらっしゃい！マインランチャーを売っています！誰もマインランチャーなんて買わないから！マイン・ランチャーを買ってください！"
pl: Gdy tylko zrobisz skok, głos Valun rozkłada się na statku.„Odwiedzający, przyjdź i odwiedź mój nowy„ sklep z moździerzami ”! Sprzedajemy moździerze! I inne rzeczy, ponieważ nikt nie kupuje przeklętych moździerzy! Ale pytam, kup moi moździerzy!”

source: Check out the emporium.
ja: エンポリアムをチェック
pl: Spójrz do sklepu.

source: "Oh good, oh good! Visitors at last! Have you come to purchase a Mine Launcher? Oh please, my stock is expansive, endless even!"
ja: 「よかった、よかった！やっとお客さんだ！マインランチャーをお求めですか？どうぞ、私の在庫は無限大です！"
pl: „Och, super, oje super! Wreszcie goście! Przyjechałeś, aby kupić zaprawę? Och, proszę, moje rezerwy w magazynach są ogromne, a nawet niekończące się!”

source: (Rock Crew) "Do you offer anything better?"
ja: (ロック・クルー）"もっといいものはないのか？"
pl: (Członek załogi-Valun) „Czy oferujesz coś lepszego?”

source: You expect the Rockman to get offended, but instead he gets even more excited. "I found this a long time ago. I've been holding on to it for someone special. You're the first person to show any interest, so here you go!"
ja: あなたはロックマンが怒るかと思ったが、その代わりに彼はさらに興奮した。「ずっと前に見つけたんだ。特別な人のためにずっと持っていたんだ。興味を示してくれたのは君が初めてだ。
pl: Oczekujesz, że głaz będzie obrażony, ale zamiast tego cieszy się jeszcze bardziej.„Znalazłem to dawno temu. Utrzymałem to dla kogoś wyjątkowe. Jesteś pierwszym, który pokazał przynajmniej zainteresowanie, więc weź to!”

source: Buy the rare Mine Launcher.
ja: レアなマイン・ランチャーを購入。
pl: Kup rzadką zaprawę.

source: "I hope you enjoy it!" The Rockman claps with joy. You take a browse of the market as well on your way out.
ja: "楽しんでほしい！"ロックマンは喜びの拍手を送る。帰りがけに市場も見て回る。
pl: "Mam nadzieję, że to lubisz!"Boulder radośnie klaszczy jego dłonie.Po drodze patrzysz również na rynek.

source: Nevermind.
ja: 気にするな。
pl: Nie ma znaczenia.

source: The Rockman's voice suddenly turns cold. "Head left, you'll find the general marketplace..." He storms off, his thunderous footsteps shaking you as he goes.
ja: ロックマンの声が急に冷たくなる。"左へ向かえば、総合市場がある..."けたたましい足音であなたを揺さぶりながら、ロックマンは去っていく。
pl: Głos głazu nagle się trzęsie.„Idź w lewo, tam znajdziesz wspólny rynek ...” Odsuwa się, każdy z jego grzmotliwego kroku wstrząsa.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Shop around.
ja: 買い物をする。
pl: Rozejrzyj się w sklepie.

source: You have some time on your hands while you do your shopping.
ja: 買い物をしている間、あなたは時間を持て余している。
pl: Masz wolny czas podczas zakupów.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Attack!
ja: 攻撃だ！
pl: Atak!

source: Why are so many people adamant on selling these things still? They won't for much longer if you have a say in it!
ja: なぜこれほど多くの人々が、いまだにこのようなものを売ることに固執しているのだろうか？もしあなたがそれについて発言するなら、彼らはそう長くはないだろう！
pl: Dlaczego wielu tak upartych nadal sprzedaje te gadżety?Ponieważ je rozumiesz, musisz zrozumieć, że wkrótce całkowicie przestaną kupować!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore the emporium.
ja: エンポリアムは無視しろ。
pl: Nie zwracaj uwagi na ławkę.

source: The station continues to target you with a slue of enthusiastic advertisements, but you simply fly away.
ja: 放送局は熱心な広告であなたを狙い続けるが、あなたはただ飛んでいくだけだ。
pl: Stacja nadal rzuca ci całe rozproszenie kuszących reklam, ale po prostu odlatujesz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_special_standard.xml$//event[@name="STOREEVENT_ROCK_CRYSTALS"]/text
source: A collection of Rock vessels have gathered around a nearby planet. They look pretty invested in their trading, but you aren't sure how they'll receive you.
ja: 近くの惑星にロック船が集まっている。彼らは取引に夢中になっているようだが、あなたたちをどう受け入れるかはわからない。
pl: Grupa statków Boulders zebrała się na najbliższej planecie.Wyglądają bardzo zainteresowani handlem, ale nie jesteś pewien, jak cię zaakceptują.

source: Move closer.
ja: もっと近づいて。
pl: Zamknij bliżej.

source: You land on the planet and find the Rockmen trading with each other, and various Crystal weapons are on display. Your approach seems to have upset them however, and a figure who looks to be some part of the Rock Clergy moves forward to interrogate you.
ja: 惑星に降り立つと、ロックマンたちが互いに交易をしており、さまざまなクリスタルの武器が展示されている。しかし、あなたのアプローチは彼らの機嫌を損ねたようで、ロック聖職者の一人と思われる人物があなたを尋問しようと前進してくる。
pl: Wylądujesz na planecie i widzisz, że głazy handlują ze sobą, demonstrując różne krystaliczne broń.Jednak twoje podejście najwyraźniej je zdenerwowało, a postać, podobna do przedstawiciela duchowieństwa głazów, pojawia się w celu przesłuchania cię.

source: We were hoping to trade.
ja: トレードを望んでいたんだ。
pl: Mieliśmy nadzieję na targowanie się.

source: (Theocracy Crew) "We were hoping to trade."
ja: (セオクラシー・クルー）"私たちは交換を望んでいました"。
pl: (Członek załogi z teokracji) „Mieliśmy nadzieję na targowanie się”.

source: "Brother! Welcome! Come, take a look at all we have to offer. We have many holy items on sale!"
ja: 「ブラザーようこそ！どうぞご覧ください。聖なるものをたくさん販売しています！"
pl: „Bracie! Witaj! Przyjdź, spójrz na wszystko, co możemy zaoferować. Mamy na sprzedaży wiele świętych rzeczy!”

source: Buy a Crystal weapon.
ja: クリスタルの武器を買う。
pl: Kup broń krystaliczną.

source: Buy a Crystal weapon.
ja: クリスタルの武器を買う。
pl: Kup broń krystaliczną.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Crystal Crew) "We were hoping to trade."
ja: (クリスタル・クルー）"交換したかったんだ"
pl: (Członek załogi Crystalline) „Mieliśmy nadzieję na targowanie się”.

source: "Oh sweet lord, oh heavens, ohhhhhhhhh" The Rockman nearly collapses as he seems to enter some sort of state of prayer. The Rockmen shower you in gifts and offer to trade.
ja: 「ロックマンは倒れそうになりながら、ある種の祈りの状態に入ったようだ。ロックマンはあなたに贈り物のシャワーを浴びせ、交換を申し出る。
pl: „Och, drogi Panie, niebo, ohhhhhhhh”.Głaz prawie zemdleje, wydaje się, że wpadł w stan modlitwy.Okulary pokazują ci prezenty i oferują okazję.

source: Buy a Crystal weapon.
ja: クリスタルの武器を買う。
pl: Kup broń krystaliczną.

source: Buy a Crystal weapon.
ja: クリスタルの武器を買う。
pl: Kup broń krystaliczną.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Floral Crew) "We were hoping to trade."
ja: (フローラル・クルー）"交換したかったんだ"。
pl: (Członek załogi Crystalline) „Mieliśmy nadzieję na targowanie się”.

source: "Ah, so you are one of our allies from the Gathering. In the spirit of friendship, we will permit you to view a small portion of our collection."
ja: "ああ、あなたはギャザリングの同盟者のお一人ですね。友好の精神に則り、我々のコレクションの一部をご覧いただこう"
pl: „Ach, więc jesteś jednym z naszych sojuszników z kwiatostanu. Jako znak przyjaźni pozwolimy zobaczyć niewielką część naszej kolekcji”.

source: Buy a Crystal weapon.
ja: クリスタルの武器を買う。
pl: Kup broń krystaliczną.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Apologies, we'll leave.
ja: 申し訳ない。
pl: Przepraszam, wyjeżdżamy.

source: Avoid the Rockmen.
ja: ロックマンを避ける。
pl: Unikaj głazów.

source: Intruding on the business of multiple Rock ships sounds like suicide. Better to not get involved.
ja: 複数のロックシップのビジネスに干渉するのは自殺行為に聞こえる。関わらない方がいい。
pl: Aby dostać się do spraw kilku statków Boulders, brzmi jak samobójstwo.Lepiej nie ingerować.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: "You expect us to hand over the shards of the holy Crystals to some... some common Federation filth? Unthinkable!" One of the Rock ships rises up to face you.
ja: 「聖なるクリスタルの欠片をどこぞの連邦の汚物に渡せというのか？考えられない！"ロック船の1隻が立ち上がり、あなたに向かってくる。
pl: „Czy uważasz, że przekazamy niektórym fragmenty świętych kryształów… jakieś zwykłe śmieci z Federacji? Jest to nie do pomyślenia!”Jeden ze statków głazów wyrusza, by z tobą walczyć.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Rockman grunts. "You will be permitted to trade with us, but we refuse to let you have access to our Crystalline tech. It is too holy for Federation commons like you."
ja: ロックマンは呻く。「我々との貿易は許可するが、我々の結晶技術へのアクセスは拒否する。あなたのような連邦のコモンには神聖すぎる。"
pl: Głaz narzeka.„Będziesz mógł handlować z nami, ale odmawiamy zapewnienia dostępu do krystalicznych technologii. Są one zbyt święte dla takich przedstawicieli Federacji, jak ty.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Apparently, the Rocks aren't having it. While most just ignore you, one particularly agitated vessel breaks off from the group to chase you!
ja: どうやら、ロックスたちはそれどころではないようだ。ほとんどがあなたを無視する中、特に激昂した1隻が集団から離れ、あなたを追いかける！
pl: Najwyraźniej głazy tego nie lubią.Większość z nich po prostu nie zwraca na ciebie uwagi, ale jeden szczególnie podekscytowany statek odrywa się od grupy i zaczyna cię ścigać!

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_special_standard.xml$//event[@name="STOREEVENT_ROCK_MISSION"]/text
source: The station here looks to be a Rock mission. These pop up from time to time to try and convert other species to the Rock religion. They're also usually accompanied by a market, but you aren't sure what they might expect from you in return.
ja: ここのステーションはロックのミッションのようだ。他の種族をロック教に改宗させるために、時々現れる。彼らは通常、市場も伴っているが、その見返りに何を期待しているのかはわからない。
pl: Stacja tutaj wydaje się być reprezentatywnym biurem głazów.Od czasu do czasu pojawiają się, aby skręcić inne poglądy na religię Boulders.Zwykle towarzyszy im rynek, ale w zamian nie wiesz, czego mogą potrzebować od ciebie.

source: Dock with the mission.
ja: ミッションとともにドックへ。
pl: Komfort ze stacją.

source: You're stopped by a Rockman with a long staff, topped with the skull of a former-heretic. "Do you know the holy words? Are you pure? Prove yourself or face the might of the Inquisition!"
ja: 元異端者の頭蓋骨を乗せた長い杖を持ったロックマンに呼び止められる。「聖なる言葉を知っているか？お前は純粋か？自分を証明するか、異端審問を受けるかだ！"
pl: Zatrzymuje Cię głaz z długim personelem koronowanym czaszką byłego heretyka.„Czy znasz święte słowa? Czy jesteś czysty? Udowodnij swoją słuszność lub staw czoła mocy inkwizycji!”

source: Of course.
ja: もちろんだ。
pl: Z pewnością.

source: The Rockman laughs. "Then PROVE IT! Recite to me Rothedi 78:598."
ja: ロックマンは笑う。「じゃあ、証明してみろ！ロテディ78:598を唱えてみろ"
pl: Głaz śmieje się.„Następnie udowodnij to! Rake Rotedi 78: 598 dla mnie.”

source: Uhhhhhhh...
ja: ええと......

source: The Rockman growls, and calls for security to chase you out of the station, while its weapons come online to fight you off.
ja: ロックマンはうなり声を上げ、警備員を呼んであなたをステーションの外に追い出し、その間に武器がオンラインになってあなたを撃退する。
pl: Boulder warczy i powoduje, że strażnik wypuszcza cię ze stacji, a jego broń jest włączona, by z tobą walczyć.
