Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/dlcEvents.xml.append/*.po
Languages: fr

source: data/dlcEvents.xml.append$//event[@name="FUEL_ESCAPE_PULSAR"]/text
fr: Tout en attendant de l'aide, vous utilisez le peu de puissance qu'il vous reste pour vous éloigner à bonne distance du pulsar.

source: data/dlcEvents.xml.append$//event[@name="FUEL_ESCAPE_PDS"]/text
fr: Vous parvenez à vous éloigner de la planète hostile en n'utilisant que vos moteurs à impulsion.

source: data/dlcEvents.xml.append$//event[@name="FUEL_ESCAPE_FLEET"]/text
fr: Pendant que votre pilote évite adroitement l'artillerie de la flotte environnante, vous essayez de réfléchir à un plan...

source: data/dlcEvents.xml.append$//event[@name="REBEL_PULSAR"]/choice/text
fr: Continuer...

source: data/dlcEvents.xml.append$//textList[@name="REBEL_PULSAR_TEXT"]/text[1]
fr: Un capitaine Rebelle apparaît à l'écran. "J'avais l'impression d'avoir été mis au placard, mais voilà ma chance de revenir dans les bonnes grâces de l'état-major. Chargez les armes, les gars!"

source: data/dlcEvents.xml.append$//textList[@name="REBEL_PULSAR_TEXT"]/text[2]
fr: Une petite station de recherche Rebelle est située près d'un pulsar, que ses scientifiques doivent être en train d'étudier. Avant que vous ayez le temps de réagir, un vaisseau Rebelle vous remarque et se rue à l'attaque.

source: data/dlcEvents.xml.append$//textList[@name="REBEL_PULSAR_TEXT"]/text[3]
fr: Vous arrivez à une balise rarement utilisée, car proche d'un pulsar. Mais peu de temps après, un vaisseau Rebelle apparaît à son tour. On dirait que vous allez devoir vous battre.

source: data/dlcEvents.xml.append$//event[@name="PIRATE_PULSAR"]/choice/text
fr: Continuer...

source: data/dlcEvents.xml.append$//textList[@name="PIRATE_PULSAR_TEXT"]/text[1]
fr: Alors que vous détectez un pulsar à proximité, vos capteurs s'affolent. Pendant que vous tentez de recalibrer le générateur SPL, un vaisseau pirate s'approche discrètement de vous, toutes armes dehors. Préparez-vous à combattre!

source: data/dlcEvents.xml.append$//textList[@name="PIRATE_PULSAR_TEXT"]/text[2]
fr: À votre arrivée, vous voyez un pulsar occuper la majeure partie de l'écran, et vous remarquez une petite silhouette passer devant l'étoile. Avant de pouvoir vous demander de quoi il s'agit, le signal d'alarme retentit. C'est un vaisseau, et vous êtes en plein sur sa trajectoire de tir!

source: data/dlcEvents.xml.append$//textList[@name="PIRATE_PULSAR_TEXT"]/text[3]
fr: Une petite station de recherche gravite autour d'un pulsar à proximité. Elle semble abandonnée, et pourtant, vous détectez des signatures énergétiques dès que vous arrivez à portée de scanner. Un petit vaisseau de combat surgit de la station... Des pirates!

source: data/dlcEvents.xml.append$//event[@name="REBEL_PDS"]/choice[1]/text
fr: Se préparer au combat.

source: data/dlcEvents.xml.append$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="1"]/text
fr: (Piratage simple) Brouiller les cibles de la batterie antiaérienne.

source: data/dlcEvents.xml.append$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="1"]/event/text
fr: Vous détectez une faiblesse au niveau des satellites de ciblage. Votre équipage parvient à envoyer un drone de piratage pour brouiller le signal de verrouillage de la batterie antiaérienne, l'obligeant également à tirer sur le vaisseau Rebelle.

source: data/dlcEvents.xml.append$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="1"]/event/choice/text
fr: Continuer...

source: data/dlcEvents.xml.append$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="3"]/text
fr: (Piratage de pointe) Remplacer la cible de la batterie antiaérienne.

source: data/dlcEvents.xml.append$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="3"]/event/text
fr: Vous détectez une faiblesse au niveau des satellites de ciblage. Votre équipage parvient à envoyer un drone de piratage amélioré pour modifier le signal de verrouillage de la batterie antiaérienne, l'obligeant à tirer sur le vaisseau Rebelle!

source: data/dlcEvents.xml.append$//event[@name="REBEL_PDS"]/choice[@req="hacking" and @lvl="3"]/event/choice/text
fr: Continuer...

source: data/dlcEvents.xml.append$//textList[@name="REBEL_PDS_TEXT"]/text
fr: À votre grande stupéfaction, vous découvrez une base améliorée des Rebelles sur cette planète. Un patrouilleur se rapproche de vous avec l'intention de vous intercepter, et vos capteurs vous indiquent que sa batterie antiaérienne s'apprête à tirer. Il est temps de déguerpir, et vite!

source: data/dlcEvents.xml.append$//event[@name="REBEL_AUTO_PDS"]/choice[1]/text
fr: Se préparer au combat.

source: data/dlcEvents.xml.append$//event[@name="REBEL_AUTO_PDS"]/choice[@req="hacking" and @lvl="1"]/text
fr: (Piratage simple) Brouiller les cibles de la batterie antiaérienne.

source: data/dlcEvents.xml.append$//event[@name="REBEL_AUTO_PDS"]/choice[@req="hacking" and @lvl="1"]/event/text
fr: Vous détectez une faiblesse au niveau des satellites de ciblage. Votre équipage parvient à envoyer un drone de piratage pour brouiller périodiquement le signal de verrouillage de la batterie, l'obligeant à tirer par moments sur le vaisseau Rebelle.

source: data/dlcEvents.xml.append$//event[@name="REBEL_AUTO_PDS"]/choice[@req="hacking" and @lvl="3"]/text
fr: (Piratage de pointe) Remplacer la cible de la batterie antiaérienne.

source: data/dlcEvents.xml.append$//event[@name="REBEL_AUTO_PDS"]/choice[@req="hacking" and @lvl="3"]/event/text
fr: Vous détectez une faiblesse au niveau des satellites de ciblage. Votre équipage parvient à envoyer un drone de piratage amélioré pour modifier le signal de verrouillage de la batterie, l'obligeant à tirer sur le vaisseau Rebelle!

source: data/dlcEvents.xml.append$//textList[@name="REBEL_AUTO_PDS_TEXT"]/text
fr: Dès votre arrivée, de nombreuses alarmes se déclenchent. Vous détectez un vaisseau automatisé ennemi, et une batterie antiaérienne commence à tirer. Tout ça n'augure rien de bon!
