Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_theocracy.xml/*.po
Languages: ja, pl

# data/events_sector_theocracy.xml$//event[@name="ROCK_ASTEROID_COLONY"]/text
source: It appears complete chaos has broken out on the nearby Rock colony. It seems a large asteroid collided with the planet and caused extreme damage, and now hundreds of ships are swarming back and forth from the planet's surface.
ja: 近くのロック・コロニーで完全な混乱が発生したようだ。大きな小惑星がこの惑星に衝突し、非常に大きな被害をもたらしたようで、現在、数百隻の船が惑星表面から行ったり来たりしている。
pl: Wygląda na to, że pełny chaos króluje w pobliskiej kolonii głazów.Wygląda na to, że duża asteroida stanęła w obliczu planety, która spowodowała ogromne szkody, a teraz setki statków złomuje się w przód iw tył po powierzchni planety.

source: Apprehend the pirate raiders.
ja: 海賊襲撃者を逮捕せよ。
pl: Zatrzymaj piratów.

source: You fly towards the planet's surface and engage a pirate ship currently firing on unarmed Rock civilians.
ja: 惑星の地表に向かって飛び、非武装のロック市民を銃撃している海賊船と交戦する。
pl: Latasz na powierzchnię planety i wchodzisz do bitwy z pirackim statkiem prowadzącym ogień na nieuzbrojonych cywilnych głazach.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Try to rescue the civilians.
ja: 民間人を救出するように。
pl: Spróbuj uratować cywilów.

source: Try to salvage the wreckage.
ja: 残骸を引き揚げようとする。
pl: Spróbuj zrozumieć wrak.

source: This is chaos. We should leave.
ja: これはカオスだ。私たちは去るべきだ
pl: Chaos dzieje się tutaj.Musimy odejść.

source: You avoid the colony and the ships around it.
ja: コロニーとその周りの船を避けるのだ。
pl: Unikasz kolonii i wysyłek wokół niej.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: The pirate vessel crashes down into the ground, but luckily the civilians are unharmed. No one protests as you salvage the wreckage of the pirate ship.
ja: 海賊船は地面に墜落するが、幸いにも民間人は無傷だった。海賊船の残骸を引き揚げる際、誰も抗議しない。
pl: Pirat statek uderza w ziemię, ale na szczęście cywil pozostaje nietknięty.Nikt nie sprzeciwia się, dopóki nie przeanalizujesz fragmentów pirackiego statku.

source: Contact the civilians.
ja: 民間人に連絡する
pl: Skontaktuj się z cywilami.

source: Most of the Rockmen are too panicked and flee as you approach. A few of the more sensible individuals stop to hear you out. You offer to transport as many of them as you can carry, an offer which most of them refuse. One young Rockman however accepts, even going so far as to join your crew.
ja: ほとんどのロックマンはパニックになり、あなたが近づくと逃げてしまう。数人の良識ある者は、立ち止まってあなたの話を聞く。あなたは、運べるだけ多くのロックマンを運ぶと申し出たが、ほとんどのロックマンは断った。しかし、一人の若いロックマンはそれを受け入れ、あなたのクルーに加わろうとした。
pl: Większość głazów panikuje i ucieka z twojego podejścia.Jeszcze kilka ostrożnych głazów przestaje cię słuchać.Proponujesz przetransportować jak najwięcej głazów, ale większość z nich odmawia.Jednak jeden młody głaz zgadza się, nawet dołączy do twojego zespołu.

source: Most of the Rockmen are too panicked and flee as you approach. A few of the more sensible individuals stop to hear you out. You offer to transport as many of them as you can carry, an offer which most of them refuse. One young Rockman however accepts, even going so far as to join your crew.
ja: ほとんどのロックマンはパニックになり、あなたが近づくと逃げてしまう。数人の良識ある者は、立ち止まってあなたの話を聞く。あなたは、運べるだけ多くのロックマンを運ぶと申し出たが、ほとんどのロックマンは断った。しかし、一人の若いロックマンはそれを受け入れ、あなたのクルーに加わろうとした。
pl: Większość głazów panikuje i ucieka z twojego podejścia.Jeszcze kilka ostrożnych głazów przestaje cię słuchać.Proponujesz przetransportować jak najwięcej głazów, ale większość z nich odmawia.Jednak jeden młody głaz zgadza się, nawet dołączy do twojego zespołu.

source: As you approach, a pirate ship locks onto you and fires a few shots across your hull. You're forced to pull away, but the pirates follow in pursuit!
ja: 近づくと、海賊船があなたをロックオンし、船体を数発撃ち抜く。あなたは引き離さざるを得なかったが、海賊は追跡してきた！
pl: Kiedy się zbliżasz, piracki statek cię wyprzedza i wykonuje kilka strzałów na kadłubie.Jesteś zmuszony się wycofać, ale piraci nadal prześladują!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The only place safe for you to land is near empty patch of land that was once a residential complex. Now reduced to rubble, you salvage what little hasn't already been taken.
ja: 安全なのは、かつて集合住宅だった空き地の近くだけだ。今は瓦礫と化しているが、すでに奪われていないものを救い出すのだ。
pl: Jedynym bezpiecznym miejscem do lądowania jest pusta działka, na której kiedyś istniał kompleks mieszkalny.Teraz, zamieniając się w ruiny, próbujesz zebrać małą, która jeszcze nie została zniszczona.

source: The Rock Enforcers are too busy dealing with the pirates to notice you. You swoop in and collect as much as you can.
ja: ロック・エンフォーサーは海賊の処理に忙しく、あなたに気づかない。あなたは急襲し、できるだけ多くのものを集める。
pl: Głazy głazów są zbyt zajęte walką z piratami, aby cię zauważyć.Tworzysz tablicę i zbierasz jak najwięcej zapasów.

source: It seems one of the Elite rock vessels trying to fend off the pirates has noticed you. You're chased by the ship, and it seems a fight is unavoidable.
ja: 海賊を撃退しようとするエリート・ロック船の1隻が、あなたに気づいたようだ。あなたはその船に追われ、戦いは避けられないようだ。
pl: Wygląda na to, że jeden z elitarnych statków głazów próbujących zwalczyć piratów, zauważył cię.Statek zaczyna cię ścigać i wydaje się, że walka jest nieunikniona.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="ROCK_CRUSADE"]/text
source: A cluster of Inquisition ships are resting nearby, making minor repairs. They haven't noticed you.
ja: 異端審問官の船団が近くで休憩し、小さな修理をしている。彼らはあなたに気づいていない。
pl: Grupa statków inkwizycji spoczywa w pobliżu, dokonując drobnych napraw.Nie zauważyli cię.

# data/events_sector_theocracy.xml$//event[@name="ROCK_CRUSADE"]/choice[1]/text
source: Hail them.
ja: 万歳。
pl: Skontaktuj się z nimi.

source: "Federation ship, you are not welcome here! Do not contact us again, unless you have a death wish."
ja: "連邦船、あなた方は歓迎されない！死にたいのでなければ、二度と我々に連絡するな。"
pl: „Statek federacyjny, nie jesteś tu szczęśliwy! Nie kontaktuj się z nami, chyba że chcesz umrzeć”.

source: Contact them again.
ja: もう一度連絡を取る。
pl: Skontaktuj się z nimi ponownie.

source: "Gah! Now you've asked for it."
ja: "ギャー！今、あなたはそれを求めた"
pl: „Uh! Teraz sam zapytałeś”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Theocracy Crew) Have your Rockman contact them.
ja: (セオクラシー・クルー）あなたのロックマンに彼らと連絡を取らせる。
pl: (Członek załogi) Pozwól głazowi skontaktować się z nimi.

source: "One of us? Perhaps I was mistaken of your origins. We have encountered an unpredicted obstacle in our usual duties. A Mantis vessel, full of heretics and scum, has made the fatal mistake of entering our sector! Unfortunately, it seems we're not fully prepared for their boarding tactics. Are you able to fulfill our mission and destroy the Mantis?"
ja: 「私たちの仲間？おそらく、私はあなたの出自を勘違いしていたのだろう。我々は通常業務において予期せぬ障害に遭遇した。異端者とクズだらけの マンティス艦が我々のセクターに 入るという致命的なミスを犯した残念なことに、我々は彼らの乗船戦術に十分な準備ができていないようだ。任務を遂行し、マンティスを撃破できるか？"
pl: „Jeden z nas gotowy na ich taktykę pokładową, czy możesz wypełnić naszą misję i zniszczyć modliszkę?”

source: Agree to kill the Mantis.
ja: マンティスを殺すことに同意する。
pl: Zgodzić się na zabicie modliszki.

source: The Inquisition ships give you the co-ordinates of the Mantis. To your surprise, they aren't far away, so close in fact that they inhabit the same beacon. Another unexpected turn is that they are no Hive Mantis ship, but rather Free Mantis! "Oh, Federation! Hello! We glad to see you. This sector weird, yes? Not long ago, we chased by big blue ship with angry stone man. Very scary."
ja: 異端審問の船がマンティスの位置を教えてくれる。驚いたことに、彼らは遠く離れておらず、同じビーコンに生息しているほど近かった。彼らはハイブ・マンティスではなく、むしろフリー・マンティスだった！"おお、連邦！こんにちは！会えて嬉しいよ。このセクターは奇妙だろう？少し前、怒った石人を乗せた大きな青い船に追いかけられたんだ。とても怖かった。
pl: Statki Inkwizycji informują cię o współrzędnych Matki Bożej.Ku Twoim zaskoczeniu są bardzo blisko, tak blisko, że żyją na tej samej latarni morskiej.Kolejna nieoczekiwana zwrot: to nie jest statek modliszki ula, ale wolna modliszka!„Och, federacja! Witam! Cieszymy się, że cię widzi. Ten sektor jest dziwny, tak? Nie tak dawno temu duży niebieski statek z gniewnym kamiennym mężczyzną ścigał nas. Bardzo przerażające.”

source: Follow through with your promise and kill the Free Mantis.
ja: 約束を守り、フリー・マンティスを殺す。
pl: Aby spełnić swoją obietnicę i zabić wolną modliszkę.

source: You have a mission to follow through with. You arm your weapons and engage the Free Mantis.
ja: あなたには遂行すべき任務がある。武器を装備し、フリーマンティスと交戦するのだ。
pl: Musisz wykonać zadanie.Nakładasz broń i wchodzisz do bitwy z wolną modliszką.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: We can't fight our allies.
ja: 同盟国とは戦えない。
pl: Nie możemy walczyć z naszymi sojusznikami.

source: The Rockmen are enraged at your betrayal. "This is an insult beyond anything I have ever experienced! You are weak, and must be punished."
ja: ロックマンはあなたの裏切りに激怒している。"これは私が経験したことのない侮辱だ！お前は弱い。罰を与えなければならない"
pl: Głazy są źli na twoją zdradę.„To zniewaga przewyższająca wszystko, czego kiedykolwiek doświadczyłem! Jesteś słaby i musisz zostać ukarany”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: We cannot.
ja: それはできない。
pl: Nie możemy.

source: "Then you are of no use to us. Leave at once."
ja: "それなら、あなたは私たちにとって何の役にも立たない。すぐに立ち去れ"
pl: „W takim razie nie potrzebujemy cię. Odejdź natychmiast”.

source: Abide their warning and leave.
ja: 彼らの警告を守り、その場を立ち去れ。
pl: Posłuchaj ich ostrzeżenia i odejdź.

# data/events_sector_theocracy.xml$//event[@name="ROCK_CRUSADE"]/choice[2]/text
source: Ignore them.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: You put some distance between you and the Rockmen, just to be safe.
ja: 念のため、ロックマンとの間に距離を置く。
pl: Na wszelki wypadek odsuwasz się od głazów w pewnej odległości.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_CRUSADE_FREEMANTIS"]/text
source: You've defeated the Free Mantis ship. You salvage the remains.
ja: あなたはフリーマンティス船を倒した。残骸を引き揚げろ。
pl: Pokonałeś statek Free Mantis.Zbierasz szczątki.

source: Confirm your success with the Inquisition.
ja: 異端審問で成功を確認する
pl: Aby skonsolidować swój sukces przed inkwizycją.

source: "A worthy display of your honor and prowess. I applaud you. Accept this as a token of gratitude."
ja: 「あなたの名誉と腕前を示すにふさわしい。拍手を送りたい。これを感謝の印として受け取れ"
pl: „Godna manifestacja waszego honoru i męstwa. Oklasuję cię. Zaakceptuj to z wdzięcznością”.

# data/events_sector_theocracy.xml$//event[@name="ROCK_CRUSADE_ROCK"]/text
source: You've defeated the Rockmen. You salvage the remains.
ja: あなたはロックマンを倒した。残骸を回収しろ
pl: Wygrałeś głazy.Zbierasz szczątki.

# data/events_sector_theocracy.xml$//event[@name="ROCK_CRUSADE_ROCK"]/choice/text
source: Contact the Free Mantis.
ja: フリー・マンティスに連絡する。
pl: Kontakt z bezpłatną modliszką modlącą.

source: "Scary stone man dead now? Wow... this sector very not friendly. I come with you now, and bring twin brother."
ja: "怖い石造りの男が死んだ？うわぁ...このセクターはとても不親切だ。私は今、あなたと一緒に来て、双子の弟を連れてきます。"
pl: „Okropny kamienny człowiek nie żyje? Wow… ten sektor nie jest zbyt przyjazny. Pójdę z tobą i wezmę brata bliźniaka.”

# data/events_sector_theocracy.xml$//event[@name="ROCK_NURSERY_MV"]/text
source: Fluctuating life-signs are reported near the surface of a hazy, pock-marked moon in the vicinity. It seems this is a Rock nursery where the young are 'acclimatized' to their religion - only there's been some kind of coup and the students are running amok!
ja: 霞がかかったようなポツポツとした月の表面付近で、変動する生命反応が報告されている。どうやらここは、若者たちを宗教に "順応 "させるためのロックの保育所らしい！
pl: Na powierzchni mglistej, plam Księżyca znajdują się w pobliżu, znaleziono niestabilne oznaki życia.Wygląda na to, że jest to centrum szkoleniowe głazów, w którym młodzi obywatele są „zaaklimatyzowani” do religii - tylko tam był jakiś zamach stanu, a uczniowie uciekli!

source: Transfer an away team to investigate.
ja: 調査のためにアウェーチームを移動させる。
pl: Wyślij załogę do wywiadu.

source: Your away team reports combat between students and authorities - it seems some of the students were considered to have dissident personalities and were to be imprisoned pro-actively.
ja: アウェーチームの報告によると、学生たちと当局との間で戦闘があったようで、学生の中には反体制的な性格の者がいるとみなされ、積極的に投獄されることになったようだ。
pl: Członkowie twoich załogi zgłaszają starcia między studentami i władzami - wydaje się, że niektórzy studenci zostali uznani za dysydentów i podlegali uwięzieniu zapobiegawczym.

source: Order the away team to side with the students.
ja: アウェーチームに生徒の味方をするよう命じる。
pl: Orgruj załogę na bok uczniów.

source: It's not long before the violence on the planet becomes a full-scale battle, your away team and their military-grade weaponry in the very center of it.
ja: 惑星での暴力が本格的な戦闘になるのにそう時間はかからず、あなたのアウェーチームとその軍用兵器はまさにその中心にいた。
pl: Wkrótce przemoc na planecie rozwija się w pełną skalę bitwy, w środku, jest twoja załoga, która tam zasadziła, która zaczęła używać broni.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Order the away team to side with the authorities.
ja: アウェーチームに当局の味方をするよう命じる。
pl: Orgruj załogę na bok władz.

source: It's not long before the violence on the planet becomes a full-scale battle, your away team and their military-grade weaponry in the very center of it.
ja: 惑星での暴力が本格的な戦闘になるのにそう時間はかからず、あなたのアウェーチームとその軍用兵器はまさにその中心にいた。
pl: Wkrótce przemoc na planecie rozwija się w pełną skalę bitwy, w środku, jest twoja załoga, która tam zasadziła, która zaczęła używać broni.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You lack the team required to oppose fanatical zealots... or opressed students.
ja: 狂信的な狂信者...あるいは抑圧された学生たちに対抗するために必要なチームを欠いている。
pl: Nie masz załogi niezbędnej do konfrontacji z fanatycznymi zwolennikami ... lub uciskanych uczniów.

# data/events_sector_theocracy.xml$//event[@name="ROCK_NURSERY_MV"]/choice[3]/text
source: Leave.
ja: 出て行け。
pl: Wyjechać.

source: As long as they're not shooting at the ship it's best to leave them be.
ja: 船を撃ってこない限り、放っておくのが一番だ。
pl: Dopóki nie strzelą do statku, lepiej zostawić ich w spokoju.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Adv. Weapons) Fire a warning shot near to the commotion to announce your arrival.
ja: (アドバンスウェポン) 騒ぎの近くで威嚇射撃を行い、到着を知らせる。
pl: (Prov. Broń) Wykonaj ostrzeżenie obok paleniska zamieszek, aby zgłosić swoją obecność.

source: You dispatch a barrage of weapons fire that crashes home into an unused quarry near to the installation. Weapons fire on the surface ceases for as long as it takes for the moon's defense force to be dispatched to your location!
ja: あなたは、設置場所の近くにある未使用の採石場に墜落する武器砲火の弾幕を放つ。地表での武器射撃は、月防衛軍があなたの場所に派遣されるまでの間、停止する！
pl: Nakładasz lawinę strzałów, które spadają na opuszczony kamieniołom w pobliżu instytucji.Strzelanie na powierzchni ustaje dokładnie, aż linie księżyca dotrą do ciebie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Things, in the end, do not go well. The enemy succeeds in flanking your team and they're forced to retreat to the ship.
ja: 結局、物事はうまくいかない。敵はあなたのチームを側面から攻撃することに成功し、彼らは船への撤退を余儀なくされる。
pl: W rezultacie wszystko nie jest najlepszym sposobem.Wróg udaje się poradzić z załogą z flanki i jest zmuszony wycofać się na statek.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The staff and authorities subdue the last of the renegade students; prison transport ships are already in orbit.
ja: 職員と当局は最後の反抗的な学生を制圧し、刑務所の輸送船はすでに軌道上にある。
pl: Personel i władze ujarzmiły najnowszych studentów księdza, a statki transportu więziennego są już na orbicie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The fight goes poorly, and your team eventually finds itself out on the flank with a wounded Rock combatant in tow. They make a desperate push for the shuttle co-ordinates, but one falls. The survivor helps the injured Rock aboard.
ja: 戦いは不調に終わり、あなたのチームは負傷したロック戦闘員を引き連れて側面に出てしまった。彼らは必死でシャトルの座標を探すが、1人が落下。生き残った者が負傷したロックを乗せる。
pl: Bitwa jest składana bezskutecznie, a ostatecznie twoja załoga jest zdystansowana z rannym wojownikiem głazów w dłoniach.Desperacko próbują znaleźć lokalizację promu, ale jeden z nich umiera.Ocaleni pomagają rannemu głazowi na pokład.

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ja: 幸運なことに、あなたのクルーはクローンベイが復活させるのに十分なほど船の近くにいた。
pl: Na szczęście członek załogi był wystarczająco blisko statku, aby klon Opla mógł go ożywić.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The staff and authorities subdue the last of the renegade students; prison transport ships are already in orbit.
ja: 職員と当局は最後の反抗的な学生を制圧し、刑務所の輸送船はすでに軌道上にある。
pl: Personel i władze ujarzmiły najnowszych studentów księdza, a statki transportu więziennego są już na orbicie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Your team hunkers down in the main quad and succeeds in holding off the enemy combatants and claiming control of the institution!
ja: あなたのチームは大通りに身を寄せ、敵の戦闘員を食い止め、施設の支配権を主張することに成功した！
pl: Twoja załoga została ustalona na głównym placu i udało się powstrzymać wrogich bojowników i przejąć kontrolę nad instytucją!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The students secure the remaining staff and prepare to leave the solar system - there is only one path open to them now, that of the outlaw.
ja: 学生たちは残されたスタッフを確保し、太陽系を離れる準備をする。今、彼らに開かれている道はただひとつ、アウトローの道だ。
pl: Uczniowie wychwytują pozostały personel i przygotowują się do opuszczenia układu słonecznego - teraz tylko jedna ścieżka jest dla nich otwarta - ścieżka jest zakazana.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Your team comes under heavy fire. One is blinded by a flash bomb and staggers past the lip of a quarry and to their death far below; the other succeeds in joining with friendly forces and ultimately claims control of the institution!
ja: あなたのチームは激しい銃撃を受ける。一人は閃光弾で目が見えなくなり、よろめきながら採石場の縁を越え、はるか下方の死地へと向かう。もう一人は味方部隊と合流することに成功し、最終的に施設の支配権を主張する！
pl: Twoja załoga spada pod falą ognia.Jeden z nich jest oślepiony eksplozją bomby i, oszałamiając, spada ponad krawędź kariery i umiera na dole;Innym udaje się połączyć z siłami sojuszniczymi, a ostatecznie przejąć kontrolę nad instytucją!

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ja: 幸運なことに、あなたのクルーはクローンベイが復活させるのに十分なほど船の近くにいた。
pl: Na szczęście członek załogi był wystarczająco blisko statku, aby klon Opla mógł go ożywić.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The students secure the remaining staff and prepare to leave the solar system - there is only one path open to them now, that of the outlaw.
ja: 学生たちは残されたスタッフを確保し、太陽系を離れる準備をする。今、彼らに開かれている道はただひとつ、アウトローの道だ。
pl: Uczniowie wychwytują pozostały personel i przygotowują się do opuszczenia układu słonecznego - teraz tylko jedna ścieżka jest dla nich otwarta - ścieżka jest zakazana.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: As the battle proceeds the action moves away from your team's location. During the lull they're able to secure some abandoned weapons; by the time they're done the battle is largely over and they return to ship.
ja: 戦闘が進むにつれ、アクションはチームの位置から離れる。小休止の間に、彼らは放棄された武器をいくつか確保することができる。それが終わるころには戦闘はほぼ終わり、彼らは船に戻る。
pl: W trakcie bitwy działania odsuwają się od lokalizacji twojej załogi.Podczas przerwy udaje im się uchwycić opuszczoną broń;Zanim to zrobią, bitwa w zasadzie kończy się i wracają na statek.

source: Things, in the end, do not go well. The enemy succeeds in flanking your team and they're forced to retreat to the ship.
ja: 結局、物事はうまくいかない。敵はあなたのチームを側面から攻撃することに成功し、彼らは船への撤退を余儀なくされる。
pl: W rezultacie wszystko nie jest najlepszym sposobem.Wróg udaje się poradzić z załogą z flanki i jest zmuszony wycofać się na statek.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The students secure the remaining staff and prepare to leave the solar system - there is only one path open to them now, that of the outlaw.
ja: 学生たちは残されたスタッフを確保し、太陽系を離れる準備をする。今、彼らに開かれている道はただひとつ、アウトローの道だ。
pl: Uczniowie wychwytują pozostały personel i przygotowują się do opuszczenia układu słonecznego - teraz tylko jedna ścieżka jest dla nich otwarta - ścieżka jest zakazana.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The fight goes poorly, and your team eventually finds itself out on the flank with a wounded Rock combatant in tow. They make a desperate push for the shuttle co-ordinates, but one falls. The survivor helps the injured Rock aboard.
ja: 戦いは不調に終わり、あなたのチームは負傷したロック戦闘員を引き連れて側面に出てしまった。彼らは必死でシャトルの座標を探すが、1人が落下。生き残った者が負傷したロックを乗せる。
pl: Bitwa jest składana bezskutecznie, a ostatecznie twoja załoga jest zdystansowana z rannym wojownikiem głazów w dłoniach.Desperacko próbują znaleźć lokalizację promu, ale jeden z nich umiera.Ocaleni pomagają rannemu głazowi na pokład.

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ja: 幸運なことに、あなたのクルーはクローンベイが復活させるのに十分なほど船の近くにいた。
pl: Na szczęście członek załogi był wystarczająco blisko statku, aby klon Opla mógł go ożywić.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The students secure the remaining staff and prepare to leave the solar system - there is only one path open to them now, that of the outlaw.
ja: 学生たちは残されたスタッフを確保し、太陽系を離れる準備をする。今、彼らに開かれている道はただひとつ、アウトローの道だ。
pl: Uczniowie wychwytują pozostały personel i przygotowują się do opuszczenia układu słonecznego - teraz tylko jedna ścieżka jest dla nich otwarta - ścieżka jest zakazana.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Your team hunkers down in the main quad and succeeds in holding off the enemy combatants and claiming control of the institution!
ja: あなたのチームは大通りに身を寄せ、敵の戦闘員を食い止め、施設の支配権を主張することに成功した！
pl: Twoja załoga została ustalona na głównym placu i udało się powstrzymać wrogich bojowników i przejąć kontrolę nad instytucją!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The staff and authorities subdue the last of the renegade students; prison transport ships are already in orbit.
ja: 職員と当局は最後の反抗的な学生を制圧し、刑務所の輸送船はすでに軌道上にある。
pl: Personel i władze ujarzmiły najnowszych studentów księdza, a statki transportu więziennego są już na orbicie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Your team comes under heavy fire. One is blinded by a flash bomb and staggers past the lip of a quarry and to their death far below; the other succeeds in joining with friendly forces and ultimately claims control of the institution!
ja: あなたのチームは激しい銃撃を受ける。一人は閃光弾で目が見えなくなり、よろめきながら採石場の縁を越え、はるか下方の死地へと向かう。もう一人は味方部隊と合流することに成功し、最終的に施設の支配権を主張する！
pl: Twoja załoga spada pod falą ognia.Jeden z nich jest oślepiony eksplozją bomby i, oszałamiając, spada ponad krawędź kariery i umiera na dole;Innym udaje się połączyć z siłami sojuszniczymi, a ostatecznie przejąć kontrolę nad instytucją!

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ja: 幸運なことに、あなたのクルーはクローンベイが復活させるのに十分なほど船の近くにいた。
pl: Na szczęście członek załogi był wystarczająco blisko statku, aby klon Opla mógł go ożywić.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The staff and authorities subdue the last of the renegade students; prison transport ships are already in orbit.
ja: 職員と当局は最後の反抗的な学生を制圧し、刑務所の輸送船はすでに軌道上にある。
pl: Personel i władze ujarzmiły najnowszych studentów księdza, a statki transportu więziennego są już na orbicie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: As the battle proceeds the action moves away from your team's location. During the lull they're able to secure some abandoned weapons; by the time they're done the battle is largely over and they return to ship.
ja: 戦闘が進むにつれ、アクションはチームの位置から離れる。小休止の間に、彼らは放棄された武器をいくつか確保することができる。それが終わるころには戦闘はほぼ終わり、彼らは船に戻る。
pl: W trakcie bitwy działania odsuwają się od lokalizacji twojej załogi.Podczas przerwy udaje im się uchwycić opuszczoną broń;Zanim to zrobią, bitwa w zasadzie kończy się i wracają na statek.
