Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_theocracy.xml/*.po
Languages: ja, pl

source: This area seems to be of low priority to the Theocracy, so you have ample time to spend.
ja: この地域は神権政治にとって優先順位が低いようなので、時間は十分にある。
pl: Wygląda na to, że ten obszar nie ma większego znaczenia dla teokracji, więc będziesz miał wystarczająco dużo czasu.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: A Rock astrologer asked you to seek out a comet passing through this beacon.
ja: あるロック占星術師が、このビーコンを通過する彗星を探すようあなたに依頼した。
pl: Astrolog Valunov poprosił o poszukiwanie komety, która leci przez tę latarnię morską.

# data/events_sector_theocracy.xml$//event[@name="QUEST_ASTROLOGER_COMET"]/text
source: You arrive at the site of the comet that the Astrologer tasked you to find.
ja: あなたは、占星術師が見つけるよう命じた彗星の場所に到着する。
pl: Przybywasz do miejsca, w którym znajduje się kometa, co astrolog cię pouczył.

source: Examine the comet.
ja: 彗星を調べる。
pl: Odkrywać kometę.

source: As you investigate the comet, to your surprise, a chunk of it detaches... it's a Crystal ship! "You have no right to interfere with our mission!"
ja: 彗星を調査していると、驚いたことに彗星の塊が切り離される...それはクリスタルの船だった！"我々の任務を妨害する権利はない！"
pl: Kiedy eksplorujesz kometę, ku waszej zaskoczeniu fragment od niego oddziela się ... to jest statek krystalińskich!„Nie masz prawa interweniować w naszej misji!”

source: (Ruwen) Attempt to calm them down.
ja: (ルウェン）落ち着かせようとする。
pl: (Raven) Spróbuj je uspokoić.

source: Ruwen holds his hands up. "I am sorry to disturb you from stasis. The Empire has changed its foreign policy since then. In fact, this whole thing started with me, many years ago. I advise you to return to the Empire to receive new orders." "Ruwen? It must have been many years. It looks like you changed." "Yes, I am the ambassador to the outside world. The galaxy requires our presence once more." The other Crystals seem mystified, but they offer you a tribute as an apology for their aggression.
ja: ルウェンは両手を上げた。「静止状態からお騒がせして申し訳ありません。帝国はあれから外交方針を変えた。実は、このすべては何年も前に私が始めたことなのです。帝国に戻り、新たな命令を受けることをお勧めします」 「ルウェン？ルウェン？あなたが変わったように見えます」 「はい、私は外の世界への大使です。銀河系は再び私たちの存在を必要としています」 他のクリスタルは不思議そうだが、侵略のお詫びとしてあなたに貢ぎ物を差し出す。
pl: Raven podnosi ręce.„Przepraszam, że zakłóciło cię to w zastoju. W przeszłości imperium zmieniło swoją politykę zagraniczną. Właściwie to wszystko zaczęło się ze mną wiele lat temu. Radzę wrócić do Imperium, aby uzyskać nowe rozkazy”. „Raven? Mn, minęło wiele lat. Wygląda na to, że się zmieniłeś.” „Tak, jestem ambasadorem świata zewnętrznego. Galaktyka ponownie wymaga naszej obecności”. Reszta kryształów wygląda na zdziwioną, ale oferują one opłatę za przeprosiny za ich agresję.

source: Accept the offering and report to the Astrologer.
ja: 供物を受け取り、占星術師に報告する。
pl: Weź prezent i skontaktuj się z astrologiem.

source: "Incredible... we've searched so many of them back in the day and never heard of Crystals dwelling within them... and this isn't even a recent development?"
ja: "信じられない......昔、あれほどたくさん探したのに、クリスタルがその中に宿っているなんて聞いたことがない......これは最近のことでもないのか？"
pl: „Niesamowite ... w odpowiednim czasie przeszukiwaliśmy tak wiele komet i nigdy nie słyszeliśmy, że krystaliczne w nich żyły ... i to nie jest nawet niedawne wydarzenie?”

source: (Dianesh) "Your empress commands you to stand down."
ja: (ディアネシュ) "皇后陛下が身を引けと命じられた"
pl: (Dianesh) „Twoja cesarzowa nakazuje ci się wycofać”.

source: "Empress Dianesh? What are you doing aboard an outsider's ship?" "The Empire is taking an active role in galactic civilization once more. Your reconnaissance is no longer required." "...of course, my liege. Please accept this offering as an apology."
ja: 「ディアネシュ皇后？よそ者の船で何をしているのですか？" "帝国は再び銀河文明で積極的な役割を担っている。あなたの偵察はもはや必要ありません" 「...もちろんです、閣下。お詫びの品として お受け取りください"
pl: „Cesarzowa Dianesh? Co robisz na pokładzie statku kosmitów?” „Imperium ponownie przyjmuje aktywną rolę w życiu cywilizacji galaktycznej. Twoja inteligencja nie jest już wymagana”. „... Oczywiście, wasza majestat. Proszę przyjąć ten dar jako przeprosiny.”

source: Accept the offering and report to the Astrologer.
ja: 供物を受け取り、占星術師に報告する。
pl: Weź prezent i skontaktuj się z astrologiem.

source: "Incredible... we've searched so many of them back in the day and never heard of Crystals dwelling within them... and this isn't even a recent development?"
ja: "信じられない......昔、あれほどたくさん探したのに、クリスタルがその中に宿っているなんて聞いたことがない......これは最近のことでもないのか？"
pl: „Niesamowite ... w odpowiednim czasie przeszukiwaliśmy tak wiele komet i nigdy nie słyszeliśmy, że krystaliczne w nich żyły ... i to nie jest nawet niedawne wydarzenie?”

source: (Crystal Crew) Try to reason with them.
ja: (クリスタル・クルー）理屈をこねてみてください。
pl: (Członek załogi Crystalline) Spróbuj je rozumować.

source: "What are you doing consorting with outsiders? You are a disgrace to the Crystal Empire!" It looks like you couldn't de-escalate the situation!
ja: "部外者と交際するとは何事だ。お前はクリスタル帝国の恥だ！"状況を打開できなかったようだな！
pl: „Co robisz, kontaktując się z nieznajomymi? Czy hańbasz imperium krystalińskich!”Wygląda na to, że nie można było rozładować sytuacji!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The comet seems fairly unremarkable at first glance, but once you examine beneath the surface, you find crystalline technology hidden within.
ja: 一見すると何の変哲もない彗星だが、表面の下を調べると、そこには結晶技術が隠されている。
pl: Na pierwszy rzut oka kometa nie jest godna uwagi, ale warto przyjrzeć się jej powierzchni, ponieważ w środku ukryta jest krystaliczna technologia.

source: Send the Astrologer your findings.
ja: あなたの発見を占星術師に送ってください。
pl: Wyślij swoje dane do astrologa.

source: "Aha! At last, I have found what I was looking for! Oh, I suppose you can keep the actual artifacts, but the data you have acquired is very useful."
ja: 「嗚呼、ついに探していたものが見つかった！ああ、実物は持っていてもいいんだろうけど、あなたが手に入れたデータはとても役に立つよ。"
pl: „Tak! W końcu znalazłem to, czego szukałem! Och, wierzę, możesz zostawić się artefaktów, ale otrzymane dane są bardzo przydatne”.

source: The comet is, sadly, completely unremarkable, at least as far as you are concerned. You find some trace amounts of metals to harvest, but it ultimately feels like a waste of time.
ja: 彗星は、悲しいかな、少なくともあなたに関する限り、まったく目立たない。収穫できる微量の金属を見つけたが、結局は時間の無駄だった。
pl: Niestety kometa jest całkowicie nietypowa, przynajmniej z twojego punktu widzenia.Znajdziesz kilka śladów metali, które można zgromadzić, ale ostatecznie wydaje się to stratą czasu.

source: Send the Astrologer your findings.
ja: あなたの発見を占星術師に送ってください。
pl: Wyślij swoje dane do astrologa.

source: "How fascinating! You see, the composition of the Crystal suggests that the age of this was from several millennia ago! What a find! ...what, you expected more?"
ja: 「なんて魅力的なんでしょう！クリスタルの組成からして、これは数千年前のものだ！なんという発見でしょう！...何だ、もっと期待していたのか？"
pl: „Jak interesujące! Widzisz, zgodnie ze składem kryształu, można założyć, że jego wiek wynosi kilka tysiącleci! Jakie jest znalezisko! ... czego spodziewałeś się więcej?”

source: At first, the crystal seems basically unremarkable. However, after scraping away some of the surface, you find a strange signal within. However, the crystal is tough. It will take very deliberate strikes to shatter the weak-points of the shell.
ja: 最初、そのクリスタルは基本的に何の変哲もないように見えた。しかし、表面の一部を削ってみると、中に奇妙な信号があることに気づく。しかし、水晶は頑丈だ。殻の弱点を砕くには、かなり慎重な打撃が必要だ。
pl: Początkowo kryształ wydaje się nietypowy.Jednak po zeskrobaniu części powierzchni znajduje się w środku dziwny sygnał.Jednak kryształ mówi się.Aby złamać słabości skorupy, wymagane będą bardzo ostrożne działania.

source: (Ruwen) "This is ancient! Let me try something."
ja: (ルウェン）「これは古い！ちょっと試してみよう"
pl: (Raven) „To bardzo starożytna rzecz! Pozwól mi coś spróbować”.

source: Ruwen heads down to the crystal. He presses against the surface, and completely phases into it. Moments later the crystal opens up, and Ruwen returns to your ship, allowing you to examine the cargo.
ja: ルウェンはクリスタルに向かう。彼はクリスタルの表面を押しつけ、クリスタルの中に完全に入り込む。しばらくしてクリスタルが開き、ルウェンはあなたの船に戻り、あなたは積荷を調べることができる。
pl: Raven schodzi do kryształu.Jest przyciskany na powierzchnię i całkowicie się w niej rozpuszcza.Chwilę później kryształ się otwiera, a Raven wraca na twój statek, pozwalając ci zbadać zawartość.

source: Look inside.
ja: 中を見てください。
pl: Zajrzeć do wnętrza.

source: (Dianesh) "These were all thought to be lost... Let me look at it."
ja: (ディアネッシュ)「これらはすべて失われたと思われていたのですが...。見せてください"
pl: (Dianesh) „Wszystko to uznano za utracone ... pozwól, że na to spojrzę”.

source: Dianesh flies to the comet in a shuttle. She taps the crystal in very specific places with the side of the shuttle: it hums and echoes until the crystal opens up.
ja: ディアネッシュはシャトルで彗星に飛ぶ。彼女はシャトルの側面でクリスタルを特定の場所で叩く。
pl: Dianesh leci do komety Cluttle.W niektórych miejscach puka do boku promu na krysztale: brzęczy i poddał się echowi, dopóki kryształ się nie otworzy.

source: Look inside.
ja: 中を見てください。
pl: Zajrzeć do wnętrza.

source: (Heavy Weapon) Shatter the crystal with an onslaught of attacks.
ja: (ヘビーウェポン）猛攻撃でクリスタルを砕く。
pl: (Ciężka broń) Aby złamać kryształ, nakładając na nią potężne strzały.

source: You target the weakest areas with your heaviest weapons, pummeling it. The crystal is tough, but eventually it shatters open, allowing you access inside.
ja: 最も重い武器で弱い部分を狙い、叩きつける。クリスタルは頑丈だが、やがて砕け散り、中に入れるようになる。
pl: Strzelasz w najsłabszych miejscach z potężną bronią.Kryształ jest trwały, ale ostatecznie rozprasza się na kawałki, otwierając dostęp do środka.

source: Look inside.
ja: 中を見てください。
pl: Zajrzeć do wnętrza.

source: Just send the Astrologer your findings.
ja: あなたの発見を占星術師に送ってください。
pl: Po prostu wyślij astrologowi swoje dane.

source: "Oh, how interesting! ...it's a shame you could not crack the crystal open, I am sure that whatever was inside would have been of great value. Still, your contribution is appreciated."
ja: 「ああ、興味深い！中に何が入っていたにせよ、大きな価値があったに違いない。それでも、あなたの貢献には感謝しています」。
pl: „Och, jak interesujące! ... Szkoda, że ​​nie można było otworzyć kryształu, jestem pewien, że wszystko, co było w środku, miałoby wielką wartość. Niemniej jednak wkład jest mile widziany”.

# data/events_sector_theocracy.xml$//event[@name="COMET_DWELLERS_ASTROLOGER"]/text
source: "Incredible... we've searched so many of them back in the day and never heard of Crystals dwelling within them... could this be a recent development?"
ja: "信じられない......昔、たくさんの場所を探したが、その中にクリスタルが宿っているという話は聞いたことがない......これは最近のことなのだろうか？"
pl: „Niesamowite… przeszukiwaliśmy ich tak wiele w odpowiednim czasie i nigdy nie słyszeliśmy, jak krystalice żyją w nich ... Może to się ostatnio wydarzyło?”

source: Scuttle whatever else you can find on the comet.
ja: 彗星で見つけられるものは何でもスカットルする。
pl: Pozbądź się wszystkiego, co można znaleźć w komecie.

# data/events_sector_theocracy.xml$//event[@name="COMET_ASTROLOGER_ANCIENT"]/text
source: Inside of the comet is, surprisingly, some strange green, cubical technology. It all looks very old and not exactly in the best shape, but the quality of the craftsmanship is apparent even having been so ancient.
ja: 彗星の内部には、驚くことに、奇妙な緑色の立方体のテクノロジーがある。どれも非常に古く、最高の状態とは言い難いが、職人技の質の高さは、これほど古いものであっても明らかだ。
pl: Nieoczekiwanie, w komecie, istnieje dziwna zielona technologia sześcienna.Wszystko to wygląda bardzo stare i nie w najlepszym stanie, ale jakość produkcji jest uderzająca, a nawet tak starożytna.

source: Send the Astrologer your findings.
ja: あなたの発見を占星術師に送ってください。
pl: Wyślij swoje dane do astrologa.

source: "Incredible! Never in my wildest dreams did I ever expect anything on this level... Ah, what a shame that this technology did not end up in our hands, but it is their fault for never listening to us!"
ja: 「信じられない！夢にも思わなかった。ああ、この技術が我々の手に渡らなかったのは何とも残念だが、それは我々の言うことを聞かなかった彼らの責任だ！"
pl: „Niesamowite! Nigdy w moich najbardziej odważnych snach wyobrażałem sobie coś takiego… Ach, jak szkoda, że ​​ta technologia nie wpadła w nasze ręce, ale to ich wina, że ​​nigdy nas nie słuchali!”

# data/events_sector_theocracy.xml$//event[@name="ROCK_SUN_CHALLENGE"]/text
source: You are immediately messaged by an imposing looking Rock war vessel, "You're the ship off to 'save the Federation', aren't you? And you expect to survive with that hunk of junk?"
ja: あなたはすぐに、堂々とした姿のロック戦艦からメッセージを受ける。「『連邦を救う』ために出航した船だろう？あんなガラクタ船で生き残れると思ってるのか？"
pl: Jesteś natychmiast spowodowany imponującym wyglądem okrętu wojennego Valunow: „Jesteś statkiem, który poszedł„ uratować federację ”, prawda?

source: "We're going to save them or die trying."
ja: "彼らを救うか、死ぬかだ"
pl: „Uratujemy ich lub umrzemy”.

source: "The latter being more likely. Still... we can potentially help you and your precious fleet, but you'll need to prove yourself first. Meet us at these coordinates." They jump away.
ja: 「後者の可能性が高い。それでも......我々は君たちと貴重な艦隊を助けられる可能性があるが、その前に自分自身を証明する必要がある。この座標で会おう"彼らは飛び去る。
pl: „Ten ostatni jest bardziej prawdopodobny. Niemniej jednak ... możemy potencjalnie pomóc tobie i twojej cennej flocie, ale najpierw będziesz musiał się udowodnić. Spotkamy się na tych współrzędnych”.Idą do skoku.

source: "We're strong enough to destroy you!"
ja: "俺たちはお前たちを滅ぼすのに十分強いんだ！"
pl: „Jesteśmy wystarczająco silni, aby cię zniszczyć!”

source: "One ship is not the same as a fleet, but at least you've got some fire. Meet us at these coordinates if you want to prove to us that the Federation is worth saving." They jump away.
ja: 「1隻の船は艦隊と同じではないが、少なくとも火力はある。連邦を救う価値があることを証明したければ、この座標で会おう"彼らは飛び立つ。
pl: „Jeden statek nie jest taki sam jak flota, ale przynajmniej masz broń. Spotkamy się na tych współrzędnych, jeśli chcesz nam udowodnić, że federacja jest warta jej oszczędzania”.Idą do skoku.

source: Ignore them.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: "Heh. Like I expected. If the Federation is as weak as you it deserves to fall." They jump away without another word.
ja: 「へえ。予想通りだ。連邦が君のように弱いのなら、没落して当然だ"彼らはそれ以上何も言わずに飛び去る。
pl: „Heh. Jak się spodziewałem. Jeśli federacja jest tak słaba jak ty, to zasługuje na porażkę”.Wchodzą w skok, nie wspominając o słowie.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: An Inquisition vessel has requested that you meet them here so they can judge your prowess.
ja: 異端審問の船が、あなたの腕前を判断するため、ここで会うよう要請してきた。
pl: Statek Inkwizycji zapytał o spotkanie tutaj, aby mogli ocenić twoje umiejętności.

# data/events_sector_theocracy.xml$//event[@name="ROCK_SUN_CHALLENGE2"]/text
source: You arrive at the coordinates given and find yourself dangerously close to an M-class star! The other ship messages you, "Let's see how long your puny ship can handle this heat! Prepare for a challenge!"
ja: あなたは指定された座標に到着し、Mクラスの星に危険なほど近づいていることに気づく！もう1隻の船から、「君のちっぽけな船が、この暑さにどれだけ耐えられるか見てみよう！挑戦の準備をしろ！"
pl: Przybywasz na wskazane współrzędne i znajdujesz się w niebezpiecznej bliskości gwiazdy klasy M!Kolejny statek mówi: „Zobaczmy, jak długo Twoja nieszczęśliwa łódź może wytrzymać takie ciepło! Przygotuj się do testu!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Inquisition vessel you held out against transmitted these coordinates.
ja: あなたが抵抗した異端審問の船が、この座標を送信してきた。
pl: Statek Inkwizycji, przeciwko której walczyłeś, przekazał te współrzędne.

# data/events_sector_theocracy.xml$//event[@name="ROCK_SUN_CHALLENGE3"]/text
source: You arrive at a massive Rockman shipyard and notice the ship that had just tried to kill you is docked and already being repaired. "Well fought! I must say I did not expect you to survive."
ja: あなたは巨大なロックマンの造船所に到着し、あなたを殺そうとした船が停泊し、すでに修理されていることに気づく。「よく戦った！君が生き残るとは思っていなかった。
pl: Dotarasz do ogromnej stoczni głazów i zauważasz, że statek, który właśnie próbował zabić cię w stacji dokującej i jest już naprawiony.„Świetna walka! Muszę powiedzieć, że nie spodziewałem się, że przeżyjesz”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "I am convinced of your strength and pledge to assist your cause. Let us patch up your hull, and provide you with some supplies."
ja: 「私はあなた方の強さを確信し、大義を支援することを誓います。船体を修復し、物資を提供しよう"
pl: „Byłem przekonany o twojej mocy i obiecałem pomóc Twojej firmie. Wklejmy wasze korpus i dostarczyć zapasy”.

source: Hadroch
ja: ハドロック
pl: Hedroch

# data/events_sector_theocracy.xml$//event[@name="QUEST_ROCK_MARRIAGE_START"]/text
source: A Rock captain hails you: "It is improper of me to contact off-worlders, but this is an emergency. We were on our way to deliver our passenger to her new husband - the Grand Basilisk of Numa V - when our engines broke down. Will you take possession of her and make haste to Numa V?"
ja: ロックの船長から呼び出し：「異星人に連絡するのは不謹慎だが、緊急事態だ。ヌマVのグランド・バジリスクに乗客を送り届ける途中、エンジンが故障した。彼女をお預かりし、ヌマVへ急いでいただけますか？"
pl: Nazywasz się kapitan statku Valunova: „Niewłaściwe jest kontakt z kosmitami z mojej strony, ale to jest nagły wypadek. Leciliśmy, aby dostarczyć naszego pasażera jej nowego męża - Wielki Wasilisk z Numa V - kiedy złamaliśmy Silniki.

source: Accept the passenger.
ja: 同乗者を受け入れる。
pl: Zaakceptuj pasażera.

source: "You surprise me, off-worlder. Thank you. The passenger will be with you momentarily." She refuses to enter the main hold and prefers to wait in the cargo bay.
ja: 「驚かせてくれるね、オフワールドの人。ありがとう。乗客はすぐに参ります"彼女はメインホールドに入るのを拒み、貨物室で待つことを好む。
pl: „Zaskoczysz mnie, kosmici. Dziękuję. Pasażer zrobi to teraz.”Nie chce wejść do głównej hold i postanowiła czekać w przedziale ładunkowym.

source: Refuse.
ja: 拒否する。
pl: Odmawiać.

source: Arranged marriages aren't on your list of worthy causes. You leave the Rock to their business.
ja: お見合い結婚はあなたの価値ある大義名分のリストにはない。ロックはロックに任せておけばいい。
pl: Małżeństwo nie jest zawarte na liście godnych uwagi.Opuszczasz Valenova, aby zająć się swoją firmą.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_QUEST_MARRIAGE"]/text
source: A vast tunnel network near the surface of Numa V indicates an advanced Rock civilization. This must be where you were asked to deliver the passenger.
ja: ヌマVの地表近くにある広大なトンネル網は、高度なロック文明の存在を示している。ここが乗客の引き渡しを依頼された場所に違いない。
pl: Rozgałęziona sieć tuneli na powierzchni NUM V wskazuje na obecność rozwiniętej cywilizacji głazów.Musi być tutaj, że zostałeś poproszony o dostarczenie pasażera.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Realizing arrival is imminent, the passenger - silent so far - pleads with you not to hand her over. She's interrupted by the Grand Basilisk's Chief Aid: "To the alien vessel holding the Basilisk's wife. Deliver her to us. You will be rewarded... well."
ja: 到着が間近に迫っていることを知った乗客は、これまで沈黙を守ってきたが、引き渡さないでほしいと懇願する。グランド・バジリスクのチーフ・エイドがそれを遮る：「バジリスクの妻を乗せたエイリアン船へ。彼女を我々に引き渡せ。報いを受けるがいい。"
pl: Zrozumienie, że przybycie jest nieuniknione, pasażer - choć cichy - błaga, aby go nie przekazywać.Przerwana jest przez głównego asystenta bazyliszka: „Na statek kosmitów, gdzie znajduje się żona bazyliszka. Dostarcz ją do nas. Będziesz godny nagradzanego ...”

source: Hand her over.
ja: 彼女を引き渡せ
pl: Przekaż to.

source: "May your children erode into dust!" she screams as she's bundled into the waiting shuttle. The Rock guards on board hurriedly drop off an exotic piece of technology and return to the Grand Basilisk.
ja: 「あなたの子供たちが塵と化しますように！」彼女は叫びながら、待機していたシャトルに押し込められる。乗っていたロックの警備員たちは、急いでエキゾチックな技術の一部を降ろし、グランド・バジリスクに戻る。
pl: „Niech twoje dzieci zamieni się w kurz!”Krzyczy, gdy w oczekiwaniu na nią wciągnęła się na prom.Guardowie Valuna znajdują się na pokładzie pośpiesznie rozładowują egzotyczną technologię i wracają do wielkiego wazilisk.

source: Refuse to comply.
ja: 応じない。
pl: Odmówić wykonania swojego zadania.

source: "I was led to believe your kind did not know mercy. I will join you. But quickly, we must jump away - they will not tolerate..." She's interrupted by weapons fire from the Basilisk's escort!
ja: "私はあなたの種族が慈悲を知らないと信じさせられた。ご一緒しましょう。でも、早く、飛び立たないと......」。バジリスクの護衛の銃撃に遮られる！
pl: „Wydawało mi się, że twoja rodzina nie znam Miłosierdzia.

source: Ariadne
ja: アリアドネ

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[1]
source: You encounter a Rock vessel and attempt to open trading frequencies, but they take it as an act of cultural transgression and open fire.
ja: あなたはロック船に遭遇し、交易周波数を開こうとしたが、彼らはそれを文化的侵害行為とみなし、発砲した。
pl: Spotykasz statek Boulder i próbujesz ustanowić stosunki handlowe, ale postrzegają go jako naruszenie tradycji kulturowych i otwartego ognia.

# data/events_sector_theocracy.xml$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[2]
source: You jump into the middle of a Rock excavation project on a nearby moon. Unimpressed with your intrusion they move to defend themselves!
ja: あなたは近くの月でロック発掘プロジェクトの真っ只中に飛び込んだ。あなたの侵入に感心しない彼らは、自分たちを守ろうと動き出す！
pl: Znajdziesz się w centrum wykopalisk głazów na pobliskim księżycu.Nie zadowolone z inwazji, zaczynają się bronić!

# data/events_sector_theocracy.xml$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[3]
source: You intercept chatter from an approaching Rock ship: "Weapons, moving in to engage, arm the tubes." There is no talking to these guys.
ja: 近づいてくるロック船からのチャッターを傍受する："武器、交戦に移る、発射管を武装させろ"こいつらと話しても無駄だ。
pl: Przechwytujesz rozmowy zbliżającego się statku głazów: „Broń, idź do bitwy, ładuj pnie”.Nie można się zgodzić z tymi facetami.

# data/events_sector_theocracy.xml$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[4]
source: As you jump in, a vast figure appears on the view-screen. The Rock captain rubs the green, moss-like appendage on his chin and then orders his crew to open fire.
ja: 飛び込むと、ビュースクリーンに巨大な人影が現れる。ロックの船長は緑色の苔のような付属物を顎にこすりつけ、クルーに発砲を命じる。
pl: Gdy tylko wyjdziesz ze skoku, na ekranie pojawia się ogromna postać.Kapitan Valunov pociera zieleń, podobnie jak Moss, wzrost na podbródku, a następnie nakazuje jego załogę otworzyć ogień.

# data/events_sector_theocracy.xml$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[5]
source: It looks quiet, but you realize your computer is being scanned. A hidden Rock vessel hails you: "Why do you fill your computer with lies?! These are not the holy words!" Before you can interject they open fire.
ja: 静かに見えるが、コンピューターがスキャンされていることに気づく。隠れていたロックの船があなたに呼びかける：「なぜコンピュータを嘘で埋め尽くすのか？これは聖なる言葉ではない！」。あなたが反論する前に、彼らは発砲してきた。
pl: Wszystko wydaje się cicho, ale rozumiesz, że twój komputer jest skanowany.Ukryty statek Valunow zwraca się do ciebie: „Dlaczego wypełniasz komputer kłamstwem?! To nie są święte słowa!”Zanim uda ci się sprzeciwić się, otwierają ogień.

# data/events_sector_theocracy.xml$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[6]
source: You notice a Rock ship performing combat exercises. However, they quickly change their course to engage your ship. They apparently treat unregistered alien ships as handy target practice.
ja: あなたは、戦闘演習を行っているロック船に気づく。しかし、彼らはすぐに進路を変え、あなたの船と交戦する。どうやら彼らは、未登録のエイリアン船を手軽な射撃訓練として扱っているようだ。
pl: Zauważyłeś statek głazów prowadzących ćwiczenia bojowe.Szybko jednak zmieniają kurs i wchodzą do bitwy ze swoim statkiem.Najwyraźniej uważają niezarejestrowane obce statki za wygodny cel szkolenia.

# data/events_sector_theocracy.xml$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[7]
source: A loud 'thud' resounds through the ship after jump completion - you've just shunted a Rock fighter and he's already preparing to fire!
ja: ジャンプ完了後、船内に「ドスン」と大きな音が響く。ロックファイターを突き飛ばしたばかりなのに、彼はすでに発砲の準備をしている！
pl: Po ukończeniu skoku na statku słychać głośne „pukanie” - po prostu zepchnąłeś śmieci, który już przygotowuje się do strzelania!

# data/events_sector_theocracy.xml$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[8]
source: You're intercepted by a Rock salvage operation. They don't seem to mind that you're still on board while they junk your ship.
ja: ロックのサルベージ作業に妨害される。彼らはあなたがまだ船にいることを気にしていないようだ。
pl: Zostajesz przechwycony przez operację wyszukiwania głazów.Wygląda na to, że nie przeszkadzają faktowi, że pozostajesz na pokładzie podczas demontażu twojego statku na części zamienne.

source: Continue...
ja: 次へ...
pl: Kontynuować...
