Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_theocracy.xml/*.po
Languages: ja, pl

source: (Slug Crew) Check for lifeforms and keep a lookout for ships while looting the wreck.
ja: (スラッグ・クルー）難破船を略奪しながら、生命体の確認と船の見張りをする。
pl: (Członek przesunięcia załogi) Sprawdź obecność żywych stworzeń i monitoruj statki podczas napadu.

source: (Telepathic Shell) Check for lifeforms and keep a lookout for ships while looting the wreck.
ja: (テレパシー・シェル）難破船を略奪しながら、生命体の有無を確認し、船を見張る。
pl: (Telpat Shell) Sprawdź obecność żywych stworzeń i monitoruj statki podczas napadu.

source: You salvage what you can from the ship. No one bothers you during the operation.
ja: あなたは船からできる限りのものを引き揚げる。作業中は誰にも邪魔されない。
pl: Zbierasz wszystko, co możesz ze statku.Nikt nie przeszkadza ci podczas operacji.

source: A Rock patrol ship jumps in while you are salvaging the ship. They message you, "Filthy pirates! Prepare to die!" You doubt explaining your mission will convince them of your need.
ja: あなたが船をサルベージしている間に、ロックのパトロール船が飛び込んできた。不潔な海賊だ！死ぬ準備をしろ！"自分の任務を説明しても、彼らに納得してもらえるかどうか。
pl: Podczas gdy jesteś zaangażowany w napad na statek, leci patrolowy statek głazów i donosi: „Brudne piraci! Przygotuj się na śmierć!”Wątpisz, że wyjaśnienie twojej misji ich przekonuje.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Rock people are not known for setting traps but you hasten to leave anyway.
ja: ロック族は罠を仕掛けることで知られていないが、とにかく急いでその場を立ち去ろうとする。
pl: Szklanki nie wiedzą, jak ułożyć pułapki, ale nadal spieszysz się, aby wyjść.

source: The Rock people are not known for setting traps but you hasten to leave anyway.
ja: ロック族は罠を仕掛けることで知られていないが、とにかく急いでその場を立ち去ろうとする。
pl: Szklanki nie wiedzą, jak ułożyć pułapki, ale nadal spieszysz się, aby wyjść.

source: Before you have a chance to leave, a Rock patrol ship arrives and you intercept their comm chatter, "...appears we've finally found them. Their killing spree ends now!" Before you can plead your innocence they move in to attack.
ja: あなたが立ち去る前に、ロックのパトロール船が到着し、あなたは彼らの通信を傍受した。彼らの殺し合いはこれで終わりだ！」。あなたが無実を訴える前に、彼らは攻撃に移る。
pl: Przed wyjazdem przybywa statek patrolowy Boulders, a ty przechwytujesz ich rozmowę na komunikatorze: „… Wygląda na to, że w końcu ich znaleźliśmy. Ich seria morderstw dobiegła końca!”Zanim uda ci się zadeklarować swoją niewinność, atakują oni.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You salvage what you can from the ship. No lifeforms or ships are detected nearby.
ja: 船からできる限りのものを引き揚げる。近くに生命体や船は見当たらない。
pl: Zbierasz wszystko, co możesz ze statku.W pobliżu nie znaleziono żadnych oznak życia ani statków.

source: You begin the salvage operation but before long your crew warns you of an approaching ship. You hasten to leave before they get within firing range.
ja: サルベージ作業を開始するも、間もなくクルーが接近してくる船の警告を発する。あなたは、彼らが射程圏内に入る前に急いでその場を離れる。
pl: Organizujesz poszukiwanie zapasów, ale wkrótce załoga ostrzega przed pojawieniem się statku.Spieszysz się, aby wyjść, dopóki nie znajdą się w odległości strzału.

# data/events_sector_theocracy.xml$//event[@name="ROCK_MANTIS_HUNTER_MV"]/text
source: A Mantis ship here is adorned with Rock body parts! It would be a gorier display if they had internal organs, but the message is clear enough: this is a hunter of a very specialized kind.
ja: ここにあるマンティスの船はロックの体の一部で飾られている！内臓があればもっとゴージャスな展示になるだろうが、メッセージは十分明確だ：これは非常に特殊な種類のハンターである。
pl: Znajdujący się tutaj statek Bogomolov jest ozdobiony częściami ciał głazów!Gdyby mieli narządy wewnętrzne, byłby to jeszcze bardziej straszny widok, ale znaczenie jest już jasne: jest to łowca bardzo specyficznego rodzaju.

source: Attack!
ja: 攻撃だ！
pl: Atak!

source: No species deserves a Mantis hunter on their back - time to make the galaxy a little safer. Engage!
ja: マンティスハンターを背負うに値する種族はいない - 銀河を少しでも安全にする時が来た。戦え！
pl: Żadne stworzenia nie zasługują na obiekty polowania na modę - nadszedł czas, aby galaktyka była nieco bezpieczniejsza.Atak!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Ignore them.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: The Mantis take no interest in your ship - they're lying in wait for the next Rock ship to venture through. You're able to spin up the engines and jump at your leisure.
ja: マンティスはあなたの船にはまったく興味を示さない。彼らは次のロック船が通り抜けるのを待ち構えているのだ。エンジンを回転させ、自由にジャンプすることができる。
pl: Mantis nie wykazuje zainteresowania twoim statkiem - czekają na następny statek głazów.Możesz rozpocząć silniki i przejść do skoku w dowolnym momencie.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Hull Armor) Ram the bastards.
ja: (船体装甲)野郎どもをぶち殺せ。
pl: (Ciało pancerne) Ram drań.

source: Before they have a chance, you ram your ship into theirs, causing irreparable damage to their engines. Luckily, your ship's armored hull is hardly dented from the impact. The Mantis ship careens away and you move in to attack.
ja: 彼らがチャンスを得る前に、あなたは自分の船を相手の船に突っ込ませ、相手のエンジンに修復不可能なダメージを与えた。幸運なことに、あなたの船の装甲外壁はほとんどへこんでいない。マンティス艦は急降下し、あなたは攻撃に移る。
pl: Nie dając im szansy, ukrywasz ich statek, powodując nieodwracalne szkody w ich silnikach.Na szczęście pancerny korpus twojego statku prawie nie cierpiał na cios.Statek Bogomolov odrzuca na bok, a ty idziesz do ataku.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Rock Crew) Put your Rock crewmember on the comm.
ja: (ロック・クルー) ロック・クルーと連絡を取れ。
pl: (Członek załogi) Pozwól głazowi skontaktować się z nimi.

source: The two aliens face one another over the vidscreen. "Cave-dwelling pebble-man!" yells the furious Mantis captain. "See, I paint ship with your companions! I paint ship with you!"
ja: 二人のエイリアンはビデオスクリーン越しに向かい合った。「洞窟に住む小石男！」マンティスの船長が怒鳴る。「見ろ、私はお前の仲間と一緒に船を描く！俺はお前と一緒に船を描くんだ！"
pl: Dwóch kosmitów patrzą na siebie przez ekran.„Cave Stone!”- Kapitan Bogomolov krzyczy w furii.„Słuchaj, dekoruję swój statek waszymi towarzyszami! Udekoruję mój statek i ciebie!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="ROCK_MANTIS_FREIGHTER_MV"]/text
source: A curious sight greets you at this beacon: a disabled Rock freighter drifts in space while two Mantis craft battle it out - presumably over who deserves the spoils.
ja: 2隻のマンティス艦が戦利品をめぐって争っている間、航行不能になったロック貨物船が宇宙空間を漂っているのだ。
pl: Na tej latarni morskiej spotyka Cię ciekawy widok: w przestrzeni uszkodzony statek ładunkowy głazów dryfuje i dwa statki Matki Bożej walczą między sobą - prawdopodobnie dla których z nich zasługuje na większą ofiarę.

source: Wait, then attack the surviving Mantis.
ja: 待機し、生き残ったマンティスを攻撃する。
pl: Poczekaj, a następnie atakuj ocalały statek Bogomolova.

source: Ignore them.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: There's quite enough action here already - prepare for light speed.
ja: すでに十分なアクションがある。
pl: I bez tego akcja wystarczy tutaj - przygotujemy się do super światła.

source: (Repair Drone) Repair the Rock ship. [-1|]
ja: (修理ドローン）ロック船を修理する。[-1ドローン]
pl: (Odpraw dronów) Aby naprawić statek głazów.

source: While the two Mantis fight you approach the Rock ship and send a repair drone through one of the many breaches. It fixes the ship up enough to make at least a single jump. You're surprised when, instead, they embark on a kamikaze run on the two Mantis, which results in the obliteration of all three!
ja: 2機のマンティスが戦っている間、あなたはロック船に近づき、多数の裂け目のひとつから修理ドローンを送り込む。これで船は少なくとも1回はジャンプできるくらいに直った。その代わり、2隻のマンティに神風を吹かせ、3隻とも消滅させたのには驚いた！
pl: Podczas gdy dwa statki modliszki walczą, latasz do głazów głazów i wysyłasz dronów przez jedną z wielu dziur.Tak bardzo naprawia statek, że może zrobić co najmniej jeden skok.Jesteś zaskoczony, gdy zamiast tego spieszą się na dwa statki modliszki, takie jak Kamikadze, w wyniku czego wszystkie trzy są zniszczone!

source: (Hull Repair Drone) Repair their hull. [-1|]
ja: (船体修理ドローン）相手の船体を修理する。[-1ドローン]
pl: (Odprawa dronów), aby naprawić swoje ciało.

source: While the two Mantis fight you approach the Rock ship and use a drone to fix up the ship. Once the breaches are fixed the life support flickers back on. In a matter of moments they are already in pursuit of one of the Mantis ships. Meanwhile the second Mantis turns toward you.
ja: 2体のマンティスが戦っている間にロック船に近づき、ドローンを使って船を修理する。修理が終わると、生命維持装置が点滅する。あっという間に、彼らはすでにマンティスの1隻を追っている。一方、2隻目のマンティスはそちらに向かってくる。
pl: Podczas gdy dwa statki modliszki walczą, latasz do głazów głazów i przy pomocy drona są naprawiane.Gdy tylko otworzyły się otwory, podtrzymanie życia ponownie jest włączone.Po kilku chwilach ściga jednego ze statków Matki Bożej.Tymczasem drugi statek Bogomolov zwraca się do ciebie.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Mantis craft are both too busy slaughtering one another to notice you. Eventually the smaller ship gets the upper hand, but they must have blown a fuse in the assault and their weapons system is inoperable. Now is the time to attack!
ja: マンティス艦は互いに殺戮に忙しく、こちらに気づく暇もない。やがて小型機が優勢になるが、攻撃中にヒューズが飛んだのか、武器システムが作動しない。今が攻撃のチャンスだ！
pl: Statki Bogomolov są ze sobą zbyt zajęte, aby cię zauważyć.W końcu panuje mniejszy statek, ale podczas ataku najwyraźniej bezpiecznik został wypalony, a system broni nie powiódł się.Czas zaatakować!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Mantis craft may have their differences, but when it comes to you they are of one mind. The smaller ship suffers a power failure as it moves to engage, but the larger one lets off a volley of fire and moves in to attack!
ja: マンティス艦はそれぞれ違いがあるが、あなたたちのこととなれば、心はひとつだ。小さいほうの船は停電に見舞われたが、大きいほうの船は一斉射撃を行い、攻撃に移る！
pl: Statki Bogomolova mogą mieć nieporozumienia między sobą, ale jeśli chodzi o ciebie, są jednomyślne.Na mniejszym statku energia jest wyłączona, więc duży statek daje salwa i atakuje atak!

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="ROCK_ZOLTAN_HELP_MV"]/text
source: It seems a Zoltan ship came here to liberate a Rock settlement from their 'oppressive belief system', and that the settlement did not appreciate it - long-range scanners suggest the Zoltans and their pursuers will be here at any moment!
ja: ゾルタン船がロック居住区を彼らの "抑圧的な信仰システム "から解放するためにここに来たようだ！
pl: Wygląda na to, że statek Zoltanova przybył tutaj, aby uwolnić osadę Valunes od ich „despotystycznego systemu przekonań”, a osada nie doceniała tego - długie skanery, które zoltany i ich prześladowcy pojawią się tutaj w dowolnym momencie!

source: Stay and defend the Zoltans.
ja: ここに残ってゾルタンを守れ。
pl: Zatrzymaj się i chroń Zoltanova.

source: The... extreme nature of Rock faith is well-known; the Zoltans can hardly be blamed for trying to broaden their horizons. The pursuing Rock ship quickly assesses the situation and decides two captured alien ships are better than one.
ja: ロックの極端な信仰はよく知られている。ゾルタン人が視野を広げようとすることを責めることはできない。追ってきたロック船は素早く状況を判断し、捕獲した異星人船は1隻より2隻の方が良いと判断する。
pl: Ekstremizm wiary głazów jest dobrze znany, a Zoltan trudno jest winić za chęć rozszerzenia swoich horyzontów.Prześladujący statek Valunow szybko ocenia sytuację i decyduje, że dwóch schwytanych kosmitów jest lepszych niż jeden.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Stay and capture the Zoltans.
ja: ここに留まり、ゾルタンを捕らえろ。
pl: Zostań i złap Zoltanova.

source: This is Rock territory, and therefore Rock law - the Zoltans should have known better than to interfere. You'll have to neutralize the crew to ensure their safe capture.
ja: ここはロックの領土であり、従ってロックの法律だ。ゾルタン人は干渉しないことをもっとよく知っているはずだ。クルーが安全に捕まるよう、無力化する必要がある。
pl: Jest to terytorium głazów, a zatem prawa głazów - Zoltanie powinni się domyślać, że lepiej nie interweniować.Będziesz musiał zneutralizować załogę, aby zapewnić jej niewolę.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Leave.
ja: 出て行け。
pl: Wyjechać.

source: This is none of your concern - power up the jump drive!
ja: ジャンプ・ドライブの電源を入れる！
pl: To cię nie dotyczy - włącz SSD!

# data/events_sector_theocracy.xml$//event[@name="ROCK_ATHEIST"]/text
source: You encounter a small craft with minimal propulsion; its Rock crew-member explains that the Rock home-world is run on lies and propaganda that keep the populace in check, and that they want no part of it.
ja: ロックの乗組員は、ロックの母星は嘘とプロパガンダで運営されており、民衆を牽制していると説明する。
pl: Spotykasz mały statek z minimalną przyczepnością, której członek załogi wyjaśnia, że ​​rodzinne miasto głazów trzyma kłamstwa i propaganda, które utrzymują populację w strachu i że nie chcą w tym uczestniczyć.

# data/events_sector_theocracy.xml$//event[@name="ROCK_ATHEIST"]/choice[1]/text
source: Tell them their god sent them here to join your crew.
ja: 彼らの神が、あなたの仲間に加わるようここに送ったと伝えてくれ。
pl: Powiedzieć im, że ich Bóg posłał ich tutaj, aby dołączyli do twojej załogi.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="ROCK_ATHEIST"]/choice[2]/text
source: Promise to share with them the truths they've been denied.
ja: 彼らが否定されてきた真実を彼らと分かち合うことを約束する。
pl: Obiecać podzielić się z nimi prawdami, których nie wiedzą.

source: (Upg. Sensors) Show them to your data suite.
ja: (アップグ.センサー) データスイートに表示する。
pl: (Ulepszone czujniki) Pokaż im swój zestaw danych.

source: The Rock captain is impressed by the data you've collected and agrees to stay with you until they find their footing in the galaxy.
ja: ロックの船長はあなたが収集したデータに感銘を受け、銀河系で足場を固めるまであなたと一緒にいることに同意した。
pl: Kapitan Valunov jest pod wrażeniem zebranych danych i zgadza się pozostać z tobą, dopóki nie znajdzie swojego miejsca w galaktyce.

source: (Lost Sun Crew) Teach them the ways of the Lost Suns.
ja: (ロスト・サン・クルー）ロスト・サンのやり方を教える。
pl: (Członek załogi przerażonego słońca), aby nauczyć ich prawd utraconych słońca.

source: The Rock captain is surprised, as he had previously thought the Lost Suns were a band of radical terrorists. Assured your ship will keep no secrets from them, he joins your crew.
ja: ロストサンズは過激派テロリストの一団だと思っていたからだ。あなたの船は彼らに秘密を漏らさないと確信し、彼はあなたのクルーに加わる。
pl: Kapitan Valunov jest zaskoczony, ponieważ kiedyś wierzył, że Lost Sun to grupa radykalnych terrorystów.Po upewnieniu się, że twój statek nie ma od niego żadnych tajemnic, dołącza do twojej załogi.

source: (Floral Crew) Have your Orchid talk them into joining you.
ja: (フローラル・クルー）オーキッドに説得してもらって参加させる。
pl: (Członek załogi-orchid) Niech twój orchidea przekonał go do przyłączenia się do ciebie.

source: The Orchids are not only a race trusted by the Rockmen, but their government is incredibly well known for its transparency. Soothed by your crew, the Orchid talks them into coming with you, promising it'll be a better life than that among the Elders' lies.
ja: オーキッドはロックマンに信頼されている種族であるだけでなく、その政府の透明性は信じられないほど有名だ。あなたのクルーになだめられたオーキッドは、彼らと一緒に来るよう説得し、長老たちの嘘にまみれた生活よりもいい暮らしができると約束する。
pl: Orchidee to nie tylko rasa, której ufają Boulders, ale także ich rząd, znany z otwartości.Upewniając głaz, orchidea przekonuje go, aby poszedł z tobą, obiecując, że będzie to najlepsze życie niż wśród fałszywych starszych.

# data/events_sector_theocracy.xml$//textList[@name="ROCK_ATHEIST_BAD"]/text[1]
source: They barely hear out your appeals before yelling, "These are the lies I sought to escape!" Looks like they're charging weapons!
ja: 彼らはあなたの訴えをかろうじて聞き取った後、こう叫ぶ。どうやら武器を持っているようだ！
pl: Ledwo słuchają twoich argumentów, zanim krzyczą: „To kłamstwo, przed którym starałem się ukryć!”Wygląda na to, że ładują broń!

# data/events_sector_theocracy.xml$//textList[@name="ROCK_ATHEIST_BAD"]/text[2]
source: They listen to your appeals and whisper, "Traitors to truth. You're no better than them!" Chaos ensues.
ja: 彼らはあなたの訴えに耳を傾け、こうささやく。おまえは彼らと同じだ！"カオスが起こる。
pl: Słuchają twoich argumentów i mówią: „Zdrajcy prawdy. Nie jesteś lepszy od nich!”Wpada chaos.

source: Your promises gain their attention and they agree to serve with you, for a while.
ja: あなたの約束は彼らの関心を引き、彼らはしばらくの間、あなたと一緒に奉仕することに同意する。
pl: Twoje zapewnienia zyskują jego zaufanie, a on zgadza się ci służyć przez pewien czas.

source: They seem tempted by your offer, but decide they can't risk being lied to again. They close frequencies and jump away.
ja: 彼らはあなたの申し出に誘惑されたようだが、再び嘘をつかれるリスクは冒せないと判断した。彼らは周波数を閉じて飛び去る。
pl: Wydaje się, że uwodzicie ich swoją propozycją, ale zdecydowali, że nie mogą zaryzykować faktu, że zostaną ponownie oszukani.Wyłączają połączenie i wychodzą.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: They seem tempted by your offer, but decide they can't risk being lied to again. They close frequencies and jump away.
ja: 彼らはあなたの申し出に誘惑されたようだが、再び嘘をつかれるリスクは冒せないと判断した。彼らは周波数を閉じて飛び去る。
pl: Wydaje się, że uwodzicie ich swoją propozycją, ale zdecydowali, że nie mogą zaryzykować faktu, że zostaną ponownie oszukani.Wyłączają połączenie i wychodzą.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_LIVE_MINE"]/text
source: The burnt out hull of a Rock Trapper drifts by. Behind the wreck drifts a live mine; an automated drone that drills into ships' hulls before exploding. However, it can't detect you from this range, and you wonder if it's even active. Still, it's risky...
ja: ロック・トラッパー号の焼け焦げた船体が漂う。難破船の背後には、船体に穴をあけてから爆発させる自動機雷が漂っている。しかし、この距離からではあなたを探知することはできない。それでも危険だ...。
pl: Zwęglony korpus kopalni głazów przelewa obok.Za nim znajduje się aktywna kopalnia - automatyczny dron, który jest ugryziony w kadłubie statków, a następnie eksploduje.Jednak z takiej odległości nie może cię znaleźć, a ty wątpisz, że jest ogólnie aktywny.Jest to jednak ryzykowne ...

# data/events_sector_theocracy.xml$//event[@name="ROCK_LIVE_MINE"]/choice[1]/text
source: Scrap the wreckage.
ja: 残骸をスクラップにする。
pl: Rozdoskonal się fragmenty złomu metalu.

source: You pick apart the hull of the ship, and find some scrap, ammunition, and a Mine Launcher! However, before you can leave the mine activates, and begins to seek out your ship!
ja: 船体を解体し、スクラップや弾薬、地雷発射機を見つける！しかし、あなたがその場を離れる前に地雷が作動し、あなたの船を探し始める！
pl: Demontujesz kadłub statku, znajdziesz mały złom, amunicję i zaprawę!Jednak zanim będziesz miał czas na odejście, kopalnia jest aktywowana i zaczyna szukać twojego statku!

source: Attempt evasive maneuvers!
ja: 回避操作を試みる！
pl: Wykonaj unikanie!

source: The ship's turning circle proves too wide and the mine bites down onto the hull. You can hear it now, chewing through the armor.
ja: 船の旋回半径が広すぎることが判明し、機雷が船体に食い込む。装甲を噛み切る音が聞こえる。
pl: Promień tury statku okazuje się zbyt duży, a kopalnia ugryzła kadłub.Słyszysz już, jak ona wznosi zbroję.

source: Send someone out there to defuse it.
ja: それを和らげるために誰かを送り込む。
pl: Wyślij tam kogoś, by ją zneutralizować.

source: With no one around, your only option is to patiently wait for your demise.
ja: 周囲に誰もいない以上、唯一の選択肢は忍耐強く自分の死を待つことだ。
pl: Jeśli w pobliżu nie ma nikogo, jedynym wyjściem jest cierpliwe czekanie na twoją śmierć.

source: The weapon detonates. Everything goes dark, the bridge illuminated by flames pouring from the hull. You put out the fires and prepare to move on.
ja: 武器が爆発した。すべてが暗転し、船体から降り注ぐ炎がブリッジを照らす。あなたは火を消し、先に進む準備をする。
pl: Jest eksplozja.Wszystko jest zanurzone w ciemności, most jest oświetlony przez płomień wyrastający z obudowy.Gulasz ogień i przygotowujesz się do przejścia.

source: (Missile Weapon) Attempt a controlled detonation using a missile.
ja: (ミサイル兵器）ミサイルを使って制御された爆発を試みる。
pl: (Pistolet rakietowy), aby podjąć próbę kontrolowanego podważania za pomocą rakiety.

source: After drawing straws, a crewmember goes out to fix a modified warhead to the mine. You detonate the missile in a way that dislodges the mine. It blows up shortly after. The ship takes some damage in the blasts, but you're still sailing.
ja: くじを引いた後、クルーが地雷に改造した弾頭を固定しに行く。地雷を外すようにミサイルを爆発させる。地雷は間もなく爆破される。船は爆風で多少のダメージを受けるが、あなたはまだ航行している。
pl: Pociągając słomę, członek załogi idzie na naprawę zmodyfikowanej głowicy do kopalni.Podważasz to w taki sposób, że wyłączyła się minutę.Wkrótce kopalnia eksploduje.Statek otrzymuje pewne szkody w wyniku eksplozji, ale możesz kontynuować lot.

source: (Beam Drone) Use a drone to cut away the mine with a precision beam. [-1|]
ja: (ビームドローン）ドローンを使って地雷を精密ビームで削り取る。[-1ドローン]
pl: (Dron promieniowania) Użyj drona, aby wyciąć kopalnię dokładną wiązką.

source: Carefully guided from the bridge, your Beam Drone removes the mine's grappling arms and sends it drifting off into space, where you shoot at it until it detonates at a safe distance.
ja: ブリッジから慎重に誘導され、ビーム・ドローンが地雷のグラップリング・アームを取り外し、地雷を宇宙空間に漂わせる。
pl: Ostrożnie kontrolując most, twój promieniowy dron odłącza dźwignie w niewoli kopalni i wysyła go w kosmos, gdzie strzelasz do niego, aż eksploduje w bezpiecznej odległości.

source: (Upg. Engines) Reverse thrusters!
ja: (アップグ・エンジン) リバース・スラスター！
pl: (Ulepszone silniki) Powrót, pełny ruch!

source: It stresses the inertial dampeners, but you reverse course and outrun the mine. You prepare to jump off.
ja: 慣性ダンパーにストレスがかかったが、コースを反転して地雷を振り切った。飛び降りる準備をする。
pl: Wywiera to presję na bezwładne Damfords, ale zmieniasz kurs i unikasz kopalni.Przygotowujesz się do skoku.

source: (Hull Armor) Your armor will protect you.
ja: (ハルアーマー）アーマーがあなたを守ってくれる。
pl: (Ciało pancerne) Twoja zbroja cię ochroni.

source: The mine struggles to even burrow into your ship. Its drill eventually runs out of power and drifts away, now rendered harmless.
ja: 地雷はあなたの船に潜り込もうともがいている。ドリルはやがて力尽き、無害になって漂流する。
pl: Mina prawie nie wnika do statku.Ostatecznie jego instalacja wiercenia kończy się energią i oddziela się od statku, stając się nieszkodliwa.

source: (Energy Shield) Your shield will protect you.
ja: (エネルギー・シールド）シールドがあなたを守ってくれる。
pl: (Tarcza energetyczna) Twoja tarcza ochroni VAC.

source: The mine is incapable of getting past your Energy Shield. It explodes without even touching your ship's hull.
ja: 地雷はエネルギー・シールドを通過することができない。船体に触れることなく爆発する。
pl: Mina nie jest w stanie przezwyciężyć tarczy energetycznej.Wybucha, nawet nie dotykając kadłuba twojego statku.

source: (Defense Drone) Shoot down the mine. [-1|]
ja: (防衛ドローン）地雷を撃ち落とせ。[-1ドローン]
pl: (Dron ochronny) Zastrzel kopalnię.

source: Fortunately, your Defense Drone quickly locks onto the mine and shoots it down before it can connect to the ship.
ja: 幸い、防衛ドローンが地雷を素早くロックし、船に接続する前に撃ち落とす。
pl: Na szczęście twój ochronny dron szybko znajduje kopalnię i niszczy ją, zanim uda mu się połączyć się ze statkiem.

# data/events_sector_theocracy.xml$//event[@name="ROCK_LIVE_MINE"]/choice[2]/text
source: Ignore the wreck.
ja: 難破船を無視する。
pl: Nie zwracaj uwagi na wrak.

source: It's not worth it to investigate. The beacon is likely littered with scattered mines in other places too, so you decide to not remain here for long.
ja: 調査する価値はない。ビーコンは他の場所にも地雷が散乱している可能性が高いので、あなたはここに長く留まることはしないことにした。
pl: Nie radzić sobie z badaniami.Najprawdopodobniej latarnia morska jest zaśmiecona kopalniami w innych miejscach, więc postanawiasz nie zostać tu przez długi czas.

source: Your crewmember dons a space suit and exits the airlock. They make quick work of the basic device and return inside to relief all round. The mine makes good scrap pickings too.
ja: クルーは宇宙服を着てエアロックを出る。彼らは基本的な装置を素早く処理し、中に戻って安堵の表情を浮かべる。この鉱山はスクラップにもなる。
pl: Twój członek załogi wkłada w kosmos i opuszcza bramę.Szybko radzi sobie z głównym mechanizmem i wraca do uniwersalnej ulgi.Min może zostać zdemontowane w złom.

source: Your crewmember dons a space suit and exits the airlock. When they open up the mine housing, though, they panic. The red wire or the blue?! 3... 2... 1...
ja: クルーが宇宙服を着てエアロックを出る。しかし、マイン・ハウジングを開けたとき、彼らはパニックに陥る。赤いワイヤーか青いワイヤーか？3... 2...1...
pl: Twój członek załogi wkłada w kosmos i opuszcza bramę.Jednak po otwarciu kopalni panikuje.Czerwony drut czy niebieski?!3 ... 2 ... 1 ...

source: Red!
ja: 赤だ！
pl: Czerwony!

source: Blue!
ja: ブルーだ！
pl: Niebieski!

source: (Elite Crew) Send your elite to defuse the bomb.
ja: (エリートクルー）爆弾を解除するためにエリートを送れ。
pl: (Członek elitarnej załogi) Wyślij elitę do zneutralizowania kopalni.
