Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_theocracy.xml/*.po
Languages: ja, pl

source: Your Elite doesn't hesitate. They pull off a second panel in the back, and cut the newly revealed green wire. Miraculously, the bomb deactivates!
ja: エリートは躊躇しない。奥のパネルを引き剥がし、新たに発見された緑色のワイヤーを切断する。奇跡的に爆弾は解除された！
pl: Twój elitarny członek załogi nie waha się.Odłącza drugi panel z tyłu i przecina nowo odkryty zielony drut.Cudem kopalnia jest dezaktywowana!

source: You open your eyes and everything is still where it was a moment ago. You did it!
ja: 目を開けると、さっきまであった場所に何もかもが残っている。やったね！
pl: Otwierasz oczy, a wszystko jest jeszcze chwilę temu.Zrobiłeś to!

source: The weapon detonates. Everything goes dark, the bridge illuminated by flames pouring from the hull, your bomb disposal volunteer spinning off toward a nearby sun. You put out the fires and prepare to move on.
ja: 武器が爆発する。すべてが暗くなり、ブリッジは船体から降り注ぐ炎に照らされ、爆弾処理ボランティアは近くの太陽に向かってスピンオフする。あなたは火を消し、次に進む準備をする。
pl: Mina detonuje.Wszystko jest zanurzone w ciemności, most jest oświetlony przez płomień wyrywający z ciała, a twój wolontariusz, zaangażowany w neutralizację kopalni, jest przydzielony do najbliższego słońca.Gulasz ogień i przygotowujesz się do przejścia.

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them. Sheepish and apologetic, they rejoin the crew.
ja: 幸運なことに、あなたのクルーはクローンベイが彼らを蘇生させるのに十分なほど船の近くにいた。羊のように申し訳なさそうに、クルーに戻る。
pl: Na szczęście członek załogi był wystarczająco blisko statku, aby klon skanowania mógł go ożywić.Przepraszając i blady, ponownie dołącza do załogi.

# data/events_sector_theocracy.xml$//event[@name="ROCK_SLUG_ARGUMENT_MV"]/text
source: You find a Slug Cruiser and Rock ship at a standoff, both with weapons armed and ready to fight. You could intervene before this gets out of hand.
ja: スラッグ・クルーザーとロック・シップが睨み合いになっている。手に負えなくなる前に、あなたが介入してください。
pl: Obserwujesz konfrontację między krążownikiem ślimaków a statkiem głazów, oba są uzbrojone i gotowe do bitwy.Możesz interweniować, zanim wymknie się spod kontroli.

source: Hail them to see what's wrong.
ja: 何が問題なのか、彼らに連絡してくれ。
pl: Skontaktuj się z nimi, aby dowiedzieć się, co się stało.

source: The Slug captain explains that they upgraded the Rock ship's reactor and now the 'thick boulder heads' are refusing to pay for the work done. The Rock Captain says the 'gelatinous ooze rats' did a poor job that is not worth their agreed upon price.
ja: ナメクジ船長は、自分たちがロック船のリアクターをアップグレードしたのに、"分厚い玉石の頭 "たちがその代金を払おうとしないと説明する。ロック号の船長は、「ゼラチン状のウーズ・ラット」は約束の値段に見合わないお粗末な仕事をしたと言う。
pl: Kapitan ślimaka wyjaśnia, że ​​zmodernizowali głazy głazów, a teraz „głupie kłótnie” odmawiają zapłaty za wykonaną pracę.Kapitan Valunov mówi, że „nikczemne ślimaki” wykonały złą pracę, która nie jest warta uzgodnionej ceny.

source: Offer to pay off the Rock debt.
ja: ロックの借金を返済すると申し出る。
pl: Oferta spłaty długu głazów.

source: You pay off the debt. The Rock Captain still seems annoyed at the Slug's getting their 'undeserved' scrap, but at least the situation will remain peaceful.
ja: 借りは返す。ロック・キャプテンはナメクジが "分不相応な "スクラップを手に入れたことにまだ苛立っているようだが、少なくともこの状況は平和なままだろう。
pl: Parzysz dług.Kapitan Valunov nadal wydaje się zirytowany faktem, że błona śluzowa otrzymała swój „niezasłużony” złom, ale przynajmniej sytuacja jest rozwiązana pokojowo.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Demand the Rock ship pay the agreed upon price.
ja: ロック船に合意した代金の支払いを要求する。
pl: Aby żądać, aby statek Valunov zapłacił uzgodnioną cenę.

source: (Rock Crew) Talk the Rock into peacefully paying the full price.
ja: (ロック・クルー）ロックを説得して、平和的に全額を支払わせる。
pl: (Członek załogi-Valun) Przygotuj głaz, aby wypłacić pełną cenę pokojową.

source: With much grumbling, the Rock Captain agrees to pay the price.
ja: ロック・キャプテンは不平を漏らしながらも、代償を支払うことに同意する。
pl: Z wielkim niezadowoleniem kapitan Valunov zgadza się zapłacić cenę.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Demand the Slug ship give a full refund.
ja: ナメクジ船に全額返金を要求する。
pl: Wymagaj ze statku ślimaki pełnej rekompensaty.

source: (Slug Crew) Talk the Slugs into peacefully accepting the new price.
ja: (ナメクジクルー）ナメクジを説得して、新しい価格を平和的に受け入れさせる。
pl: (Członek załogi), aby przekonać ślimaki spokojnie przyjąć nową cenę.

source: With much grumbling, the Slug Captain agrees to give a full refund.
ja: ナメクジ・キャプテンは不平を漏らしながらも、全額返金に同意する。
pl: Z wielkim niezadowoleniem kapitan ślimaków zgadza się całkowicie zwrócić pieniądze.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Mind Control) Mind Control the Slugs into giving a full refund.
ja: (マインドコントロール）ナメクジをマインドコントロールして全額返金させる。
pl: (Kontrola umysłu) Przejmij kontrolę nad umysłem ślimaków, aby całkowicie zwróciły pieniądze.

source: You calibrate the Mind Control to lock onto the Slug ship... but nothing happens. It's at this moment you remember Slugs can't be mind controlled at all. The Slug captain laughs at your pitiful attempt and you leave in shame.
ja: マインド・コントロールを調整し、スラッグの船をロックする......が、何も起こらない。この瞬間、あなたはスラッグがマインドコントロールできないことを思い出した。ナメクジ船長はあなたの哀れな試みを見て笑い、あなたは恥じてその場を去った。
pl: Ustanawiasz kontrolę umysłu na statku ślimaków ... ale nic się nie dzieje.W tej chwili pamiętasz, że ślimaki wcale nie mogą być kontrolowane przez umysł.Kapitan ślimaków śmieje się z twojej nieszczęśliwej próby, a ty odchodzisz ze wstydu.

source: You have better things to attend to, leave them.
ja: あなたにはもっと大事なことがあるはずだ。
pl: Masz ważniejsze rzeczy, aby je zostawić.

source: Leave them be.
ja: 放っておけばいい。
pl: Zostaw ich w spokoju.

source: You leave the two ships to their bickering.
ja: あなたは2隻の船の口論を放っておく。
pl: Zostawiasz dwa statki w spokoju z ich nieporozumieniem.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Apparently the Rock Captain was more annoyed than you thought, they shut off all communication and turn on you, the 'slime balls' defender.
ja: どうやらロック・キャプテンはあなたが思っている以上にイライラしていたようで、すべての通信を遮断し、『スライムボール』のディフェンダーであるあなたに矛先を向けた。
pl: Najwyraźniej kapitan Valunova jest bardziej zirytowany, niż myślałeś, wyłączyli połączenie i zaatakowali cię, obrońcą „skrzepów śluzu”.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: With much grumbling, the Rock Captain agrees to pay the price.
ja: ロック・キャプテンは不平を漏らしながらも、代償を支払うことに同意する。
pl: Z wielkim niezadowoleniem kapitan Valunov zgadza się zapłacić cenę.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A massive explosion emanates from the Rock Ship, shattering its hull and sending debris on an unavoidable collision course to your ship. Seems like that reactor upgrade was poorly done after all, and the Slugs took the opportunity to jump away.
ja: ロック・シップから大爆発が起こり、船体が粉々に砕け散り、破片があなたの船に衝突するのは避けられない。どうやらリアクターのアップグレードがうまくいかなかったようだ。
pl: Na statku Boulders słychać potężną eksplozję, niszcząc jego kadłub i wysyłając fragmenty do nieuniknionego starcia ze statkiem.Wygląda na to, że modernizacja reaktora była w rzeczywistości słabo, a ślimaki skorzystali z okazji, aby skakać.

source: The Slugs offer their thanks for your help, and jump away. Their true appreciation is questionable, but at least you can get back to your mission.
ja: ナメクジたちはあなたの助けに対して感謝の言葉を述べ、飛び去る。彼らが本当に感謝しているかは疑問だが、少なくともあなたは任務に戻ることができる。
pl: Slugi dziękuję za pomoc i skakaj.Ich prawdziwa wdzięczność jest wątpliwa, ale przynajmniej możesz wrócić do swojej misji.

source: The Slug Captain offers a free reactor upgrade for your help. It never hurts to get a little power boost!
ja: ナメクジ船長が、あなたのためにリアクターの無料アップグレードを提供します。パワーアップして損はない！
pl: Kapitan Slugs oferuje bezpłatną aktualizację reaktora dla Twojej pomocy.Naładowanie trochę energii nigdy nie zaszkodzi!

source: The Slug Captain, thankful for your help, offers a reactor upgrade for your ship... for a 'fair' price.
ja: ナメクジ船長はあなたの協力に感謝し、リアクターのアップグレードを申し出る。
pl: Kapitan ślimaków, wdzięczny za pomoc, oferuje modernizację reaktora twojego statku ... w „uczciwej” cenie.

source: Agree to the price.
ja: 価格に同意する。
pl: Zgadzam się na tę cenę.

source: You let their team on board and after a short time they finish their work.
ja: あなたは彼らのチームを参加させ、しばらくすると彼らは仕事を終える。
pl: Pozwoliłeś ich zespołowi na pokładzie, a po krótkim czasie kończą swoją pracę.

source: Decline the offer.
ja: オファーを断る。
pl: Odrzucić ofertę.

source: You break communications and prepare to move on.
ja: コミュニケーションを断ち切り、次に進む準備をする。
pl: Wyłączasz połączenie i przygotowujesz się do przejścia.

source: "Hahahah! Like hell I'd take the adviccce of a Federation captain, essspecccially when he tellss me I should just let myssself get ssscammed out of my money!" The Slug ship immediately turns hostile!
ja: 「ハハハハ！連邦の船長の言うことなんか聞くか！特に、金をむしり取られろなんて言われたらな！"ナメクジ船はすぐに敵意をむき出しにする！
pl: „Ha ha ha! Cholernie sss dwa, pójdę do sesora kapitana federacji, jest to konsekwentne, gdy mówi mi, że muszę dążyć do oszukiwania pieniędzy za pieniądze!”Statek staje się wrogi!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You're pretty certain you hear the Slugs say some nasty things about your mother under their breath, but they do reluctantly accept the Rockman's new price.
ja: ナメクジたちが息をひそめてあなたの母親の悪口を言っているのを聞いたのは確かだが、彼らはロックマンの新しい値段をしぶしぶ受け入れた。
pl: Jesteś prawie pewien, że słyszałeś, jak ślimaki w szepcie powiedziały o czymś nieprzyjemnym o twojej matce, ale niechętnie zgadzają się na nową cenę głazu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A massive explosion emanates from the Rock Ship, shattering its hull and sending debris on an unavoidable collision course to your ship. Seems like that reactor upgrade was poorly done after all, and the Slugs took the opportunity to jump away.
ja: ロック・シップから大爆発が起こり、船体が粉々に砕け散り、破片があなたの船に衝突するのは避けられない。どうやらリアクターのアップグレードがうまくいかなかったようだ。
pl: Na statku Boulders słychać potężną eksplozję, niszcząc jego kadłub i wysyłając fragmenty do nieuniknionego starcia ze statkiem.Wygląda na to, że modernizacja reaktora była w rzeczywistości słabo, a ślimaki skorzystali z okazji, aby skakać.

source: The Rock captain grumbles then jumps away without another word. You know Rockmen tend to be ungrateful as a culture, but this is just plain rude.
ja: ロックのキャプテンは不機嫌そうに言うと、それ以上何も言わずに飛び去っていった。ロックマンは文化として恩知らずな傾向があるのは知っているだろうが、これは失礼極まりない。
pl: Kapitan Valunov uśmiecha się i wchodzi w skok, nie mówiąc już ani słowa.Wiesz, że niewdzięczność głazów jest osadzona w ich kulturze, ale jest to po prostu niegrzeczne.

source: The Rock captain seems rather ungrateful for your assistance, and still bent out of shape by his unsatisfactory reactor upgrades. "And what am I supposed to do about this crapjob upgrade?"
ja: ロックのキャプテンはあなたの援助に感謝していないようだし、リアクターのアップグレードに満足していないようだ。「このクソみたいなアップグレードをどうしろと言うんだ？
pl: Kapitan Valunov wydaje się niewdzięczny dla twojej pomocy i nadal lamentuje o niezadowalającej modernizacji reaktora.„A co powinienem zrobić z tą gównianą poprawą?”

source: Fix it for them. [-25~]
ja: 修正してあげてください。[-25スクラップ]
pl: Napraw to.[-25 ~]

source: With some scrap of your own, you work on the Rockman's reactor to spruce it up. "Still a cruddy job, but at least you aren't as bad as those sludge gushers." It's a very reluctant compliment, but you can tell the Rockman appreciates it because he returns carrying a gift!
ja: 自分のスクラップを持って、ロックマンのリアクターを修理する。"まだ雑な仕事だが、少なくともあのヘドロの噴出し屋ほどひどくはないな"とても不本意な褒め言葉だが、ロックマンが贈り物を携えて戻ってきたことから、感謝していることがわかる！
pl: Za pomocą własnego złomu pracujesz nad reaktorem Boulder, aby go uporządkować.„Wciąż brudna praca, ale przynajmniej nie jesteś tak zły jak ci handlowcy śmieciami”.To bardzo wątpliwy komplement, ale można powiedzieć, że Valun docenił twoje wysiłki, ponieważ wraca z prezentem!

source: Deal with it.
ja: それに対処する。
pl: To Twój problem.

source: You aren't sure what reaction you expected from this response, but the abrupt laughter from the Rock captain surprises you. "I like your style." Brief, but a compliment from a Rockman is nothing to scoff at. Especially since it's followed by a small gift as a "thank you" for helping them.
ja: この反応からどんなリアクションを期待していたのかわからないが、ロックのキャプテンの突然の笑いに驚く。"君のスタイルが好きだ"。短い言葉だが、ロックマンからの賛辞を馬鹿にすることはできない。特に、その後に「助けてくれてありがとう」とささやかなプレゼントが添えられているのだから。
pl: Nie wiesz, jakiej reakcji można się spodziewać po odpowiedzi, ale ostry śmiech kapitana Valuny cię zaskakuje."Lubię Twój styl".Krótkie, ale wciąż komplement z głazu nie jest powodem do wyśmiewania.Ponadto następuje mały prezent jako „dziękuję” za pomoc.

# data/events_sector_theocracy.xml$//event[@name="ROCK_RAVINE"]/text
source: On the surface of a nearby planet is a massive ravine. It all looks normal until you spot two Rock scouts flying past, deeper into the ravine.
ja: 近くの惑星の表面には巨大な渓谷がある。渓谷の奥深く、2人のロック・スカウトが通り過ぎるのを見つけるまでは、すべてが普通に見える。
pl: Ogromny wąwóz znajduje się na powierzchni najbliższej planety.Wszystko wygląda normalnie, dopóki nie zauważysz dwóch zwiadowców głazów przelatujących obok głębin wąwozu.

# data/events_sector_theocracy.xml$//event[@name="ROCK_RAVINE"]/choice[1]/text
source: Follow them.
ja: 彼らに従え。
pl: Podążaj za nimi.

source: You trail the ships from far behind, making sure they can't see you but never losing them. Not too long after you reach a fork in the ravine, and the ships split up. If you don't want the Rebel fleet catching up, you'll only have time to explore one of the paths.
ja: 遥か後方から船を追い、見つからないようにしながらも、決して見失わないようにする。ほどなくして渓谷の分かれ道に差し掛かり、船は二手に分かれる。反乱軍の艦隊に追いつかれたくなければ、どちらかの道を探るしかない。
pl: Podążasz za statkami z dużej odległości, starając się cię nie widzieć, ale nie tracąc ich z oczu.Wkrótce dotrzesz do widelca w wąwozie, a statki są podzielone.Jeśli nie chcesz, aby flota rebeliantów cię dogoniła, masz czas na studiowanie tylko jednego z widelec.

source: Follow the ship to the left.
ja: 船に沿って左へ。
pl: Podążaj za statkiem po lewej stronie.

source: The ship stops at what looks like a giant facility built into the face of the ravine's sheer drop. With nowhere to hide, the Rockmen inevitably spot you and prepare to defend whatever the facility may be.
ja: 船は、渓谷の切り立った落差のある場所に建てられた巨大な施設のようなものに停まる。隠れる場所がないため、ロックマンは必然的にあなたたちを見つけ、その施設が何であろうと守る準備をする。
pl: Statek zatrzymuje się przed gigantyczną konstrukcją wbudowaną w stromą ścianę wąwozu.Głazy, które nie mają dokąd pójść natychmiast, zauważają cię i przygotowują się do ochrony obiektu.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Follow the ship to the right.
ja: 船に沿って右へ。
pl: Podążaj za statkiem po prawej stronie.

source: The ship lands near a giant prison camp built on the floor of the ravine. It looks abandoned, but you don't have much time to investigate before the Rockmen spot your ship and attacks.
ja: 船は渓谷の底に建てられた巨大な収容所の近くに着陸する。廃墟のように見えるが、ロックマンに見つかって攻撃される前に調査する時間はあまりない。
pl: Statek ląduje obok gigantycznego obozu więziennego zbudowanego na dole wąwozu.Wygląda na opuszczony, ale nie masz czasu na jego studia, dopóki głazy nie zauważą twojego statku i nie zaatakują go.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Nevermind, this is a bad idea.
ja: 気にするな、これは悪い考えだ。
pl: To nie ma znaczenia, to zły pomysł.

# data/events_sector_theocracy.xml$//event[@name="ROCK_RAVINE"]/choice[2]/text
source: Ignore the ships.
ja: 船は無視する。
pl: Nie zwracaj uwagi na statki.

source: Those Rockmen could be doing anything down there, and it's none of your business.
ja: ロックマンたちは下で何をしていてもおかしくないし、あなたには関係ないことだ。
pl: Te głazy mogą tam zrobić wszystko, a to nie jest twój biznes.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_RAVINE_LEFT"]/text
source: You've defeated the Rock vessel. You have some time to scrap the ship before investigating the facility.
ja: ロック船を撃破した。施設を調査する前に、船をスクラップにする時間がある。
pl: Pokonałeś statek głazów.Masz trochę czasu na zebranie wszystkiego, co przydatne z wraku przed zbadaniem obiektu.

# data/events_sector_theocracy.xml$//event[@name="ROCK_RAVINE_LEFT"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The entrance to the structure leads you to a deprecated lobby. A barely functional elevator suggests there must be a back-up generator running, because this facility has long since been abandoned. There's several different options for floors to explore, but you'll only have time for one.
ja: 建物の入り口を入ると、時代遅れのロビーがある。かろうじて機能するエレベーターがあることから、予備発電機が稼働しているのだろう。探検するフロアの選択肢はいくつかあるが、時間があるのは1つだけだ。
pl: Wejście do budynku prowadzi do przestarzałego lobby.Ledwo funkcjonująca winda sugeruje, że generator kopii zapasowych powinien tu pracować, ponieważ obiekt od dawna został porzucony.Istnieje kilka możliwych sposobów studiowania podłóg, ale masz czas tylko na jeden.

source: Explore the floor marked as "control".
ja: コントロール」と書かれたフロアを探索する。
pl: Przeglądaj podłogę wyznaczoną jako „zarządzanie”.

source: A floor marked control in a Rock facility is sure to be an interesting experience. You head there, wary of the elevator. Inside is a no-longer functional Mind Control system and a giant screen overlooking what looks to be a giant prison camp on the other side of the ravine. You begin to think there's nothing of actual use in this room until you notice a combat augment in the corner, as well as some discarded fuel cells.
ja: ロックの施設にあるフロアマーク付きのコントロールは、きっと面白い体験になるだろう。エレベーターを警戒しながら、あなたはそこへ向かう。中にはもう機能していないマインド・コントロール・システムと、渓谷の反対側にある巨大な収容所らしきものを見下ろす巨大なスクリーンがある。隅に戦闘用オーグメントと廃棄された燃料電池があることに気づくまで、この部屋には実際に使えるものは何もないと思い始めた。
pl: Podłoga oznaczona jako „zarządzanie” w kompleksie Boulder z pewnością będzie interesujące.Idziesz tam, unikając windy.Wewnątrz znajduje się już system nie pracujący w monitorowaniu umysłu i ogromny ekran z widokiem na gigantyczny obóz jeniecki po drugiej stronie wąwozu.Zacząłeś już myśleć, że w tym pokoju nie było nic przydatnego, dopóki nie zauważysz modułu bojowego i kilku opuszczonych elementów paliwa w rogu.

source: Explore the floor marked as "security".
ja: セキュリティ」と書かれたフロアを探索する。
pl: Przeglądaj podłogę oznaczoną jako „ochrona”.

source: The security floor has piqued your interest. You head there, wary of the elevator. Heavy blast doors protect the way in, but something has managed to bend them back far enough for you to squeeze by. Several monitors overlooks the other rooms of the facility, proving it to be completely empty of staff. Not much here is of value to a military ship, other than a Long-Ranged Scanners augmentation and some droneparts.
ja: セキュリティーフロアに興味が湧いた。エレベーターを警戒しながら、そこへ向かう。重いブラストドアが道をふさいでいるが、何者かがそれを曲げ、あなたが通り抜けられるようにしている。モニターからは施設の他の部屋も見渡せる。軍用艦にとって価値のあるものは、ロングレンジ・スキャナーの増強といくつかのドローンパーツ以外には、ここにはあまりない。
pl: Podłoga strażnika wzbudziła zainteresowanie tobą.Idziesz tam, unikając windy.Ciężkie drzwi chronią tutaj ścieżkę, ale coś udało się je na tyle mocno zgiąć, abyś mógł ścisnąć.W kilku monitorach widoczne są inne pomieszczenia kompleksu, co dowodzi, że nie ma personelu.Tutaj niewiele jest wartości okrętu wojennego, z wyjątkiem skanera dalekiego zasięgu i kilku kompleksów dronów.

source: Explore the floor marked as "armory".
ja: 武器庫」と書かれたフロアを探索する。
pl: Przeglądaj podłogę oznaczoną jako „Arsenal”.

source: The armory seems like the obvious choice. You head there, wary of the elevator. Inside you find several racks of supplies and various weapons. With limited manpower, you take one of the weapons at random as well as a few missiles.
ja: 武器庫は当然の選択のように思える。エレベーターを警戒しながら、そこへ向かう。中に入ると、備品と様々な武器の入った棚がいくつかある。限られた人員で、あなたはミサイル数発と武器の中から適当に1つを選んだ。
pl: Arsenal wydaje się oczywistym wyborem.Idziesz tam, unikając windy.Wewnątrz znajduje się kilka stojaków z zapasami i różnymi bronią.W warunkach braku porodu przyjmujesz losowo jeden z rodzajów broni, a także kilka głowic.

# data/events_sector_theocracy.xml$//event[@name="ROCK_RAVINE_RIGHT"]/text
source: You've defeated the Rock vessel. You have some time to scrap the ship before investigating the camp.
ja: あなたはロック船を倒した。キャンプを調査する前に、船をスクラップにする時間がある。
pl: Pokonałeś statek głazów.Masz trochę czasu na zebranie wszystkiego, co przydatne z wraku przed odkryciem obozu.

# data/events_sector_theocracy.xml$//event[@name="ROCK_RAVINE_RIGHT"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The Rock prison camp appears to be primarily abandoned, but a lone camp fire that's still burning suggests there may still be some life left behind. You're proven correct when further exploration reveals a small band of prisoners of various races. They explain that the prisoners revolted and managed to kill off most of the Rock guards. The Rockmen retreated and the surviving prisoners starved to death. This small group are the only ones who remain. You don't have enough space on the ship to take them all with you, but you can probably bring one of them.
ja: ロック収容所は主に放棄されたように見えるが、まだ燃えている一基のキャンプファイヤーは、まだ何らかの生命が残されている可能性を示唆している。さらに探索を進めると、さまざまな種族の囚人たちがいた。彼らの説明によると、囚人たちは反乱を起こし、ロック族の警備兵のほとんどを殺すことに成功したという。ロックマンたちは退却し、生き残った囚人たちは餓死した。残ったのはこの小さなグループだけだ。全員を連れて行くには船のスペースが足りないが、一人くらいなら連れて行けるだろう。
pl: Wydaje się, że obóz więzienny głazów jest głównie porzucony, ale samotne ognisko, które wciąż jest włączone, sugeruje, że w obozie wciąż jest trochę życia.Jesteście o tym przekonani, gdy w dalszych badaniach znajdziesz małą grupę więźniów należących do różnych ras.Wyjaśniają, że więźniowie podnieśli powstanie i udało się zabić większość dzwonów głazów.Głazy wycofały się, a ożywiali jeńcy zmarli z powodu głodu.Ta mała grupa jest jedyną, która została.Na statku nie ma wystarczającej ilości miejsca, aby zabrać je wszystkie ze sobą, ale jeden z nich może zabrać ze sobą.

source: Bring one of the Rock prisoners.
ja: ロックの囚人を一人連れてこい。
pl: Weź jednego z więźniów głazów.

source: The Rock bears the markings of an outcast, likely a fugitive from the Rock government who was recently captured. They don't speak much, but you can tell they're glad you've chosen to rescue them.
ja: ロックには追放者の印がある。おそらくロック政府からの逃亡者で、最近捕まったのだろう。彼らは多くを語らないが、あなたが彼らを救うことを選んだことを喜んでいることはわかる。
pl: Boulder ma oceny wyrzutku, najprawdopodobniej, zbiegiem z władz Valuna, które zostały niedawno złapane.Jest lakoniczny, ale możemy powiedzieć, że cieszy się, że postanowiłeś go uratować.

source: Bring one of the Human prisoners.
ja: 人間の囚人を一人連れて来い。
pl: Weź jednego z więźniów.

source: The human turns out to be a Rebel Engineer, captured by the Rockmen with the intent to be used as a hostage to bargain with the Rebels. Unfortunately for them, the Rebels had no interest in buying back the prisoner. They were locked into this camp. Despite being of Rebel origins, they are more than glad to come with you and leave behind this place.
ja: その人間は反乱軍のエンジニアで、反乱軍と交渉するための人質としてロックマンに捕らえられたことが判明した。彼らにとって不運なことに、反乱軍は囚人を買い戻す気はなかった。彼らはこのキャンプに閉じ込められた。反乱軍の出身であるにもかかわらず、彼らはあなたと一緒に来て、この場所を去ることを喜んでいる。
pl: Mężczyzna okazał się inżynierem rebeliantów, uchwycony przez głazy, aby wykorzystać jako zakładnik, aby zawrzeć umowę z rebeliantami.Niestety dla niego rebelianci nie byli zainteresowani odkupieniem niewoli.Został zaostrzony w tym obozie.Pomimo jego pochodzenia związanego z rebeliantami, z przyjemnością idzie z tobą i opuścić to miejsce.

source: Bring one of the Slug prisoners.
ja: スラッグの捕虜を1人連れてこい。
pl: Weź jednego z więźniów ślimaków.

source: The Slug was a tourist captured by the Rockmen based purely on suspicion. Not wanting to admit to their mistake, they simply chose to lock the Slug away in this prison for the rest of eternity. They're vibrant with energy at the prospect of finally being free.
ja: ナメクジは、純粋に疑惑に基づいてロックマンに捕らえられた観光客だった。自分たちの過ちを認めたくなかった彼らは、ナメクジをこの監獄に永遠に閉じ込めることを選んだのだ。ようやく自由になれると思うと、彼らは活気に満ちている。
pl: Śluz był turystą schwytanym przez głazy oparty na nieuzasadnionych podejrzeniach.Nie chcąc przyznać się do błędu, po prostu postanowili wyostrzyć ślimak w tym więzieniu do końca życia.Jest pełen energii z oczekiwania na to, co w końcu będzie wolne.
