Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_theocracy.xml/*.po
Languages: ja, pl

# data/events_sector_theocracy.xml$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[1]
source: A Rock mining vessel is harvesting the mineral-rich asteroids in this locality, and their scouts take your presence to be a transgression. Battle stations!
ja: ロックの採掘船がこの地域の鉱物を豊富に含む小惑星を採掘しており、彼らのスカウトはあなたの存在を違反行為とみなしている。バトル・ステーション
pl: W tym obszarze ofiara asteroid bogatych w minerały jest prowadzone przez statek głazów, a jego zwiadowcy uważają twoją obecność za naruszenie.Walczyć!

# data/events_sector_theocracy.xml$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[2]
source: A rookie Rock cargo ship has taken its orders too literally and took the most direct route to their destination... right through an asteroid field. They're confused and fire wildly as you jump in.
ja: 新米ロック貨物船は命令を文字通りに受け取りすぎて、目的地までの最も近道を選んでしまった...まさに小惑星帯を通り抜けたのだ。彼らは混乱し、あなたが飛び込むと乱射する。
pl: Statek towarowy, którego załoga składa się z początkujących głazów, podniósł porządek zbyt dosłownie i poszedł najprostszą ścieżką do miejsca docelowego ... tuż po polu asteroid.Są zdezorientowani i otwierają płynny ogień, gdy wyjdziesz ze skoku.

# data/events_sector_theocracy.xml$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[3]
source: The captain of a Rock freighter lost in the asteroid field hails you: "Our co-ordinates led us here, but only death greets us. What must be must be. Death to all." You power up the battle systems and wonder how long they've been stuck here.
ja: 小惑星帯で遭難したロック貨物船の船長があなたに声をかけてきた：「座標は我々をここに導いたが、我々を迎えるのは死だけだ。なるようにしかならない。すべての者に死を。あなたは戦闘システムをパワーアップさせ、彼らがどれくらいここで立ち往生しているのか疑問に思う。
pl: Zostajesz wezwany przez kapitana statku ładunkowego głazów, zagubiony na polu asteroid „Przybyliśmy tutaj na tych współrzędnych, ale poznaliśmy tutaj tylko śmierć. Co nie powinno być przekazywane. Śmierć wszystkim”.Aktywujesz systemy bojowe i zastanawiasz się, jak długo tu utknęli.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You arrive in an asteroid field and immediately begin evasive maneuvers when a loud clunk reverberates through the ship. At first you think the hull has been hit, but the noise came from some Rock intruders teleporting aboard the ship!
ja: 小惑星帯に到着し、すぐに回避行動を開始すると、大きな音が船内に響いた。最初は船体がやられたのかと思ったが、その音はロックがテレポートしてきたものだった！
pl: Wchodzisz na pole asteroid i natychmiast zaczynasz manewry uchylania się, gdy głośny ryk rozprzestrzenia się wzdłuż statku.Początkowo myślałeś, że kadłub statku został uszkodzony, ale hałas był spowodowany faktem, że nieproszeni goście zostali teleportowani - głazy!

source: Your shields are being taxed as they deflect the debris from an asteroid field. As you weave your way between the rocks, you happen upon a Rock pirate stronghold. You register teleport signatures and hear shouts aboard the ship.
ja: 小惑星帯からの破片をそらすため、シールドに負荷がかかっている。岩の間を縫うように進むと、ロック海賊の拠点に遭遇する。テレポートシグネチャーを登録し、船内の叫び声を聞く。
pl: Twoje tarcze są poddawane dużym obciążeniom, odzwierciedlając przepływ fragmentów pola asteroid.Przechodząc między rasami, natkniesz się na twierdzę piracki Valunas.Nagrywasz podpisy teleportacyjne i słyszysz krzyki na pokładzie statku.

# data/events_sector_theocracy.xml$//textList[@name="BOARDERS_ROCK_SUN"]/text[1]
source: As soon as you arrive you hear the telltale sounds of a teleporter and shouts reverberating through the ship, "Prepare to burn, fleshy meat-sack aliens!"
ja: 到着するやいなや、テレポーターの音が聞こえ、"焼かれる準備をしろ、肉付きの悪い肉袋のエイリアンども！"という叫び声が船内に響き渡る。
pl: Natychmiast po przybyciu usłyszane są charakterystyczne dźwięki teleportera i krzyki wzdłuż statku: „Przygotuj się na spalenie, mięsisty nieznajomi!”

# data/events_sector_theocracy.xml$//textList[@name="BOARDERS_ROCK_SUN"]/text[2]
source: With their high resistance to heat, outlaw Rocks often settle very close to stars. That is why it is hardly surprising when your ship gets boarded as you stumble past a hidden settlement.
ja: 熱に強い無法者ロックは、しばしば星のすぐ近くに定住する。そのため、隠れた集落を通り過ぎたときに船が乗り込まれても、ほとんど驚くことはない。
pl: Posiadając wysoki odporność na ciepło, głazy zakazane często osiedlają się bardzo blisko gwiazd.Dlatego nie jest zaskakujące, że przekazywanie tajnej osady, twój statek jest atakowany.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You catch chatter on the nearby Rock ship. In a hush tone, they speak of your ship and what vile sins must be committed aboard it. Eager to enact out the Elders' law, they power up weapons and attack!
ja: あなたは近くのロック船でおしゃべりを聞いていた。ひそひそとした口調で、彼らはあなたの船について、そしてその船でどんな卑劣な罪を犯すべきかを話している。長老たちの掟を実行しようと、彼らは武器をパワーアップし、攻撃を仕掛けてくる！
pl: Złapałeś rozmowy na najbliższym statku głazów.W szepcie mówią o twoim statku i o tym, jakie nikczemne grzechy powinny wejść na pokład.Chcąc spełnić prawo starszych, ładują broń i atakują!

source: The Rock citizens are perhaps some of the best armed civilians of any race. Unfortunately, that means just about every ship you encounter here is more than willing to engage you in a brawl.
ja: ロックの市民は、おそらくどの種族よりも武装している。残念なことに、ここで遭遇する船はすべて、あなたと乱闘になることを厭わないということだ。
pl: Być może głazy cywilne są jednym z najlepiej uzbrojonych cywilów spośród wszystkich innych ras.Niestety oznacza to, że prawie każdy statek, który tu spotkasz, będzie gotowy do ciebie dołączyć.

source: You've stepped foot in the Rock Homeworlds, the highly valued sanctuary for the Rock people. It is no wonder that the irate citizens of this sector seek your destruction so eagerly.
ja: 君はロック・ホームワールドに足を踏み入れた。ロック族の聖地として高く評価されている場所だ。このセクターの怒り狂った市民があなたの破壊を熱心に求めるのも無理はない。
pl: Zaatakowałeś swoje rodzime światy głazów, tak doceniane przez głazy schroniska.Nic dziwnego, że gniewni mieszkańcy tego sektora tak pragną twojego zniszczenia.

source: "This one, he is not covered in stone! We shall cut off his head, and mount it to our wall as a trophy!" It doesn't seem the Rockmen here are willing to negotiate.
ja: 「こいつは石で覆われていない！首を切り落として、戦利品として壁に飾ろう！"ロックマンは交渉に応じないようだ。
pl: „Ten, nie jest pokryty kamieniem! Odetniemy jego głowę i powiesmy na ścianie jako trofeum!”Nie wydaje się, aby głazy są gotowe do negocjacji.

source: There is a very thin line between civilians and military in the Rock Homeworlds. It's hard to tell the origins of the ship here, but nevertheless they're hostile and looking for a fight.
ja: ロック・ホームワールドでは民間人と軍人の境界線が非常に薄い。この船の出自を見分けるのは難しいが、それでも彼らは敵対的で、戦いを求めている。
pl: Istnieje bardzo subtelna granica między cywilem a wojskiem w rodzimych światach głazów.Trudno powiedzieć o pochodzeniu tego statku, ale mimo to są wrogo nastawieni i chcą walczyć.

source: Your very presence in this sector is a tremendous insult to Rock-kind. The Rockmen in the nearby system aren't pleased with your presence and decide to deal with you themselves.
ja: 君たちがこのセクターに存在すること自体が、ロック人に対するとてつもない侮辱だ。近くの星系にいるロックマンたちは君の存在を快く思っておらず、自分たちで対処することに決めた。
pl: Twoja obecność w tym sektorze jest ogromną zniewagą dla głazów.Głazy z pobliskiego systemu są niezadowoleni z twojej obecności i postanowili sobie poradzić z tobą.

source: Rockmen aren't particularly friendly, but you know you've made a real mistake coming here when the civilians near this beacon go out of their way to initiate combat with you.
ja: ロックマンは特に友好的ではないが、このビーコンの近くにいる民間人がわざわざ戦闘を仕掛けてくるのだから、ここに来たのは本当に間違いだったとわかる。
pl: Głazy nie różnią się w szczególności życzliwości, ale rozumiesz, że popełniłeś prawdziwy błąd, przybywając tutaj, gdy cywile mieszkające w pobliżu latarni morskiej wysiadają ze skóry, aby przyłączyć się do ciebie.

source: A Lost Sun ship, seeking out Rock citizens to capture and take back to the Stronghold as prisoners, identifies your ship. "Traitorous coward! A Federation vessel, out here, giving aid to the Rock Elders' followers? You are scum! I will roast all of you alive." They aren't exactly correct, but you doubt arguing will help.
ja: ロスト・サン号がロック市民を捕らえ捕虜としてストロングホールドに持ち帰るため、あなたの船を確認しました。「裏切り者の臆病者め裏切り者の臆病者め！連邦の船がこんなところでロック長老の支持者を助けるだと？お前はクズだ！生きたまま焼き殺してやる"正確には正しくないが、言い争っても無駄だろう。
pl: Statek Zaginionego Słońca, który szuka cywilnych głazów, aby je schwytać i dostarczyć je jako jeńców do twierdzy, identyfikuje twój statek.„Zdradziec Kholui! Statek federacji tutaj zapewnia pomocnikom starszych głazów? Jesteś szumowiną! Smażę was wszystkich żyjących na świętym ogniu”.Nie są całkowicie słuszne, ale wątpisz, że spór pomoże.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="ROCK_CRYSTAL_WAYSTONE"]/text
source: It seems you've discovered the Crystalline Waystone, the device used to enter the Crystal Homeworlds. The beacon is shockingly empty, despite the boom in tourism that eventually lead to the exodus of the Crystal race back to the galactic scene.
ja: クリスタルの母星に入るための装置、"クリスタル・ウェイストーン "を発見したようだ。観光ブームが起こり、やがてクリスタル種族が銀河系に脱出することになったにもかかわらず、ビーコンは驚くほど空っぽだった。
pl: Wygląda na to, że odkryłeś kamień prowadzący krystaliny - urządzenie używane do wchodzenia do rodzimych światów kryształów.Pomimo boomu turystycznego, który ostatecznie doprowadził do powrotu krystalicznego wyścigu z powrotem na arenę galaktyczną, latarnia morska była zaskakująco pusta.

source: Scrap it.
ja: スクラップだ。
pl: Demontować to.

source: Leave it alone.
ja: 放っておけばいい。
pl: Niech tak jest.

source: Better not risk it. The Rock people are unlikely to respond well to vandalism.
ja: 危険は冒さない方がいい。ロックの連中は破壊行為にはあまり反応しないだろう。
pl: Lepiej nie podejmować ryzyka.Szklanki raczej spokojnie zareagują na wandalizm.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Crystal Crew) Have your Crystal crew activate the device again.
ja: (クリスタル・クルー）クリスタル・クルーにもう一度装置を起動させる。
pl: (Członek załogi krystalicznej) Pozwól, aby krystaliczny ponownie aktywuje urządzenie.

source: Are you certain you want to do this? You will immediately be taken to the Crystal Homeworlds.
ja: 本当にやりたいのか？すぐにクリスタル・ホームワールドに移動します。
pl: Czy na pewno chcesz to zrobić?Natychmiast pójdziesz do krystalinowania światów rodzimych.

source: Yes.
ja: そうだ。
pl: Tak.

source: Nevermind.
ja: 気にするな。
pl: Nie ma znaczenia.

source: You break it apart and take it for scrap. No one will miss it.
ja: バラバラにしてスクラップにするんだ。誰も見逃さない。
pl: Łamasz go na kawałki i wydobywasz ze złomu.Nikt tego nie będzie potrzebował.

source: As you start to break it apart a Rock military ship jumps nearby. "You think you can come into our sector and just steal whatever you please?! Prepare to die, vandals!"
ja: それをバラバラにしようとすると、ロック軍の船が近くにジャンプしてきた。「私たちのセクターに入ってきて、好きなものを何でも盗めると思ってるのか？死を覚悟しろ、破壊者ども！"
pl: Kiedy zaczynasz łamać go na kawałki, w pobliżu pojawia się okręt wojenny głazów: „Myślisz, że możesz przyjść do naszego sektora i po prostu ukraść wszystko, co zadowolisz?! Przygotuj się na śmierć, wandali!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="ENCOUNTER_ROCK_ELITE"]/text
source: The Rockman Crusaders were once recruited to enact the Inquisition, a brutal invasion of other worlds deemed full of heretics to instate the 'wisdom' of the Elders. The Federation has officially put an end to the Inquisition long ago, but the Crusader rank has not yet been disbanded. They can still be seen on patrols to fulfill the schemes of the Elders and protect their claims from outsiders, such as yourself.
ja: ロックマン・クルセイダーズはかつて異端審問を実施するために採用された。異端者が多いとみなされた異世界に残忍な侵略を行い、長老たちの「知恵」を植え付けるためである。連邦はとっくの昔に異端審問に終止符を打ったが、クルセイダーの階級はまだ解散していない。彼らは長老たちの計画を遂行し、あなたのような部外者から彼らの主張を守るため、パトロールを続けている。
pl: Krzyżowcy głazów zostali kiedyś wezwani do wdrożenia Inkwizycji - okrutnej inwazji na inne światy, które uznano za kompletnych heretyków w celu wprowadzenia „mądrości” starszych.Federacja od dawna popełniła inkwizycję, ale szeregi krzyżowców nie zostały jeszcze rozwiązane.Nadal można je zobaczyć w patrolach wykonujących zadania starszych i chroniące ich przed osobami z zewnątrz, takich jak ty.

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="ROCK_ZOLTAN_PARASITE"]/text
source: A Rock station nearby is mass-broadcasting a request for medical aid. "Medical assistance required at Station R-0735Q. Need help extracting parasite. Will pay."
ja: 近くのロック・ステーションが医療援助の要請を大量放送している。"ステーションR-0735Qで医療支援を要請する。寄生虫の摘出を手伝ってほしい。報酬は支払う"
pl: Z pobliskiej stacji Valunov rozpowszechniono wniosek o opiekę medyczną.„Wymagana jest pomoc medyczna na stacji R-0735K. Potrzebujemy pomocy w wydobyciu pasożyta. Zapłacę”.

source: Offer to help.
ja: 協力を申し出る。
pl: Zaoferować pomoc.

source: The Rockmen are mildly confused that a Federation ship is offering to help, but don't complain. "We are representatives for Zulfiqar Industries. Yesterday, CMO Rig Bramston arranged a meeting on these premises with a Zoltan envoy named Tintan to discuss means of distribution and marketing within the Ministry. However, we did not anticipate a Slug vessel to arrive shortly after and deploy a 'prank' on the meeting, mind controlling Rig to consume Tintan whole. As you can understand, we are now in quite the dilemma and need to operate immediately."
ja: ロックマンたちは、連邦の船が援助を申し出ていることに軽く困惑しているが、文句は言わない。「我々はズルフィカー産業の代表だ。昨日、CMOのリグ・ブラムストンが、ティンタンというゾルタン特使と、省内での流通と販売の方法について話し合うため、この敷地内での会議を手配した。しかし、その直後にスラグ船が到着し、リグをマインドコントロールしてティンタンを丸呑みにするという「いたずら」を仕掛けてくるとは予想もしていませんでした。お分かりのように、私たちは今、非常に大きなジレンマに陥っており、直ちに行動を起こす必要があります」。
pl: Głazy są nieco zawstydzone faktem, że statek oferuje pomoc, ale nie narzekają.„Jesteśmy przedstawicielami firmy” Zulfyar Indastriz ”. Wczoraj dyrektor zarządzający Rig Braharmston zorganizował spotkanie z posłańcem Tintan na tym terytorium, aby omówić metody dystrybucji produktów w służbie. Nie spodziewaliśmy się jednak że wkrótce potem statek przyjedzie, a on zorganizuje „rajd” na spotkaniu, zarządzając umysłem Rygi, aby pochłaniał Tintana jako całość, jak wiecie, jesteśmy przed złożonym dylematem i powinniśmy działać natychmiast . ”

source: (Tony Sr.) "Rig, is that you?"
ja: (トニー・シニア）"リグ、君か？"
pl: (Tony Art.) „Rig, prawda?”

source: "My god... Tony? Is that you? How are you here?" You have no idea what's going on, but Tony explains. "7 years ago, Tony's was nothing but a small chain local only to the Republic and quite small. I hoped to change that around by selling Zulfiqar goods. I met with Rig to discuss the terms, when out of nowhere a Slug ship arrived and mind controlled me into sticking myself up Rig's... uh... asshole. The surgeons had no idea how to handle the situation. For 3 years we lived like that, stuck together. I was forced to eat Rig's waste to survive. Eventually we found a professional capable of separating us, but it was too late to save either of us from the permanent trauma."
ja: 「トニー？トニー？あなたなの？どうしてここに？"あなたは何が起こっているのかわからないが、トニーは説明する。「7年前、トニーは共和国だけの小さなチェーン店だった。私はズルフィカールの商品を売ることで、それを変えたいと思った。リグと条件について話し合ったとき、どこからともなくスラッグの船がやってきて、マインドコントロールされてリグの・・・あの・・・ケツの穴に刺されたんだ。外科医はどう対処していいかわからなかった。3年間、私たちはそうやって一緒に暮らしていた。私は生きるためにリグの排泄物を食べることを余儀なくされた。結局、私たちを引き離すことのできる専門家を見つけることができたが、私たちのどちらかを永久的なトラウマから救うには遅すぎた。"
pl: „Mój Boże… Tony? Czy to ty? Jak się tu masz?”Nie masz pojęcia, co się dzieje, ale Tony wyjaśnia.„Tony był tylko małą siecią, zlokalizowaną tylko w Republice i miałem nadzieję na zmianę sytuacji, sprzedając towary. .

source: Uh...
ja: ええと...

source: The Rock station owners are completely baffled as to what is happening, but together you, Tony, Rig, and Tintan discuss the situation. It becomes clear Rig and Tintan won't be free of each other any time soon, but with Tony's help you might just be able to track down the Slugs responsible and get revenge.
ja: ロック・ステーションのオーナーたちは、何が起こっているのかまったく理解できず困惑していたが、トニー、リグ、ティンタンの4人で状況を話し合う。リグとティンタンがすぐに自由になることはないだろうが、トニーの助けを借りれば、スラッグの犯人を突き止め、復讐することができるかもしれない。
pl: Właściciele stacji Valunov w całkowitym oszołomieniu z tego, co się dzieje, ale ty, Tony, Rig i Tintan, rozmawiasz razem o sytuacji.Staje się jasne, że Rig i Tintan wkrótce nie będą w stanie się od siebie podzielić, ale z pomocą Tony'ego możesz być w stanie wyśledzić winnego tego ślimaka i zemścić się.

source: Tintan and Rig
ja: ティンタンとリグ
pl: Tintana i platforma

source: (Anurak) Offer soup.
ja: (アヌラック）スープを提供する。
pl: (Anurak) Oferuj zupę.

source: Anurak passes the afflicted Rockman a bowl of soup. "How is this supposed to help?" "Eh? Isn't it obvious? It's good for you!" Rig drinks down the soup and looks pensive. "How strange. The situation doesn't feel as unnerving as it used to." Anurak smiles. "What did I say? A little soup will do you some good! And, of course, it's helping the little one that's resting in your stomach." Rig looks hesitant. "How long will this last?" Anurak shakes his head. "Don't be stupid! You can't just drink soup once and expect to be fine forever. It has to be a part of your diet." Rig looks annoyed. "Well, what am I supposed to do? I don't know how to make that kind of soup." Anurak makes a forceful beckon. "What's that? You want me to make you soup every day? Well, if you insist." With a resigned sigh, Rig and Tintan decide to tag along. The other Rocks look somewhat displeased that the situation wasn't properly resolved.
ja: アヌラックは苦しんでいるロックマンにスープを渡す。"これでどうなるんだ？" "え？体にいいんだよ！" リグはスープを飲み干し、物思いにふけっている。「不思議だね。以前ほど不安を感じない状況だ" アヌラックは微笑む。「言っただろ？少しスープを飲めばいい！もちろん、君の胃の中で休んでいる小さな子も助かるよ。" リグは躊躇しているようだ。「いつまで続くんだ？ アヌラックは首を振る。「バカなことを言うな！一回スープを飲んだだけで、一生大丈夫なんてことはない。食生活の一部でなければならない。" リグが困った顔をする。「どうすればいいんだ？そんなスープの作り方知らないし」。 アヌラックが力強く手招きをする。「何それ？毎日スープを作って欲しいのか？そうおっしゃるなら" リグとティンタンは諦めたようにため息をつきながら、一緒に行くことにした。リグとティンタンは諦めたようにため息をつき、一緒に行くことにした。
pl: Anurak przekazuje miskę zupy ofiarnej głazowi.„A jak to powinno pomóc?” „Czy to nie jest oczywiste? Czy to jest dla Ciebie przydatne!” Rig pije zupę i patrzy na niego w zamyśleniu.„Jak dziwne. Sytuacja nie wydaje się już tak przerażająca jak wcześniej”. Anurak uśmiecha się.„Co powiedziałem? Mała zupa przyniesie ci korzyści! I oczywiście to pomoże dziecku, które jest w twoim żołądku”. Rig się waha."Jak długo to będzie trwało?" Anurak kręci głową.„Nie bądź głupcem! Nie możesz po prostu pić zupy raz i czekać, aż rozwiąże wszystkie problemy. Powinien stać się częścią twojej diety”. RET wygląda na zirytowany.„A co mam zrobić? Nie wiem, jak gotować taką zupę.” Anurak zdecydowanie macha ręką.„Więc co? Chcesz, będę gotować zupę każdego dnia? Cóż, jeśli nalegasz.” Z ulegającym westchnieniem Rig i Tintan postanawiają iść z nim.Reszta głazów wygląda nieco niezadowolnie z faktu, że sytuacja nie była odpowiednio dozwolona.

source: Tintan and Rig
ja: ティンタンとリグ
pl: Tintana i platforma

source: (Alkali) Invent a pretext to study this intriguing specimen.
ja: (アルカリ）この魅力的な標本を研究する口実を考えよう。
pl: (Alcalia) Aby wymyślić wymówkę do zbadania tej ciekawej próbki.

source: "Oh dear! Thhhhis won't do at all! I regret to inform you thhhhat thhhis patient cannot be operated on." The Rockmen look confused. "Yes, if we cut thhhhe patient open, thhhhe Zoltan might undergo a transphhhhasic rupture, destroying bothhhh patients. If you let me take a look at thhhhe specimen- er, patient, I will no doubt be able to come up withhh somethhhhing safer." The Rockmen seem concerned. "Aren't you going to leave?" Alkali nods. "We have very important business. But we will release thhhe patients upon curing thhhhem." The Rockmen sigh. "Fine. Payment on cure only, though." For the forseeable future, it looks like Tintan and Rig will be joining your crew. They're not happy about having to stick together, but at least with Alkali, they might have a chance for some proper treatment. Still, you could have sworn that Alkali muttered something under his breath that sounded like "Too easy".
ja: "やれやれ！残念ですが、この患者さんは手術できません！残念ですが、この患者は手術できません"ロックマンたちは困惑している。「ええ、もしこの患者を切開したら、ゾルタンが破裂して二人とも死んでしまうかもしれません。標本、つまり患者を拝見させていただければ、より安全な方法を思いつくでしょう。" ロックマンたちは心配しているようだ。「帰らないのか？ アルカリはうなずく。「とても重要な仕事があるんだ。しかし、患者を治療したら解放する" ロックマンはため息をつく。「わかった。ただし、支払いは治療費のみだ」。当分の間、ティンタンとリグが仲間になるようだ。彼らは一緒に行動することに不満を持っているが、少なくともアルカリがいれば、適切な治療を受けるチャンスがあるかもしれない。 それにしても、アルカリが息をひそめて「簡単すぎる」とつぶやいたのは間違いない。
pl: „Och, Boże! To się nie odejdzie! Z przykrością mówię wam, że tego pacjenta nie można operować.”Głazy wyglądają na zdezorientowanych.„Tak, jeśli pokroimy pacjenta, Zoltan może mieć szczelinę transfazyjną, która upokorzy obu pacjentów. Jeśli pozwolisz mi spojrzeć na przykład ... uh… pacjent, ja bez wątpienia będę w stanie przyjść z bardziej bezpiecznym ”. Głazy wyglądają na zaniepokojonych.„Nie zamierzasz odejść?” Alcalia kiwa głową.„Mamy nagły wypadek z ważną rzeczą. Ale uwolnimy się od pacjentów, gdy tylko wyjdą”. Głazy są westchnienia.„Dobrze. Ale płatność dopiero po lekarstwie.”W najbliższej przyszłości wydaje się, że Tintan i Rig dołączą do twojego zespołu.Nie są entuzjastycznie nastawieni do faktu, że będą musieli pozostać walki, ale przynajmniej z Alcalią będą mieli szansę na normalne leczenie. Ale możesz przysiąc, że alkali mruknął coś w rodzaju „zbyt łatwego” pod nosem.

source: Tintan and Rig
ja: ティンタンとリグ
pl: Tintana i platforma

source: (Mind Control) Convince the two to live in symbiosis aboard your ship.
ja: (マインド・コントロール）あなたの船で共生するよう2人を説得する。
pl: (Kontrola umysłu), aby przekonać ich do życia w symbiozie na pokładzie twojego statku.

source: Even under the effects of the mind control, it takes a lot of convincing to get the two to agree with forever existing among one another. Their life forever changed, now remarkably for the better, they thank you, and even ask to join your crew. The Rock station is confused as to what has happened, but Rig seems certain this is the right option in his stupor and the Rockmen agree to let him go.
ja: マインド・コントロールの効果下とはいえ、2人が永遠に互いの間に存在することに同意するには、かなりの説得力が必要だ。彼らの人生は永遠に変わり、今では驚くほど良い方向に向かっており、彼らはあなたに感謝し、あなたのクルーに加わりたいとさえ言う。ロックステーションは何が起こったのか混乱するが、リグは茫然自失の中、これが正しい選択だと確信しているようで、ロックマンたちは彼を解放することに同意する。
pl: Nawet pod wpływem kontroli umysłu muszą być przekonani przez długi czas, aby zgodzili się na wieczne istnienie ze sobą.Ich życie zmieniło się na zawsze i na lepsze podziękują ci, a nawet chcą dołączyć do twojej załogi.Na stacji Valunes wszystko jest zamieszane, ale platforma w jego stanie jest pewna, że ​​jest to właściwy wybór, a głazy zgadzają się pozwolić mu odejść.

source: Tintan and Rig
ja: ティンタンとリグ
pl: Tintana i platforma

source: (Surgeon Drone) Perform surgery on the Rockman.
ja: (外科医ドローン）ロックマンに手術を施す。
pl: (Chirurg dronów) Przeprowadź operację na głazie.

source: Without hesitation, the surgeon drone bursts into the station and makes a beeline for the patient at top speed, knocking over any Rocks that stand in its way. It applies anaesthesia, and then precisely makes an incision in Rig's abdomen. It removes the shivering Tintan, sealing up the incision as soon as possible. As it finishes up its treatment on both patients, the Rockmen approach, impressed. "Considering the level of care administered, we are willing to give a healthy reward. Where did you find this technology?"
ja: 外科用ドローンは躊躇することなくステーションに飛び込み、邪魔な岩をなぎ倒しながら、最高速度で患者に向かって一直線に進む。麻酔をかけ、リグの腹部を正確に切開する。震えるティンタンを取り出し、できるだけ早く切開部分を塞ぐ。二人の患者の治療を終えると、ロックマンたちは感心したように近づいてきた。"処置のレベルを考慮し、我々は健康的な報酬を与えたいと思います。この技術はどこで見つけたのですか？
pl: Bez wahania suchszy chirurg pęka na stacji i pędza do pacjenta z maksymalną prędkością, powalając wszystkie głazy stojące na ścieżce.Stosuje znieczulenie, a następnie dokładnie wykręci w jamie brzusznej Rygi.Wydobywa drżący Tintan, jak najszybciej uszczelniając cięcie.Po zakończeniu leczenia obu pacjentów głaz zbliża się do nich pod wrażeniem.„Biorąc pod uwagę poziom pomocy, jesteśmy gotowi dać dobrą nagrodę. Gdzie znalazłeś tę technologię?”

source: (A55) Attempt surgery.
ja: (A55) 手術を試みる。
pl: (34C) Spróbuj przeprowadzić operację.
