Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_theocracy.xml/*.po
Languages: ja, pl

# data/events_sector_theocracy.xml$//event[@name="ROCK_NURSERY_MV_WIN"]/text
source: In return for your support during the fight the survivors reward you with the funds set aside for prison transport. You leave before anyone changes their mind!
ja: 戦いの間、あなたを支援した見返りとして、生存者たちはあなたに刑務所送還のために用意された資金を与える。誰かが考えを変える前に、あなたはその場を去る！
pl: W zamian za wsparcie podczas walki, ocalałych nagradzają cię środkami przydzielonymi do transportu więźniów.Wychodzisz, dopóki nikt nie zmienił zdania!

# data/events_sector_theocracy.xml$//event[@name="ROCK_NURSERY_MV_LOSE"]/text
source: Fully aware that their victory was threatened by your arrival, the survivors immediately dispatch a ship to eliminate you!
ja: 生存者たちは、あなたたちの到着によって自分たちの勝利が脅かされることを十分に認識し、ただちにあなたたちを排除するために船を派遣した！
pl: Zdając sobie sprawę z tego, że ich zwycięstwo było zagrożone, ocaleni natychmiast wysyłają statek, aby cię zniszczyć!

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="DISTRESS_REFUGEE_ROCK"]/text
source: You have encountered a refugee ship drifting in space. It looks as if it was fleeing the Rebel advance and ran out of fuel. Its distress beacon is active, but you're not sure anyone is on board.
ja: 宇宙空間を漂う難民船に遭遇した。反乱軍の進撃から逃れ、燃料が尽きたようだ。救難ビーコンは作動しているが、誰か乗っているかはわからない。
pl: Masz do czynienia ze statkiem uchodźczym dryfującym w kosmosie.Wygląda na to, że został uratowany przed buntownikiem, ale jego paliwo się zakończyło.Ich cierpienie latarnia morska jest aktywna, ale nie jesteś pewien, czy ktoś jest na pokładzie.

source: Hail them.
ja: 万歳。
pl: Skontaktuj się z nimi.

source: Ignore the refugees.
ja: 難民を無視する。
pl: Nie zwracaj uwagi na uchodźców.

source: You're wary of the refugees but figure it's safe to do something on the ship.
ja: 難民を警戒しているようだが、船で何かするのは安全だと考えているのだろう。
pl: Statek uchodźców stanowi potencjalne zagrożenie, ale decydujesz, że możesz zrobić coś na statku bez większego troski.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: As you hail the refugee ship, a Rock ship suddenly jumps into the system... The Rockmen accuse you of protecting heretics and gives you no time to argue before it raises its weapons.
ja: あなたが難民船を呼び止めると、突然ロック船が星系に飛び込んできた。ロックマンは異端者を保護したと非難し、反論する暇も与えず武器を構える。
pl: Kiedy jesteś związany ze statkiem dla uchodźców, statek Boulders wskakuje do systemu ... Bluchers oskarżają cię o ochronę heretyków i, nie pozwalając ci się sprzeciwić, aktywować pistolety.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: You find a Zoltan merchant ship that is sending out a distress call. Its escape is being blocked by a Theocracy patrol. There are no signs of a struggle.
ja: 救難信号を発信しているゾルタンの商船を見つける。その船はセオクラシーのパトロールに脱出を阻まれている。争っている様子はない。
pl: Znajdziesz statek handlowy Zoltansky'ego, który daje sygnał niepokoju.Jest zablokowany przez patrolowy statek teokracji.Nie ma oznak walki.

source: Hail the Zoltans to see what's wrong.
ja: ゾルタンを呼び寄せて、何が問題なのかを確認する。
pl: Skontaktuj się z Zoltans, aby dowiedzieć się, o co chodzi.

source: "You're with the Federation, are you not? We are being ex-" They are abruptly cut off from transmitting. The Rock ship hails you.
ja: 「連邦の方ですね？我々は...」 突然、通信が切られる。ロック船から呼び出し。
pl: „Jesteś z federacji, prawda?Wzywa cię statek Boulders.

source: Respond to the Rock hail.
ja: ロック万歳に応えろ。
pl: Odpowiedz na wezwanie głazów.

source: "Leave now, Renegade. We are within our right to detain merchants, even if they are from the Ministry."
ja: 「今すぐ立ち去れ、レネゲイド。たとえ魔法省の人間であろうと、商人を拘留する権利はある"
pl: „Odejdź, Renegat. Mamy prawo zatrzymać kupców, nawet jeśli pochodzą z posługi”.

source: (Theocracy Elite) "The Ministry is our ally. Release them at once."
ja: (セオクラシー・エリート）「省は我々の味方だ。すぐに釈放しろ"
pl: (Członek ekipy teokracji) „Ministerstwo jest naszym sojusznikiem. Pozwól im natychmiast odejść”.

source: "Er..." The Theocracy captain stumbles over his word. "That is to say... we were just... We needed to ask them some questions..." The Rockman clears his throat. "...They're free to go, then. We hope you'll overlook our... enthusiasm for our duties." To punctuate this, the Rockmen give you a tribute.
ja: "えー..."セオクラシーのキャプテンは言葉に詰まる。「つまり...私たちはただ...ちょっと聞きたいことがあって..."ロックマンは喉を鳴らす。「...では、彼らは自由の身です。我々の...職務に対する熱意を見逃していただきたい。"ロックマンはあなたに賛辞を贈る。
pl: „U ...” kapitan teokracji zawahał się na pierwszy rzut oka.„To znaczy… po prostu… musieliśmy zadać im kilka pytań ...” Boulder czyści gardło.„… Wtedy są wolne. Mamy nadzieję, że nie zlekceważycie naszego ... entuzjazmu dla naszych obowiązków”.Jako potwierdzenie ich słów głazy dają ci zaszczyt.

source: Contact the Zoltan ship.
ja: ゾルタン船に連絡する。
pl: Skontaktuj się ze statkiem Zoltans.

source: (Theocracy-Aligned Rockman) Ask what charge the merchants are being held on.
ja: (セオクラシー・アラインド・ロックマン)商人が何の罪で捕まっているのか尋ねてください。
pl: (Członek załogi-walen z teokracji), aby zapytać, jakie zarzuty zostały zatrzymane przez kupców.

source: "They are under suspicion of spreading Federation lies! If they want to prove their respect for our customs, they will have to provide monetary compensation for the damage they have done to our culture!"
ja: 「彼らは連盟の嘘を広めた疑いがある！我々の習慣を尊重していることを証明したければ、我々の文化に与えた損害に対して金銭的な補償をしなければならない！"
pl: „Są pod zarzutem rozpowszechniania kłamstw Federacji! Jeśli chcą udowodnić swój szacunek dla naszych zwyczajów, będą musieli udzielić odszkodowania pieniężnego za szkody, które wyrządzili naszemu kulturze!”

source: Sounds like you're just extorting them.
ja: 強要しているようにしか聞こえない。
pl: Wygląda na to, że po prostu wymuszasz je pieniędzmi.

source: Demand the release of the Zoltans.
ja: ゾルタンの解放を要求する。
pl: Zapotrzebowanie na wydanie Zoltanova.

source: The Rockmen save you the trouble of engaging and attack you first!
ja: ロックマンは交戦の手間を省き、先に攻撃してくる！
pl: Okulary oszczędzają od potrzeby rozpoczęcia bitwy i zaatakowania pierwszego!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Agree to leave them be.
ja: そのままにしておくことに同意する。
pl: Zgodzić się zostawić ich w spokoju.

source: Ignore the distress call.
ja: 救難信号を無視する。
pl: Nie zwracaj uwagi na sygnały stresu.

source: The Theocracy and the Ministry are allies - whatever is happening is between them.
ja: セオクラシーと魔法省は同盟関係にある。
pl: Teokracja i posługa są sojusznikami - bez względu na to, co się stanie, to ich osobista sprawa.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: Your Rock crewmember admonishes the patrol for their greed. Their words get through to the opposing Rock, and his tone softens. "Ah... well..." The Rock patrolman clears his throat. "...That's not who I am. I would... I would never. Let me prove to you I am a generous man." The Rockman releases the Zoltans and gives you a small tribute.
ja: あなたのロックのクルーがパトロールの貪欲さを諌める。その言葉が相手のロックに伝わり、口調が和らぐ。"ああ...そうか..."ロック・パトロール隊員は喉を鳴らす。「私はそういう人間ではありません。私は...私は決してしない。私が寛大な男だと証明させてくれ。"ロックマンはゾルタンを解放し、あなたにささやかな賛辞を贈る。
pl: Twój członek załogi Valun wyrzuca patrol za chciwość.Te słowa docierają do innych głazów, a jego poglądy są zmiękczone.„Ach… cóż ...” Patrol głazów oczyszcza mu gardło.„... Nie jestem taki. Ja… Nigdy bym. Pozwól mi udowodnić wam, że jestem hojną osobą.”Patrolowe głazy puścili Zoltanova i dają niewielką opłatę.

source: Contact the Zoltan ship.
ja: ゾルタン船に連絡する。
pl: Skontaktuj się ze statkiem Zoltans.

source: Your Rock crewmember admonishes the patrol for their greed, but this only angers the Rockmen on the other ship. "Insolent whelp! I will not be insulted by a Rock who serves aboard an enemy ship!"
ja: ロック号のクルーはパトロール隊の貪欲さを諌めるが、相手のロックマンを怒らせるだけだった。"不埒な小娘め！敵艦に仕えるロックに侮辱されるものか！"
pl: Twój członek załogi Valun zgłasza patrolmenów za chciwość, ale to tylko przywołuje głazy na innym statku.„Infigilowany kretyn! Nie będę cierpiał obelg od głazu, który służy na pokładzie statku wroga!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Thank you for convincing them to step away. Why would the Theocracy abuse its power like that?" The merchant sighs. "Would you like to purchase anything from our store?"
ja: "退くように説得してくれてありがとう。なぜ神権政治があのように権力を乱用するのでしょう？"商人はため息をつく。"当店で何かお求めになりますか？"
pl: „Dziękujemy za przekonanie ich, aby nas pozwolili. Dlaczego teokracja więc nadużywa ich władzy?”Kupiec wzdycha.„Czy chciałbyś kupić coś w naszym sklepie?”

source: "Thank you for intervening on our behalf, Renegade. We never suspected the patrol would abuse its power like that... Would you like to purchase anything from our store?"
ja: 「レネゲイド、我々のために介入してくれてありがとう。パトロール隊があのように権力を乱用するとは思ってもみなかった......。当店で何かお求めになりますか？"
pl: „Dziękuję za to, że stanęłocie za nami, renegatem. Nie podejrzewaliśmy, że patrol nadużyłby jego mocy, więc ... czy chciałbyś coś kupić w naszym sklepie?”

source: The distress beacon leads you to a half-destroyed Outcast ship, ravaged by what seems to be the nearby pirate ship. Their previous target disposed of, they now turn to you!
ja: 救難信号が、近くの海賊船と思われる船に荒らされ、半壊したアウトキャストの船へと導いてくれる。前の標的を始末した彼らは、今度はあなたに目を向ける！
pl: Sygnał niepokoju prowadzi do rozszerzonego statku wyrzutków, najwyraźniej splądrowanych, którzy są w pobliżu ze statkiem pirackim.Ich poprzedni cel został zniszczony, a teraz celują do ciebie!

source: Continue...
ja: 次へ...
pl: Kontynuować...

# data/events_sector_theocracy.xml$//event[@name="ROCK_OUTCAST_SAVE"]/text
source: You check on the victim, and to your surprise find a survivor! You help them on your ship.
ja: 被害者を調べると、驚いたことに生存者がいた！あなたは自分の船で彼らを助ける。
pl: Badasz statek i, ku swojemu zaskoczeniu, odkryj ocalałego!Pomagasz mu wspiąć się na swój statek.

# data/events_sector_theocracy.xml$//event[@name="ROCK_OUTCAST_SAVE"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "So much for freedom... as soon as we saw a way out of this hellhole that the Elders imposed on us, pirates picked us apart. Is the harsh grip of our presumed leaders a necessary evil to protect us? Either way, what me and my brothers had in mind absolutely went off the wrong foot. Where am I even supposed to seek shelter?"
ja: 「長老たちが押し付けたこの地獄から抜け出す道が見えたとたん、海賊たちは我々をバラバラにした。指導者と目される者たちの過酷な支配は、俺たちを守るための必要悪なのか？いずれにせよ、私と兄弟たちが考えていたことは絶対に間違っていた。どこに避難すればいいんだ？"
pl: „Oto wolność… Gdy tylko zdecydowaliśmy się wydostać z tej dziury narzuconej nam przez starszych, piraci rozerwali nas na kawałki. Czy surowa moc naszych notorycznych przywódców - zło niezbędne, aby nas chronić? W jakimkolwiek jakimś Przypadek, że my, ja i bracia zostaliśmy poczęte, nie poszło zgodnie z planem.

source: Encourage them to join the Lost Suns.
ja: ロスト・サンズに参加するよう勧める。
pl: Doradzaj mu, aby dołączył do zagubionego słońca.

source: "You have a point. This was the original plan, but unfortunately we never managed to contact them in our makeshift escape. The teachings and expertise they can offer will reinforce me, despite the misadventures encountered on the way." With your ties to the Federation, it doesn't take too much time to pinpoint the location of a nearby Lost Sun ship that can arrange the transfer.
ja: 「一理ある。これが当初の計画だったが、残念ながら、その場しのぎの逃避行で彼らと連絡を取ることはできなかった。途中で不測の事態に見舞われたものの、彼らが提供してくれる教えや専門知識は、私を強くしてくれるだろう。"連邦とのつながりがあれば、転送を手配してくれるロストサン号の場所を特定するのにそれほど時間はかからない。
pl: „Masz rację. To był początkowy plan, ale niestety nie mogliśmy się z nimi skontaktować podczas naszej ucieczki. Nauki i doświadczenie, które mogą zaoferować, wzmocnią mnie, pomimo nieszczęścia spotkały się na drodze”.Nie zajmie dużo czasu z twoimi więziami w federacji, aby określić lokalizację najbliższego statku zagubionych słońc, które mogą zająć się przetrwaniem.

source: Encourage them to rejoin the Theocracy.
ja: 神権政治に復帰するよう奨励する。
pl: Doradzaj mu, aby przyłączył się do teokracji.

source: "It remains to be seen if I can just backtrack and be accepted again... but it's for the best." Your new passenger informs you of the location of a station in their native system, and you plan a course there.
ja: 「後戻りしてまた受け入れられるかどうかは未知数だが......それが最善だ」。新しい乗客が、彼らの母星系にあるステーションの場所を教えてくれた。
pl: „Pozostaje tylko zgadnąć, czy mogę wrócić i czy zabiorą mnie z powrotem ... ale będzie lepiej”.Twój nowy pasażer opowiada o lokalizacji stacji w jego rodzimym systemie i leżysz tam kurs.

source: Encourage them to seek shelter at the Sister-Species Liberation Group.
ja: 姉妹種解放グループに避難するよう促す。
pl: Doradzić mu, aby szukał azylu w grupie wyzwolenia pielęgniarstwa.

source: "I have heard a little about this cause. I don't know if I can find peace among the Crystals, but their intentions seems genuine." Your new passenger informs you of the location of a station in the neighbouring systems they managed to hear about when they weren't drowned by the propaganda of the Theocracy.
ja: 「この活動については少し聞いたことがある。クリスタルの中に平和を見いだせるかどうかはわからないが、彼らの意図は本物のようだ。"新しい乗客は、彼らが神政のプロパガンダに溺れなかったときになんとか聞いた近隣星系のステーションの場所を教えてくれる。
pl: „Słyszałem trochę o tym ruchu. Nie wiem, czy mogę znaleźć świat wśród krystalinów, ale ich intencje wydają się szczere”.Twój nowy pasażer opowiada o lokalizacji stacji w sąsiednim systemie, którą udało mu się usłyszeć, gdy nie był oślepiony propagandą teokracji.

source: Encourage them to remain an Outcast.
ja: アウトキャスト（追放者）であり続けるよう奨励する。
pl: Doradzaj mu, aby pozostał wyrzutkiem.

source: It's harsh, but you reveal to them that anybody making a run from the Theocracy should endure what is roughly survival of the fittest, that many of their peers don't always make it. "Yes, I suppose you have a point... You've convinced me, Renegade. Without a vessel or crew to roll with now though... I shall stay with you then. My chances will significantly improve under your care." Seeing as their former vessel is in no state to fly, you gather what can still be of use from it.
ja: 厳しいことだが、神権政治から逃げ出そうとする者は、適者生存というものに耐えなければならない。"ああ、一理あるね...。君は私を納得させたよ、レネゲイド。船もクルーもいない今は...それなら一緒にいよう。君の世話になれば、チャンスは大きく広がるだろう"以前の船が飛べる状態でないのを見て、あなたはそこからまだ使えるものを集める。
pl: Jest to okrutne, ale wyjaśniacie mu, że każdy, kto wybiega z teokracji, musi przejść przez tak zwane przetrwanie najsilniejszych, że wielu jego braci nie zawsze przeżywa.„Tak, może to ma sens… przekonałeś mnie, renegat. Ale teraz nie mam statku ani zespołu ... wtedy zostanę z tobą. Pod twoim nadzorem moje szanse znacznie wzrosną.”Ponieważ jego poprzedni statek nie jest już w stanie latać, zbierasz z niego to, co jeszcze może się przydać.

source: You agreed to escort an Outcast survivor to the Lost Suns.
ja: あなたはアウトキャストの生存者をロストサンズまでエスコートすることに同意した。
pl: Zgodziłeś się towarzyszyć przetrwemu wyrzutkowi w zagubionych słońca.

# data/events_sector_theocracy.xml$//event[@name="ROCK_OUTCAST_LOSTSUN"]/text
source: You've arrived at the system, and you've spotted the expected Lost Sun ship. They are wary, but you patch the Outcast through.
ja: あなたは星系に到着し、予想されるロスト・サン船を発見した。彼らは警戒していたが、あなたはアウトキャストを通した。
pl: Przybyłeś do systemu i zauważyłeś statek utraconych słońc, których szukałeś.Są czujne, ale przekazujesz to słowo z wyrzutkiem.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: After explaining their journey, the Outcast expresses their desire to join the Lost Suns and vouches for you in return for the help you provided. They accept their new recruit, and offer you military supplies for your deeds.
ja: 自分たちの旅について説明した後、その追放者はロストサンズに加わりたいことを表明し、あなたが提供した援助の見返りとしてあなたを推薦する。彼らは新しい仲間を受け入れ、あなたの行為に対して軍用品を提供する。
pl: Opowiadając o swojej podróży, wyrzutek wyraża chęć przyłączenia się do zagubionych słońc i rękodzieła dla ciebie jako znak wdzięczności za pomoc.Akceptują rekrutów i oferują materiały wojskowe za twoje działania.

source: You agreed to escort an Outcast survivor to a Rock station.
ja: あなたはアウトキャストの生存者をロック・ステーションまでエスコートすることに同意した。
pl: Zgodziłeś się eskortować ocalały wyrzutek do stacji Valunov.

# data/events_sector_theocracy.xml$//event[@name="ROCK_OUTCAST_ROCK"]/text
source: You've arrived at the system, and you've spotted the Rock station. You feel at unease sticking around, and you start to regret your decision, but the Outcast opens comms.
ja: あなたは星系に到着し、ロック・ステーションを発見した。その辺にいると不安になり、自分の決断を後悔し始めたが、アウトキャストが通信を開いた。
pl: Przybyłeś do systemu i zauważyłeś stację ValuNov.Czujesz się zawstydzony, trwając tutaj i już zaczynasz żałować twojej decyzji, ale wyrzutki się skontaktują.

# data/events_sector_theocracy.xml$//event[@name="ROCK_OUTCAST_ROCK"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

source: After explaining their journey, the Outcast expresses their desire to reintegrate the Theocracy and vouches for you in return for the help you provided. The Rockman at the other end though doesn't seems so eager to accept them back. "Foolish, foolish... why should we offer refuge to filth, who decided to splinter from the grace of those who paved the way for our-"
ja: 自分たちの旅について説明した後、アウトキャストは神政復古への願望を表明し、あなたが提供した援助の見返りとしてあなたを保証する。しかし、もう一方のロックマンは、彼らの復帰をそれほど望んでいないようだ。"愚かな、愚かな...我々のために道を開いた人々の恩寵から分裂することを決めた汚物に、なぜ避難所を提供しなければならないのか..."
pl: Mówiąc o swojej podróży, wyrzutek wyraża chęć ponownego przeintegowania w teokracji i zarządza wam z wdzięcznością za pomoc.Jednak głaz na drugim końcu połączenia nie chętnie go zaakceptować.„To głupie, głupie ... dlaczego mielibyśmy zapewnić krew obrzydliwości, która postanowiła oderwać się od miłosierdzia tych, którzy utorowali naszą drogę ...”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: A second figure comes and interrupts their peer. "Silence, brother. Yes, this one... he has strayed, but few are those who recognize their mistakes, and even fewer are those who seek to repent toward our ways. Let him in, at once. As for you, foreigner... your compassion will be rewarded. We will permit you to dock and access our services, once the refugee will be under our responsibility."
ja: 二人目の人影がやってきて、二人の間に割って入る。「黙れ、兄弟。そうだ、この者は...道を踏み外したのだ。だが、自分の過ちに気づく者は少なく、我々の道を悔い改めようとする者はさらに少ない。彼を入れなさい。外国人である君には...君の思いやりが報われるだろう。難民が我々の責任下に置かれれば、ドック入りし、我々のサービスにアクセスすることを許可しよう。"
pl: Druga postać pojawia się i przerywa ich rozmowę.„Bracie, to ... niewielu rozpoznaje swoje błędy, a jeszcze mniej tych, którzy próbują mu żałować. Twoje współczucie zostanie nagrodzone.

source: You agreed to escort an Outcast survivor to a SSLG station.
ja: アウトキャストの生存者をSSLGのステーションまで護衛することに同意した。
pl: Zgodziłeś się eskortować ocalały wyrzutek na State Forest Station.

# data/events_sector_theocracy.xml$//event[@name="ROCK_OUTCAST_SSLG"]/text
source: You've arrived at the system, and you catch sight of what seems to be SSLG infrastructure in the horizon. You approach cautiously and are hailed by a Crystal demanding your reasons to be here, and you let the Outcast speak through.
ja: あなたは星系に到着し、地平線上にSSLGのインフラらしきものを見つけた。用心深く近づくと、クリスタルがここにいる理由を尋ねてきた。
pl: Przybyłeś do systemu i zauważyłeś na horyzoncie, co wydaje się być przedmiotem infrastruktury spraw państwowych.Zbliżasz się ostrożnie i nazywasz się krystalijskimi, domagając się wyjaśnienia przyczyn swojej obecności tutaj i pozwalasz wyrzutnikowi zabrać głos.

# data/events_sector_theocracy.xml$//event[@name="ROCK_OUTCAST_SSLG"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

source: After explaining their journey, the Outcast expresses their desire to seek shelter among the Crystals and vouches for you in return for the help you provided. They eagerly accept, and not only do they award you a spare weapon, one of the liberators wishes to join your cause in belief that more Rockmen can be helped on the way.
ja: 自分たちの旅について説明した後、追放された者たちはクリスタルの間に避難所を求める意思を示し、あなたが提供した援助の見返りとしてあなたを推薦する。彼らは熱心に受け入れ、あなたに予備の武器を与えるだけでなく、解放者の1人は、途中でより多くのロックマンを助けることができると信じて、あなたの大義に加わることを望む。
pl: Opowiadając o swojej podróży, wyrzutek wyraża chęć znalezienia schronienia wśród krystalińskich i zarządza wam wdzięcznością za pomoc.Chętnie się zgadzają i nie tylko nagradzają instrument, ale jednego z wyzwolicieli chce dołączyć do Twojej firmy, wierząc, że po drodze można również pomóc innym głazom.

# data/events_sector_theocracy.xml$//event[@name="ROCK_ASTROLOGER"]/text
source: There's a small Rock colony at this beacon: most notably, there is also a massive telescope in orbit. It seems there's an astronomical laboratory here.
ja: このビーコンには小さなロック・コロニーがある。特に注目すべきは、軌道上に巨大な望遠鏡があることだ。ここには天文研究所があるようだ。
pl: Na tej latarni morskiej znajduje się niewielka kolonia głazów: na godne uwagi jest ogromny teleskop na orbicie.Wydaje się, że istnieje laboratorium astronomiczne.

# data/events_sector_theocracy.xml$//event[@name="ROCK_ASTROLOGER"]/choice[1]/text
source: Contact the laboratory.
ja: 研究室に連絡する。
pl: Skontaktuj się z laboratorium.

source: "A ship! It's been too long. Oh, an outsider? Well, that will have to do. The Theocracy hasn't been listening to us recently. On behalf of the Rock Astrologer Association, I implore you to listen and give me some assistance."
ja: 「船だ！久しぶりだね。部外者か？まあ、そうするしかないだろう。最近、神権政治は私たちの言うことを聞いてくれない。岩石占星術師協会を代表して、お願いだから話を聞いて、援助してほしい。"
pl: „Wysyłka! Nikt nie rozejrzał się przez długi czas. Och, nieznajomy? Cóż, będzie musiał ciężko Słuchaj i pomóż mi. "

source: Hear out the... 'Astrologer'.
ja: 聞く...占星術師
pl: Posłuchaj ... „Astrolog”.

source: "There is a crystalline comet making its way through this sector. Comets are common in Theocracy space, but there are some that have some fascinating properties. I believe this comet could contain many secrets about the past of the Crystals."
ja: "結晶彗星がこのセクターを通過している。彗星は神政宇宙ではよく見られるが、中には魅力的な性質を持つものもある。この彗星には、クリスタルの過去に関する多くの秘密が隠されていると私は信じている。"
pl: „Krystaliczna kometa mucha w tym sektorze. Komety często występują w przestrzeni teokracji, ale są takie, które mają niesamowite właściwości. Uważam, że ta kometa może zawierać wiele tajemnic dotyczących przeszłości krystalińskich”.

source: Why wouldn't the Theocracy be interested in investigating?
ja: なぜ神権国家は調査に興味を示さないのか？
pl: Dlaczego teokracja nie przeprowadza badań?

source: The 'astrologer' gives a hefty sigh. "They used to. Back before the Crystals rejoined the galactic scene, these comets were the only trace of their existence we had. We would chase comet after comet, and no matter how little they turned up, we would still have the funding to chase them down. But now that we can physically talk to the Crystals, the Theocracy no longer sees the value in it. They see chasing comets as menial busywork, and refuse to give us any funding... But that doesn't mean it isn't worth it!"
ja: 占星術師」は大きなため息をつく。「かつてはそうだった。クリスタルが銀河系に再上陸する前は、この彗星だけが彼らの存在を示す唯一の痕跡だった。私たちは次から次へと彗星を追いかけ、どんなに小さな彗星しか見つからなくても、それを追いかける資金があった。しかし、クリスタルと物理的に会話できるようになった今、セオクラシーはもはやその価値を見いだせない。彼らは彗星を追いかけることを雑務とみなし、私たちに資金を与えることを拒否している......。しかし、だからといって、その価値がないわけではない！"
pl: Astrolog wzdycha mocno.„Zwyciężyli to. Szukać ich.

source: Accept the coordinates.
ja: 座標を受け入れる。
pl: Zdobądź współrzędne.

source: "Fantastic. You may keep what you find, but please send me the data when you get it!"
ja: 「素晴らしい。見つけたものは持っていてもいいが、データを手に入れたら送ってくれ！」。
pl: „Świetnie. Możesz zostawić sobie wszystko, co znajdziesz, ale proszę o przesłanie danych, kiedy je dostaniesz!”

source: Refuse.
ja: 拒否する。
pl: Odmawiać.

source: "Hpmh. Astrologers get no respect these days."
ja: "フムフム。最近、占星術師は尊敬されなくなった"
pl: „Jednak astrologowie nie są dziś szanowani”.

source: Accept the coordinates.
ja: 座標を受け入れる。
pl: Zdobądź współrzędne.

source: "Fantastic. You may keep what you find, but please send me the data when you get it!"
ja: 「素晴らしい。見つけたものは持っていてもいいが、データを手に入れたら送ってくれ！」。
pl: „Świetnie. Możesz zostawić sobie wszystko, co znajdziesz, ale proszę o przesłanie danych, kiedy je dostaniesz!”

source: Refuse.
ja: 拒否する。
pl: Odmawiać.

source: "Hpmh. Astrologers get no respect these days."
ja: "フムフム。最近、占星術師は尊敬されなくなった"
pl: „Jednak astrologowie nie są dziś szanowani”.

# data/events_sector_theocracy.xml$//event[@name="ROCK_ASTROLOGER"]/choice[2]/text
source: Ignore the laboratory.
ja: 研究室を無視する。
pl: Nie zwracaj uwagi na laboratorium.
