Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_theocracy.xml/*.po
Languages: ja, pl

source: Explore.
ja: 探検する
pl: Badania.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_NEEDSMISSILES"]/text
source: You're hailed by a Rock vessel, who is supposedly low on missiles. They offer to buy some from you.
ja: ミサイルが不足しているというロック船に呼び出された。彼らはあなたからミサイルを買うと言ってきた。
pl: Masz kontakt ze statkiem głazów, który prawdopodobnie nie ma głowic.Oferują je od Ciebie.

source: Sell 5 missiles.
ja: ミサイル5発を売る。
pl: Sprzedaj 5 pocisków.

source: Sell 10 missiles.
ja: ミサイルを10発売る。
pl: Sprzedaj 10 pocisków.

source: Sell 15 missiles.
ja: ミサイル15発を売る。
pl: Sprzedaj 15 pocisków.

source: We aren't interested in selling anything.
ja: 私たちは何かを売ることに興味はない。
pl: Nie jesteśmy zainteresowani sprzedażą czegoś.

source: You apologize and continue on your way.
ja: あなたは謝り、自分の道を進む。
pl: Przepraszasz i kontynuujesz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_APOLOGY"]/text
source: Moments after entering the system, you receive a message from the nearby ship; "We are sinners! Oh woe is us! Strike us down! Punish us! We do not deserve the gift of life!"
ja: 星系に入ってしばらくすると、近くの船からメッセージが届く！我々は罪人だ！我々を打ちのめせ！私たちを罰してください！私たちは命の贈り物に値しない！"
pl: Kilka chwil po wejściu do systemu dostajesz wiadomość z najbliższego statku: „Jesteśmy grzesznikami! Och, biada nam! Zniszcz nas! Poyn! Nie zasługujemy na życie!”

# data/events_sector_theocracy.xml$//event[@name="ROCK_APOLOGY"]/choice[1]/text
source: Ask them why they're upset.
ja: なぜ動揺しているのか聞いてみよう。
pl: Zapytaj ich, dlaczego są zdenerwowani.

# data/events_sector_theocracy.xml$//event[@name="ROCK_APOLOGY"]/choice[2]/text
source: Strike them down.
ja: 彼らを打ちのめせ。
pl: Zniszcz ich.

# data/events_sector_theocracy.xml$//event[@name="ROCK_APOLOGY"]/choice[3]/text
source: Ignore them.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: The Rockman's pleading continues for some time, but you simply tune them out and fly away.
ja: ロックマンの懇願はしばらく続くが、あなたはそれを聞き流して飛び去る。
pl: Modlitwy głazów trwają przez pewien czas, ale po prostu je wyłączasz i odlatujesz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: "I have SINNED! I... used the restroom... and I was out of toilet paper... and I had a holy script nearby and... OH GOD! I'm a MONSTER! How could you make me relive my crimes? You are cruel! Too cruel for this world! First I will kill you, then myself!"
ja: "私は罪を犯した！私は...トイレで...トイレットペーパーを切らしていて...近くに聖典があったのに...ああ、神様！俺はモンスターだよくも私の罪を蒸し返せたわね！君は残酷だ！この世界には残酷すぎる！まずお前を殺し、次に自分を殺す！"
pl: „Zgrzeszyłem! Skorzystałem z toalety ... i zakończyłem papier toaletowy ... i miałem w pobliżu święty tekst i… o mój boże! Jestem potworem! Jak mogłem sprawić, że przeżyłem moje zbrodnie?

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "I have SINNED! I... used the restroom... and I was out of toilet paper... and I had a holy script nearby and... OH GOD! I'm a MONSTER! Oh please, allow me to redeem myself! In any way I can, perhaps there are favors I can serve to find my way to heaven once more!"
ja: "私は罪を犯した！私は...トイレで...トイレットペーパーを切らしていて...近くに聖典があったのに...ああ、神様！僕はモンスターだ！お願いだ、名誉挽回させてくれ！どんな形であれ、もう一度天国への道を見つけるために、私が奉仕できる好意があるかもしれない！"
pl: „SZISŁEM! Skorzystałem z toalety ... i zakończyłem papier toaletowy ... i miałem w pobliżu święty tekst i… o mój boże! Jestem potworem! Och, proszę, odpokutuj mnie Dla mojego winy!

source: "I have changed my mind! I no longer wish to die! I shall redeem myself by killing you instead!"
ja: 「気が変わった！もう死にたくない！代わりにお前を殺すことで自分を取り戻そう！"
pl: „Zmieniłem zdanie! Nie chcę już umrzeć! Zamiast tego zmniejszę poczucie winy, zabijając cię!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: "Oh thank you good captain! Only in death shall I find redemption!"
ja: 「ありがとうございます！死においてのみ、私は贖罪を見出すだろう！"
pl: „Och, dzięki, chwalebny kapitan! Tylko po śmierci znajdę Zadośćuczynienie!”

# data/events_sector_theocracy.xml$//event[@name="ROCK_PUNS"]/text
source: A stoic Rock Captain hails you. "Federation. I have an important question for you. Why can you not expect perfection from geologists?"
ja: ストイックなロック・キャプテン。「連邦。重要な質問がある。なぜ地質学者に完璧を求めないのか？
pl: Niezadowolony kapitan Valunov jest z tobą powiązany.„Federacja. Mam dla ciebie ważne pytanie. Dlaczego nie oczekujesz doskonałości od geologów?”

# data/events_sector_theocracy.xml$//event[@name="ROCK_PUNS"]/choice[1]/text
source: Uh... We don't know.
ja: わからないんだ。
pl: Uh ... nie wiemy.

# data/events_sector_theocracy.xml$//event[@name="ROCK_PUNS"]/choice[1]/event/text
source: "Because they all have their FAULTS!" He breaks into intense laughter.
ja: "彼らにはみんな不満があるんだ！"彼は激しく笑い出す。
pl: „Ponieważ wszyscy mają niepowodzenia!”Rozbija się z silnym śmiechem.

source: Laugh in return.
ja: お返しに笑ってください。
pl: Śmiej się w odpowiedzi.

source: Your laughter mixes together with the Rockman. After a while, you both calm down. So grateful that you found humor in his pun, the Rockman feels compelled to gift you some missiles!
ja: あなたの笑い声がロックマンと混ざり合う。しばらくすると、ふたりとも落ち着いた。あなたが彼のダジャレにユーモアを見出したことに感謝し、ロックマンはあなたにミサイルをプレゼントしたくなった！
pl: Twój śmiech łączy się ze śmiechem głazu.Po chwili oboje się uspokoicie.Wdzięczny za zrozumienie humoru, Valun uważa, że ​​jego obowiązkiem jest dać ci kilka pocisków!

source: End their pitiful existence.
ja: 哀れな存在に終止符を打つ。
pl: Aby zakończyć ich nieszczęśliwe istnienie.

source: "Wait... Wait no, it was just a joke!"
ja: 「待って...いや、冗談だよ！"
pl: „Poczekaj… nie, to był tylko żart!”

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Zoltan Crew) "What a shocker!"
ja: (ゾルタン・クルー）"なんてショックなんだ！"
pl: (Członek załogi) „Co za szok!”

source: The Rockman is so impressed by the retaliation of your own pun that he submits, promising to dedicate the rest of his existence to your servitude. As long as he can keep making puns along the way.
ja: ロックマンはあなたのダジャレの仕返しに感激し、服従し、残りの人生をあなたに捧げると約束する。ダジャレを言い続ける限りは。
pl: Boulder jest pod takim wrażeniem kalamburów, że czci, obiecując wam poświęcić resztę swojego istnienia.Tak długo, jak może nadal komponować nowe kalambury.

source: Comedian
ja: コメディアン
pl: Komik

source: (Crystal Crew) "Ahh, a wise crack!"
ja: (クリスタル・クルー）"ああ、賢いひび割れだ！"
pl: (Członek załogi Crystalline) „Ach, teraz rozbiję się ze śmiechu!”

source: The Rockman is so impressed by the retaliation of your own pun that he submits, promising to dedicate the rest of his existence to your servitude. As long as he can keep making puns along the way.
ja: ロックマンはあなたのダジャレの仕返しに感激し、服従し、残りの人生をあなたに捧げると約束する。ダジャレを言い続ける限りは。
pl: Boulder jest pod takim wrażeniem kalamburów, że czci, obiecując wam poświęcić resztę swojego istnienia.Tak długo, jak może nadal komponować nowe kalambury.

source: Comedian
ja: コメディアン
pl: Komik

source: (Leech Crew) "That joke sucks."
ja: (リーチクルー）"そのジョークは最悪だ"
pl: (Członek załogi: „Ten żart jest do dupy”.

source: "Is that supposed to be a pun? I cannot tell if you are insulting me or making a pitiful attempt to join me. I hate Leeches. Get out of my sight!"
ja: 「ダジャレのつもり？私を侮辱しているのか、私に加わろうと哀れな試みをしているのか、私にはわからない。ヒルは嫌いだ。私の視界から消えろ！"
pl: „Czy to gra słów?

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Slug Crew) Have your Slug predict the answer.
ja: (スラッグ・クルー）スラッグに答えを予想させる。
pl: (Członek przesunięcia załogi) Poproś ślimaka o przewidzenie odpowiedzi.

source: Your Slug grumbles. "It'ssss jussst a ssstupid pun." Your Slug repeats the answer to the Rockmen. "Because they all have faultssss..." The Rockman frowns that you predicted it, and turns off transmissions.
ja: あなたのナメクジは不平を言う。"くだらないダジャレだよ"あなたのナメクジはロックマンに答えを繰り返す。"みんな欠点があるから..."ロックマンはあなたがそれを予測したことに顔をしかめ、通信を切る。
pl: Twój śluz narzeka.„To jest prospektywnie głupia gra słów”.Twój śluz powtarza odpowiedź na głazy.„Ponieważ nie udaje się ...” głaz marszczy brwi z powodu faktu, że przewidziałeś kalambur i odłącza połączenie.

source: (Telepathic Shell) Have your Shell predict the answer.
ja: (テレパシー・シェル）シェルに答えを予測させる。
pl: (Telpat Shell) Poproś skorupę o przewidzenie odpowiedzi.

source: Your Shell scoffs. "Thhhis is an incredibly unendearing attempt of... comedy." Your Shell repeats the answer to the Rockmen. "Because thhhey all have faults..." The Rockman laughs upon hearing it, unaware that your Shell got the answer off his mind. He feels compelled to gift you some missiles for taking part in his antics.
ja: あなたのシェルは嘲笑する。"これは信じられないほど無様な試みだ...お笑いだ"あなたのシェルはロックマンたちに答えを繰り返す。"だって、みんな欠点があるんだから..."ロックマンはそれを聞いて笑い、あなたのシェルが彼の頭から答えを聞き出したことに気づかない。ロックマンは自分のおふざけに付き合ってくれたあなたにミサイルをプレゼントしたくなったようだ。
pl: Twoja skorupa kpiąco wymawia.„To absolutnie nie do zniesienia próba ... komedia”.Twoja skorupa odpowiada na głazy.„Ponieważ wszyscy mają porażki ...” głaz śmieje się, kiedy to usłyszał, nie zdając sobie sprawy, że twoja skorupa odpowiedziała z jego głowy.Uważa, że ​​jego obowiązkiem jest udzielenie kilku pocisków za zgodę na udział w swoich dowcipach.

# data/events_sector_theocracy.xml$//event[@name="ROCK_CRYOBSESSION"]/text
source: A nearby Rock settlement, painted almost entirely light blue, hails you. "You are from the outside? You wouldn't happen to have anything originating from the Crystal race, would you?"
ja: 水色一色に塗られた近くのロック集落が声をかけてきた。「外から来たのか？クリスタル種族に由来するものは何も持っていないだろうね？"
pl: W najbliższej osadzie głazów, pomalowanych prawie całkowicie w jasnoniebieskim kolorze, jesteś z tobą związany.„Czy jesteś ze światów zewnętrznych? Czy przypadkowo masz coś związanego z rasą krystalinów?”

source: (Crystalline Weapon) We have a Crystal weapon.
ja: (クリスタルの武器がある。
pl: (Broń krystaliczna) Mamy broń krystaliczną.

source: "Amazing! Such a well crafted weapon too. I don't suppose you'd be willing to sell us one, would you?"
ja: 「素晴らしい！よくできた武器だ。私たちに売ってくれないかしら？"
pl: „Niesamowite! I taka dobrze wykonana broń. Przypuszczam, że nie odmówisz nam sprzedaży?”

source: Sell them a Crystal Burst MK I.
ja: クリスタル・バーストMK Iを売るんだ。
pl: Sprzedaj im mod siatkowy.I.

source: Sell them an Elite Crystal Burst MK I.
ja: エリート・クリスタル・バーストMK Iを売るんだ。
pl: Sprzedaj im elitarną mod siatkówki.I.

source: Sell them a Crystal Burst MK II.
ja: クリスタル・バーストMK IIを売るんだ。
pl: Sprzedaj im mod siatkowy.Ii.

source: Sell them an Elite Crystal Burst MK II.
ja: エリート・クリスタル・バーストMK IIを売るんだ。
pl: Sprzedaj im elitarną mod siatkówki.Ii.

source: Sell them a Heavy Crystal MK I.
ja: ヘビークリスタルのMK Iを売るんだ。
pl: Sprzedaj im ciężki mod kryształowy.I.

source: Sell them an Elite Heavy Crystal MK I.
ja: エリート・ヘビー・クリスタルMK Iを売れ。
pl: Sprzedaj im elitarną ciężką kryształową mod.I.

source: Sell them a Heavy Crystal MK II.
ja: ヘビー・クリスタルMK IIを売るんだ。
pl: Sprzedaj im ciężki mod kryształowy.Ii.

source: Sell them an Elite Heavy Crystal MK II.
ja: エリート・ヘビー・クリスタルMK IIを売れ。
pl: Sprzedaj im elitarną ciężką kryształową mod.Ii.

source: Sell them a Crystal Scatter.
ja: クリスタル・スキャッターを売る。
pl: Sprzedaj im kryształ fragmentacyjny.

source: Sell them an Elite Crystal Scatter.
ja: エリート・クリスタル・スキャッターを売る。
pl: Sprzedaj im elitarny kryształ fragmentacji.

source: Sell them a Crystal Charger.
ja: クリスタル・チャージャーを売る。
pl: Sprzedaj im kryształ ładujący.

source: Sell them an Elite Crystal Charger.
ja: エリート・クリスタル・チャージャーを売る。
pl: Sprzedaj im elitarny kryształ ładujący.

source: Sell them a Neural Crystal.
ja: ニューラル・クリスタルを売る。
pl: Sprzedaj je neurologiczne.

source: Sell them an Elite Neural Crystal.
ja: エリート神経クリスタルを売る。
pl: Sprzedaj im elitarną neurokrytyczną.

source: Sell them a Lockdown Bomb.
ja: ロックダウン爆弾を売れ。
pl: Sprzedaj im bombę izolacyjną.

source: Sell them a Shard Launcher.
ja: シャード・ランチャーを売る。
pl: Serwując im fragmenty.

source: Sell them an Amber Launcher.
ja: アンバー・ランチャーを売る。
pl: Sprzedaj im bursztynowe wyrzutnie.

source: Sell them a Chaotic Amber Launcher.
ja: カオティック・アンバー・ランチャーを売る。
pl: Sprzedaj im chaotyczne bursztynowe wyrzutnie.

source: We aren't interested in selling anything.
ja: 私たちは何かを売ることに興味はない。
pl: Nie jesteśmy zainteresowani sprzedażą czegoś.

source: "Ah... what a shame. Oh well, you must know that you are very lucky to wield such exotic tech!"
ja: 「ああ...残念だ。まあ、こんなエキゾチックな技術を使えるなんて、とてもラッキーなことだと思わないとね！"
pl: „Ach… co za irytacja. No cóż, powinieneś wiedzieć, że masz szczęście, że masz taką egzotyczną technologię!”

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: (Crystal Crew) We have a Crystal aboard our ship.
ja: (クリスタル・クルー）私たちの船にはクリスタルが乗船しています。
pl: (Członek załogi krystalicznej) Mamy krystaliczne na pokładzie naszego statku.

source: The Rockman goes silent. Then, in a shaky tone, he says, "You... you must be gods! Please, take everything we have!"
ja: ロックマンは沈黙する。そして、震えるような口調でこう言った！頼む、俺たちのすべてを奪ってくれ！"
pl: Głaz milczy.Następnie, z drżącym tonem, mówi: „Ty… musisz być bogami! Proszę weź wszystko, co mamy!”

source: We don't, sorry.
ja: 申し訳ない。
pl: Nie ma nic, przepraszam.

source: The settlement immediately cuts transmissions.
ja: 決済は即座に通信を遮断する。
pl: Ugoda natychmiast przestaje kontaktować się.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_PROPHECY"]/text
source: A ship carrying several robed Rockmen carrying holy books and candles hails you. "A time of change is coming! Have you heard the news? The prophecy, it shall be fulfilled!"
ja: 聖典とロウソクを携えた数人のローブを着たロックマンを乗せた船が、あなたを出迎える。「変革の時がやってくる！知らせを聞いたか？予言は成就する！"
pl: Jesteś spowodowany przez statek, na którym w płaszczach znajduje się kilka głazów, z świętymi książkami i świecami.„Jest czas zmiany! Słyszałeś wiadomość? Proroctwo, to się stanie!”

# data/events_sector_theocracy.xml$//event[@name="ROCK_PROPHECY"]/choice[1]/text
source: What prophecy?
ja: 何の予言？
pl: Co to jest proroctwo?

source: "Have you not heard? The ship from a future much brighter than ours, who will bring about a great change! A gift from the high heavens, bestowed upon us mortal-bound men by the benevolent Crystal ones!"
ja: 「ご存知ないのですか？私たちよりもずっと明るい未来から来たこの船は、大きな変化をもたらすだろう！高天原からの贈り物。慈悲深いクリスタルの者たちが、人間に縛られた私たちに授けてくれたのだ。
pl: „Nie słyszałeś? Statek z przyszłości jest znacznie lżejszy niż nasz, co przyniesie wielkie zmiany! Prezent z najwyższego nieba, przedstawiony nam, śmiertelne, przyjazne krystaliczne krystaliczne!”

source: Could we be the ship from the prophecy?
ja: 私たちは予言にあった船なのだろうか？
pl: Czy możemy być tym samym statkiem z proroctwa?

source: One of the Rockmen pull down their cloak and stare for a long time deep into your eyes. "I am no expert, but you have the look of a creature driven by a force beyond your control. Your will is bent by a being from the great beyond, manipulated for the simple sake of amusement. If you are not the one spoken of in the prophecy, then surely you are important regardless. Perhaps this may be of aid."
ja: ロックマンの一人がマントを下ろし、あなたの目を深く見つめる。"私は専門家ではないが、君は自分の力ではどうにもならない力に支配された生き物のようだ。あなたの意志は大いなる彼方からの存在によって曲げられ、単純な娯楽のために操られている。もしあなたが予言で語られた人物でないなら、ともかくあなたは重要な存在であることは間違いない。おそらくこれは助けになるだろう"
pl: Jeden z głazów ściąga płaszcz i spogląda w oczy przez długi czas.„Nie jestem ekspertem, ale masz rodzaj kontrolowania przez moc, która nie podlega ci. Twoja wola jest podporządkowana stworzeniu z drugiego świata, które manipulujesz dla zabawy. Jeśli nie jesteś tym, który nie jesteś tym, który nie jesteś tym jest powiedziane w proroctwie, a następnie jesteś bardzo ważny, być może może ci to pomóc.

source: These people are crazy, let's leave.
ja: この人たちは狂っている。
pl: Ci faceci są szaleni, lepiej wyjść.

# data/events_sector_theocracy.xml$//event[@name="ROCK_PROPHECY"]/choice[2]/text
source: Ignore them.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: You have better things to than listen to the ravings of these religious loons.
ja: あなたには、このような宗教かぶれの戯言に耳を傾けるよりももっといいことがあるはずだ。
pl: Masz ważniejsze rzeczy do słuchania tych religijnych psychos.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_TEMPLE"]/text
source: Nearby rests a Rockman temple dedicated to the Crystal race. A thick fog covers the planet and it's hard to see if there's anything protecting the shrine.
ja: その近くにはクリスタル種族を祀るロックマン寺院がある。濃い霧が惑星を覆っており、神殿を守るものがあるかどうかはわからない。
pl: W pobliżu znajduje się świątynia głazów poświęconych rasie krystalilin.Gęsta mgła obejmuje planetę i trudno jest sprawdzić, czy jest coś, co chroni świątynię.

# data/events_sector_theocracy.xml$//event[@name="ROCK_TEMPLE"]/choice[1]/text
source: Raid the temple.
ja: 寺院を襲撃せよ。
pl: Rabować świątynię.

# data/events_sector_theocracy.xml$//event[@name="ROCK_TEMPLE"]/choice[2]/text
source: Ignore the temple.
ja: 寺院は無視する。
pl: Nie zwracaj uwagi na świątynię.

source: You'd have to be insane to raid a Rockman temple in Rock territory.
ja: ロックのテリトリーでロックマンの寺院を襲撃するなんて正気じゃないだろう。
pl: Musisz być szalony, aby obrabować świątynię głazów na terytorium głazów.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

source: While attempting to rob the temple, you are stopped by a Rock vessel, who immediately attacks!
ja: 寺院を襲おうとしていたところ、すぐに襲ってきたロック船に止められる！
pl: Próbując obrabować świątynię, zatrzymuje Cię statek głazów, który natychmiast atakuje!

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Inside the temple you find some supplies and a Crystal weapon.
ja: 寺院の中には物資とクリスタルの武器がある。
pl: W świątyni znajdziesz małe zapasy i krystaliczny pistolet.

# data/events_sector_theocracy.xml$//event[@name="ROCK_WEAPON_MEASURING"]/text
source: "Hah! Look at your wee little ship! I bet your weapons are tiny! You must be so ashamed."
ja: 「そのちっぽけな船を見てみろ！武器もちっぽけだろう！恥ずかしいだろう？
pl: „Ha! Spójrz na swoją małą łódź! Z pewnością twoja broń jest niewielka! Prawdopodobnie wstydzisz się.”

source: The hell did you just say to us?
ja: 私たちに一体何を言ったんだ？
pl: Co, kurwa, właśnie nam powiedziałeś?

source: The Rockman arrogantly chuckles as you prepare to fight them.
ja: ロックマンは、あなたが彼らと戦う準備をすると、傲慢に笑う。
pl: Boulder uśmiecha się arogancko podczas przygotowywania się do walki z nim.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: (Lvl 2 Weapons) You'd be surprised.
ja: (Lv2の武器）驚くよ。
pl: (Broń 2 ur.) Będziesz zaskoczony.

source: "Hah! You call that big weapons? Your brain must be even smaller!"
ja: "ハッ！それを大きな武器と呼ぶのか？お前の脳みそはもっと小さいに違いない！"
pl: „H! Nazywasz to dużą bronią? Twój mózg jest prawdopodobnie jeszcze mniejszy!”

source: (Lvl 4 Weapons) What about this?
ja: (Lv4の武器）これはどう？
pl: (Broń 4 ur.) A co z tym?

source: "Getting warmer, but that's still nothing compared to what we have!"
ja: 「暖かくなってきたけど、今あるものに比べたら全然だよ
pl: „Staje się cieplej, ale nadal nie można tego porównać z tym, co mamy!”

source: (Lvl 6 Weapons) How about this!
ja: (Lv6の武器）これはどうだ！
pl: (Broń 6 Ur.) Co powiesz na to!

source: "Hmmm, not bad. Not many ships come here packing such heat. I'm sure a ship like yours will find a use for a powerful weapon like this!"
ja: 「うーん、悪くないね。これほど熱を帯びてここに来る船はそう多くない。君のような船なら、このような強力な武器の使い道が見つかると思うよ
pl: „Hmmm, nieźle. Niewiele statków przychodzi tutaj z takim ciepłem. Jestem pewien, że statek taki jak twój znajdzie użycie tak potężnej broni!”

source: (Lvl 8 Weapons) Oh, we can do better than that.
ja: (Lv.8の武器）ああ、僕たちはもっとうまくやれるよ。
pl: (Broń 8 ur.) Och, możemy osiągnąć więcej.

source: "Well now you're just showing off. I like it. I wish to sample your arsenal. I shall join you!"
ja: "まあ、今はただ目立ちたがり屋だね。気に入ったよ。あなたの武器庫を試してみたい。ご一緒しましょう！"
pl: „Cóż, teraz się chwali. I podoba mi się to. Chcę doświadczyć twojego arsenału. Dołączę do ciebie!”

source: McBash
ja: マクバッシュ
pl: Macbash

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Fine, you win.
ja: いいよ、君の勝ちだ。
pl: Okej, wygrałeś.

source: Fine, you win.
ja: いいよ、君の勝ちだ。
pl: Okej, wygrałeś.

source: (Lvl 1 Artillery) You'd be surprised.
ja: (Lv1の砲兵）驚くだろうね。
pl: (Artyleria 1 ur.) Będziesz zaskoczony.

source: "Hah! You call that big weapons? Your brain must be even smaller!"
ja: "ハッ！それを大きな武器と呼ぶのか？お前の脳みそはもっと小さいに違いない！"
pl: „H! Nazywasz to dużą bronią? Twój mózg jest prawdopodobnie jeszcze mniejszy!”

source: (Lvl 2 Artillery) What about this?
ja: (Lv2の砲兵）これはどうですか？
pl: (Artyleria 2 ur.) A co z tym?

source: "Getting warmer, but that's still nothing compared to what we have!"
ja: 「暖かくなってきたけど、今あるものに比べたら全然だよ
pl: „Staje się cieplej, ale nadal nie można tego porównać z tym, co mamy!”

source: (Lvl 3 Artillery) How about this!
ja: (Lv3の砲兵）これはどうだ！
pl: (Artyleria 3 ur.) Co powiesz na to!

source: "Hmmm, not bad. Not many ships come here packing such heat. I'm sure a ship like yours will find a use for a powerful weapon like this!"
ja: 「うーん、悪くないね。これほど熱を帯びてここに来る船はそう多くない。君のような船なら、このような強力な武器の使い道が見つかると思うよ
pl: „Hmmm, nieźle. Niewiele statków przychodzi tutaj z takim ciepłem. Jestem pewien, że statek taki jak twój znajdzie użycie tak potężnej broni!”

source: (Lvl 4 Artillery) Oh, we can do better than that.
ja: (Lv.4の砲兵）ああ、我々はもっとうまくやれる。
pl: (Artyleria 4 Ur.) Och, możemy osiągnąć więcej.

source: "Well now you're just showing off. I like it. I wish to sample your arsenal. I shall join you!"
ja: "まあ、今はただ目立ちたがり屋だね。気に入ったよ。あなたの武器庫を試してみたい。ご一緒しましょう！"
pl: „Cóż, teraz się chwali. I podoba mi się to. Chcę doświadczyć twojego arsenału. Dołączę do ciebie!”

source: McBash
ja: マクバッシュ
pl: Macbash

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Fine, you win.
ja: いいよ、君の勝ちだ。
pl: Okej, wygrałeś.

source: Fine, you win.
ja: いいよ、君の勝ちだ。
pl: Okej, wygrałeś.

source: (Pre-Igniter) How about this!
ja: (イグナイター以前）こんなのはどうだ！
pl: (Pre -trial) Co powiesz na to!

source: "Well now you're just showing off. I like it. I wish to sample your arsenal. I shall join you!"
ja: "まあ、今はただ目立ちたがり屋だね。気に入ったよ。あなたの武器庫を試してみたい。ご一緒しましょう！"
pl: „Cóż, teraz się chwali. I podoba mi się to. Chcę doświadczyć twojego arsenału. Dołączę do ciebie!”

source: McBash
ja: マクバッシュ
pl: Macbash

source: Ignore them.
ja: 無視するんだ。
pl: Nie zwracaj na nich uwagi.

source: You ignore the egotistical Rockmen and continue on your way.
ja: 自己中心的なロックマンを無視し、自分の道を進む。
pl: Nie zwracasz uwagi na samolubny głaz i kontynuujesz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="SURRENDER_ROCK_BIGGUNS"]/text
source: "Jeez man, we've heard it's not about the size but how you use it, and you sure know how to use your guns! You've proven your point, let us go and we'll pay you some ammunition to fuel those guns of yours."
ja: 「銃は大きさより使い方が大事だと聞いている！銃の使い方を知っているのは確かだ！言いたいことはわかったから、解放してくれ。
pl: „Boże, słyszeliśmy, że chodzi o to, że nie ma kwoty, ale o tym, jak go używasz, ale wiesz dokładnie, jak używać swojej broni! Udowodniłeś swoją słuszność, pozwól nam, a my zapłacimy ci pewną liczbę głowic. że możesz naładować swoje broń.

source: Accept their surrender.
ja: 降伏を受け入れる。
pl: Zaakceptuj ich poddanie.

source: Screw you!
ja: ふざけるな！
pl: Tak, poszedłeś!

# data/events_sector_theocracy.xml$//event[@name="ROCK_LOOTING_MV"]/text
source: You find a disabled Rock transport floating near the beacon. You consider stripping it of useful parts but are uncertain why it's there in the first place.
ja: あなたはビーコンの近くに、故障したロック輸送船が浮かんでいるのを見つけた。有用な部品を取り除こうと考えたが、そもそもなぜそこにあるのかわからない。
pl: Znajdziesz w pobliżu latarni morskiej, które głazy przetransportowały się na zamówienie.Zastanawiasz się nad przeanalizowaniem go w celu uzyskania przydatnych szczegółów, ale nie wiesz, dlaczego w ogóle tu jest.

# data/events_sector_theocracy.xml$//event[@name="ROCK_LOOTING_MV"]/choice[1]/text
source: Strip the ship.
ja: 船を引き剥がす。
pl: Przejdź statek.

# data/events_sector_theocracy.xml$//event[@name="ROCK_LOOTING_MV"]/choice[2]/text
source: Leave it alone.
ja: 放っておけばいい。
pl: Niech tak jest.
