Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/events_sector_theocracy.xml/*.po
Languages: ja, pl

source: "Arr, me systems say it's not possible, but I'll give 'er a go anyway." A55 slashes open Rig with a swing of his hook. The Rock grunts in pain as A55 extracts the Zoltan, all the while administering aid with his limited Doctor Drone capabilities. It's a makeshift job, but he manages to close the wound and treat both patients. The Rockmen look at you with concern, but relent. "What you did seems risky. And is that a pirate drone...? No matter. You did what you said, so we'll give you a reward for it."
ja: 「でも、とにかくやってみるよ。A55はフックの一振りでリグを切り裂く。A55がゾルタンを取り出す間、ロックは痛みに呻き、限られたドクタードローンの能力で手当をする。その場しのぎの仕事だが、傷口をふさぎ、二人の患者を治療することに成功した。ロックマンは心配そうにあなたたちを見るが、やんわりと受け流す。「あなたがしたことは危険なようだ。海賊ドローンなのか？関係ない。君は言ったことをやったのだから、報酬をあげよう"
pl: „ARR, moje systemy mówią, że jest to niemożliwe, ale i tak spróbuję”.34C ujawnia Rygę falą jej haka.Boulder odsuwa się z bólu, podczas gdy 34C wyciąga Zoltana, jednocześnie zapewniając opiekę medyczną przy pomocy jego skromnych możliwościach lekarza-thron.To nie jest łatwa praca, ale udaje mu się zamknąć ranę i wyleczyć obu pacjentów.Głazy patrzą na ciebie ostrożnie, ale uspokajają się.„To, co zrobiłeś, wydaje się ryzykowne. I to jest piracki dron? .. to nie ma znaczenia. Zrobiłeś to, co obiecałeś, a my damy za to nagrodę”.

source: Your Doctor drone isn't capable of performing surgery of this caliber.
ja: あなたのドクタードローンでは、このレベルの手術はできない。
pl: Twój Dron-Detor nie jest w stanie przeprowadzić operacji tego poziomu.

source: Your Medic informs you that a field medic is not qualified for this job.
ja: あなたの衛生兵は、現場の衛生兵にこの仕事をする資格はないとあなたに伝えている。
pl: Twój lekarz mówi ci, że lekarz terenowy nie nadaje się do tej pracy.

source: Your Shell Scientist doesn't have sufficient familiarity with Rock or Zoltan biology to keep both patients alive and healthy.
ja: あなたのシェル・サイエンティストは、ロックやゾルタンの生物学に精通しておらず、2人の患者を生かし、健康に保つことができない。
pl: Twoja naukowca Shell nie jest tak dobrze zaznajomiona z biologią Boulders lub Zoltana, aby zachować życie i zdrowie obu pacjentów.

source: (Mantis Crew) Perform "surgery" on the Rockman.
ja: (マンティス・クルー）ロックマンに「手術」を施す。
pl: (Członek załogi-bogomol) Przeprowadź „operację” na głazie.

source: Your Mantis, ever assured of its abilities, pushes past the Rockmen and marches into the room where the "infected" Rockman is being held. In a single swipe, it cuts straight through the stomach. The convulsing Zoltan falls out, quivering on the ground. The makeshift Rock medical team rushes in to fix the injured Rockman and physiologically evaluate the Zoltan. They aren't pleased with your solution, but they pay you as promised anyways.
ja: あなたのカマキリは、その能力を確信し、ロックマンたちを押しのけて、"感染した "ロックマンが捕らえられている部屋へと進軍する。一振りで胃を切り裂く。痙攣していたゾルタンは地面に倒れ、震えている。その場しのぎのロック医療チームが駆けつけ、負傷したロックマンを治療し、ゾルタンを生理学的に評価する。彼らはあなたの処置に満足しなかったが、約束通り報酬を支払う。
pl: Modliszka, pewna swoich umiejętności, przeciska się obok głazów i wchodzi do pokoju, w którym znajduje się „zainfekowany” głaz.Z jednym ruchem dojrzewa żołądek.Zoltan, który jest konwulsowany, wypada i wije się na podłodze.Improwizowany zespół medyczny głazów rzuca się do nich, aby ustabilizować rannego głazu i sprawdzić stan Zoltana.Są niezadowoleni z twojej decyzji, ale nadal płacą, zgodnie z obietnicą.

source: Suggest they simply put them out of their collective misery.
ja: 彼らを不幸のどん底に突き落とすことを提案する。
pl: Po prostu zaoferuj ich uratowanie przed zbiorowym cierpieniem.

source: "Your advice is worthless. We cannot simply assassinate both a high ranking Zoltan official and our own commander. We ask that you leave, and we will wait for a more helpful ship to arrive."
ja: "あなたの助言は無価値だ。ゾルタンの高官と我々の司令官を暗殺することはできない。お引き取り願いたい。もっと役に立つ船の到着を待とう。"
pl: „Twoja rada jest bez znaczenia. Nie możemy po prostu zabić starszego oficjalnego Zoltana i naszego własnego dowódcy. Prosimy cię o odejście, i będziemy czekać na pojawienie się bardziej odpowiedniego statku”.

source: Offer to try and perform surgery.
ja: 手術を試みることを申し出る。
pl: Zaoferuj próbę przeprowadzenia operacji.

source: "Do you have any training in operating of either of the two species? Or any species at all?" You shake your head. "Then get lost. We will wait for someone who knows what they are doing to arrive."
ja: 「2つの種族のどちらかを操作する訓練を受けていますか？あるいは、どんな種族でも？"あなたは首を横に振る。"それなら失せろ。何をしているのか知っている者が到着するのを待つ"
pl: „Czy masz jakieś umiejętności obsługi tych dwóch rodzajów stworzeń? Czy ogólnie jakiekolwiek stworzenia?”Wstrząsasz głową.„W takim razie zawiedź. Poczekamy, aż ten, kto wie, co robi.”

source: We cannot help.
ja: 私たちは助けることができない。
pl: Nie możemy pomóc.

source: You ignore the Rock station and carry on your way.
ja: あなたはロック・ステーションを無視して道を進む。
pl: Nie zwracasz uwagi na stację Valunes i kontynuujesz.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_HOMEWORLDS"]/text
source: This beacon has landed you concerningly close to a densely populated Rock planet. You double-take when the ship computer informs you that this is no ordinary Rock planet, but rather Vrachos IV, the home planet of the Rock race.
ja: このビーコンは、人口密度の高いロック星に着陸させた。船のコンピューターが、ここが普通のロック惑星ではなく、ロック種族の母星であるヴラコスIV星であることを告げると、あなたは二度見した。
pl: Ta latarnia morska doprowadziła cię do niebezpiecznej bliskości gęsto zaludnionej planety głazów.Zdziwisz się, że nie rozumiesz, że nie jest to zwykła planeta głazów, ale rozwód IV, rodzima planeta rasy Valuna.

# data/events_sector_theocracy.xml$//event[@name="ROCK_HOMEWORLDS"]/choice/text
source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The ship computer informs you on a few other details. Vrachos IV was largely abandoned because the massive industrial mining on the planet's surface led to a disastrous lack of necessary natural resources. This city, the capital of the Rock civilization, is one of the only few that remains populated. It is under strict control by one of the five Rock Elders, Stonewall. His incredibly uncreative name goes well in line with his uncreative methods of punishing dissidents, which usually involve torture and public executions.
ja: 船のコンピューターがいくつか詳細を教えてくれる。ヴラホスIVは、惑星表面での大規模な工業採掘によって必要な天然資源が悲惨なほど不足したため、大部分が放棄された。ロック文明の首都であるこの都市は、人口が残っている数少ない都市のひとつである。5人のロック長老の1人、ストーンウォールの厳格な管理下にある。彼の信じられないほど創造性に欠ける名前は、反体制派を処罰する彼の創造性に欠ける方法とよく一致している。
pl: Komputer statku mówi ci kilka więcej szczegółów.Gówno IV zostało w dużej mierze porzucone, ponieważ duże przemysłowe wydobycie minerałów na powierzchni planety doprowadziło do katastrofalnego braku niezbędnych zasobów naturalnych.To miasto, stolica cywilizacji głazów, jest jednym z niewielu pozostałych zaludnionych.Jest pod ścisłą kontrolą jednego z pięciu starszych głazów - kamienia.Jego niezwykle nie oryginalna nazwa jest w pełni spójna z oryginalnymi metodami karania, które zwykle sprowadzają się do tortur i publicznych egzekucji.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: The city below is bustling with activity, and far in the distance lays Stonewall's palace, blocking out the sunrise. It's not the biggest building here, but it commands the most attention.
ja: 眼下の街は活気にあふれ、はるか彼方には日の出を遮るようにストーンウォールの宮殿がある。ここで一番大きな建物ではないが、最も注目を集める建物だ。
pl: Życie gotuje się poniżej i daleko słoneczny pałac, który pokrywa wschód słońca, unosi się daleko.To nie jest największy budynek, ale przyciąga największą uwagę.

source: Attack the palace.
ja: 宮殿を攻撃せよ。
pl: Zaatakuj pałac.

source: You came to this reality to make a change and the Rock government is no better than the Rebels. As you approach the palace however, a gigantic Rock cruiser exits, ready to combat you.
ja: あなたは変化を起こすためにこの現実に来たが、ロック政府は反乱軍と変わらない。しかし、あなたが宮殿に近づくと、巨大なロック巡洋艦が現れ、あなたとの戦闘態勢に入る。
pl: Przyszedłeś do tej rzeczywistości, aby coś zmienić, a rząd Bulleys nie jest lepszy od rebeliantów.Jednak gdy zbliżasz się do pałacu, pojawia się z niego gigantyczny krążownik Valunov, gotowy do walki z tobą.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: We should leave.
ja: 私たちは去るべきだ。
pl: Musimy odejść.

source: A giant Rock city is no place for a Federation ship. You power up the thrusters and back away from the planet's surface.
ja: 巨大なロック・シティは連邦の船にとって居場所ではない。スラスターをパワーアップし、惑星表面から離れる。
pl: Gigantyczne miasto Valunov nie jest miejscem na statek statku.Włączasz silniki i opuszczasz powierzchnię planety.

source: Do something onboard the ship.
ja: 船内で何かをする。
pl: Zrób coś na statku.

source: Do nothing.
ja: 何もしない。
pl: Nic do roboty.

# data/events_sector_theocracy.xml$//event[@name="ROCK_HOMEWORLDS_VICTORY"]/text
source: No ship can outmatch you, not even a mighty Elite Rock Cruiser. Now defeated, the remains of the cruiser go down into flames, destroying the vast garden leading up to the Palace's entrance. It's plenty to scrap, but you don't have much time with the Rock soldiers running out to meet you.
ja: 強大なエリート・ロック・クルーザーでさえも、あなたに勝てる船はない。敗れた巡洋艦の残骸は炎に包まれ、宮殿の入り口へと続く広大な庭園を破壊した。スクラップにするには十分だが、ロック兵が駆けつけてくるので時間がない。
pl: Żaden statek nie może cię przewyższyć, nawet potężny elitarny krążownik Valenov.Pozostałości pokonanego krążownika płoną w ogniu, niszcząc ogromny ogród, który doprowadził do wejścia do pałacu.Możesz zrobić dużo złomu, ale masz mało czasu, ponieważ skończysz na spotkanie z tobą, żołnierzami fuluns.

source: Continue...
ja: 次へ...
pl: Kontynuować...

source: Along with the Rockmen comes Stonewall himself, extremely irate at the damage you caused. "What have you done! You have proven your point, everywhere you go you only bring destruction and disrupt our ways of life! What is it that you want, why have you come here to ruin this day? Will simple money be enough to make you leave?"
ja: ロックマンと一緒にストーンウォールもやってきた。「何をした！行く先々で破壊をもたらし、我々の生活を混乱させるだけだ！この日を台無しにするために、なぜここに来た？単純な金で出て行かせることができるのか？"
pl: Wraz z głazami jest też sama zaparzenie, niezwykle zła na wyrządzone przez ciebie szkody.„Co zrobiłeś! Pokazałeś wszystkim swoją esencję, gdziekolwiek przybyłeś, przynosisz tylko zniszczenie i naruszasz nasz sposób życia! Czego potrzebujesz, dlaczego przyszedłeś tu, aby zepsuć ten dzień? Może będzie wystarczająco dużo prostych pieniędzy Wyjechałeś?

source: Accept their pay.
ja: 給料を受け取れ。
pl: Zaakceptuj ich nagrodę.

source: Reluctantly, the Rock soldiers put down their guns and a hefty sum of scrap is brought out for you. This won't have much lasting effect on the Rock government other than an increase in security, but atleast this will help with your primary mission.
ja: しぶしぶ、ロック軍の兵士たちは銃を下ろし、あなたたちのために多額のスクラップが持ち出される。これはロック政府にとって、治安が良くなる以外の永続的な効果はないだろうが、少なくともあなたの主要な任務には役立つだろう。
pl: Żołnierze Valuna niechętnie pomijają broń, a ty przyniesiesz dużą ilość złomu.Nie będzie to miało znaczącego wpływu na rząd Boulders, z wyjątkiem zwiększenia jego poziomu bezpieczeństwa, ale przynajmniej pomoże we wdrażaniu głównej misji.

source: Use Stonewall as a hostage and bargain for an even greater reward.
ja: ストーンウォールを人質にして、さらに高額な報酬を交渉する。
pl: Weź kamień -wóz i zażądaj jeszcze większej opłaty.

source: The ship AI suggests taking Stonewall as a hostage. Unfortunately, you lack a proper team for this option to be considered.
ja: AIはストーンウォールを人質に取ることを提案する。残念ながら、この選択肢を考慮するには適切なチームが不足している。
pl: AI statku oferuje kamień w zakładniku.Niestety nie masz odpowiedniego zespołu do wdrożenia tej opcji.

source: We came here to make a change. Assassinate Stonewall now.
ja: 我々は変化を起こすためにここに来た。今すぐストーンウォールを暗殺しろ
pl: Przyjechaliśmy tutaj, aby zmienić sytuację.Zabijanie kamienia w tej chwili.

source: You came here to make a change. Fire all weapons on Stonewall.
ja: あなたは変化を起こすためにここに来た。ストーンウォールに全火器を撃ち込め。
pl: Przyjechaliśmy tutaj, aby zmienić sytuację.Strzelaj ze wszystkich pistoletów do kamienia.

source: You're far quicker than any of the guards, and in only a couple of seconds your blaster is held directly against Stonewall's head. It's a dangerous and nerve-racking exchange, but everything goes as 'planned' and a Rock transport delivers a large supply of goods.
ja: あなたはどの看守よりもはるかに素早く、ほんの2、3秒であなたのブラスターをストーンウォールの頭に直接突きつけた。危険で神経をすり減らすようなやり取りだが、すべては「計画」通りに進み、ロックの輸送車が大量の物資を運んできた。
pl: Jesteś znacznie szybszy niż strażnicy, a po kilku sekundach twój blaster jest tuż przy głowie kamienia.Jest to niebezpieczny i intensywny proces wymiany, ale wszystko idzie zgodnie z planem, a transport głazów zapewnia dużą partię zapasów.

source: It was a risky move, and things don't go nearly as 'planned'. The Rock guards are quicker than anticipated and one of your crew is shot in the chest. You still manage to grab Stonewall around his massive neck and hold a blaster to his moss-covered face. As your crew lies dying on the floor, a Rock transport is called in to deliver the larger amount of supplies. Once you're satisfied, you hurry back to the ship, making sure to keep your gun pointed at Stonewall the entire way back.
ja: 危険な行動だったし、物事はほとんど『計画』通りには進まない。ロックの警備兵は予想以上に素早く、クルーの1人が胸を撃たれた。それでも何とかストーンウォールの巨大な首をつかみ、コケに覆われた顔にブラスターを突きつける。クルーが床に横たわり瀕死の状態になると、ロックの輸送船が大量の物資を運ぶために呼ばれる。満足したら、ストーンウォールに銃を向けたまま急いで船に戻る。
pl: To był ryzykowny krok i wszystko poszło nie tak.Szklane osłony są bardziej zwinni niż oczekiwano, a jeden z członków twojej załogi otrzymuje kulę w klatce piersiowej.Nadal udaje ci się złapać kamień za masywną szyję i postawić blaster na jego twarzy pokryty mchem.Podczas gdy członek załogi leży na podłodze i umiera, przybywa transport głazów, który zapewnia dużą liczbę materiałów eksploatacyjnych.Zadowolony z tego spieszy się, aby wrócić na statek, nie zapominając o utrzymaniu kamienia w zasięgu wzroku.

source: (Upg. Medbay) Provide medical assistance to your crew.
ja: (医療室) クルーに医療支援を行う。
pl: (Udoskonalanie miodu), aby zapewnić pomoc medyczną członkowi załogi.

source: Luckily your crew is able to be treated in time. You pull away from the city, glad at the success of the mission.
ja: 幸運なことに、クルーは間一髪で手当てを受けることができた。任務の成功を喜びつつ、あなたは街から離れる。
pl: Na szczęście członek twojej załogi otrzymał czas.Odchodzisz od miasta, ciesząc się z pomyślnego zakończenia zadania.

source: (Medical Crew) Provide medical assistance to your crew.
ja: (医療クルー）クルーに医療支援を行う。
pl: (Członek Medicine) zapewnij pomoc medycznej członkowi załogi.

source: Luckily your crew is able to be treated in time. You pull away from the city, glad at the success of the mission.
ja: 幸運なことに、クルーは間一髪で手当てを受けることができた。任務の成功を喜びつつ、あなたは街から離れる。
pl: Na szczęście członek twojej załogi otrzymał czas.Odchodzisz od miasta, ciesząc się z pomyślnego zakończenia zadania.

source: There's nothing we can do to save our crew.
ja: クルーを救うためにできることは何もない。
pl: Nie możemy nic zrobić, aby uratować członka naszej załogi.

source: Your crew perishes in front of you, a casualty that could have been prevented if you simply hadn't tried something so daring.
ja: クルーは目の前で死んでしまう。大胆なことをしなければ防げた犠牲者だ。
pl: Członek twojej załogi umiera na twoich oczach, ale można tego uniknąć, jeśli po prostu nie próbujesz popełnić takiego odważnego działania.

source: Luckily your crew is cloned, relieving you of some of your guilt.
ja: 幸運にもクルーはクローンであり、罪悪感から解放される。
pl: Na szczęście członek twojej załogi jest sklonowany, co usuwa od ciebie część winy.

source: You swiftly draw your blaster and blast Stonewall straight in the chest. The mighty titan of a creature falls to the ground in a thud, and the Rock soldiers are sent into chaos. You rush back to the ship but are stopped by the surge of Rock citizens breaking down the palace gates. A large horde of onlookers, witnessing your brave execution of their long-time brutal dictator, have been pushed to revolt, and they are stampeding to take down the soldiers.
ja: あなたは素早くブラスターを抜き、ストーンウォールの胸を直撃する。強大な巨人は音を立てて地面に倒れ、ロックの兵士たちは大混乱に陥る。あなたは急いで船に戻るが、宮殿の門を破るロック市民の波に阻まれる。野次馬の大群は、あなたが長年残忍な独裁者を勇敢に処刑するのを目撃し、反乱に駆り立てられ、兵士たちを倒そうと殺到している。
pl: Szybko wyciągasz blaster i strzelasz do pana młodego bezpośrednio w klatkę piersiową.Potężny tytan spada na ziemię z rykiem, a żołnierze Valuna wpadają w odrętwienie.Pędzisz z powrotem na statek, ale powstrzymuje Cię napływ cywilnych głazów łamczących bramy pałacu.Ogromny tłum widzów, którzy obserwowali, jak śmiało wykonałeś ich długotrwały okrutny dyktator, został zmuszony do powstania i rzucili się do żołnierzy.

source: Stay and help fight.
ja: ここに留まり、戦う手助けをする。
pl: Zatrzymaj się i pomóż w bitwie.

source: It's a violent fight, and there's heavy casualties on both sides, but with your trained military crew you help sway the tide in the civilians' favor. Once the battle is for certain over, the civilians thank you for your help. Most march on to take control of Stonewall's palace, but one Rock, a Crusader who turned on his masters, stays behind. "You have done us a considerable service, and I cannot let this go without thanks. Our kind may finally be free from this oppression, and this could very well be the start. I want to stay behind and keep fighting, but I also know a Federation ship passing through here with such a powerful loadout has a very important mission awaiting them, and they can use all of the manpower they can get."
ja: 激しい戦いとなり、双方に多くの死傷者が出たが、訓練された軍人のクルーと共に、あなたは民間人に有利な方向に流れを変える手助けをした。戦いが確実に終わると、市民たちはあなたの助けに感謝する。大半はストーンウォールの宮殿を支配するために進軍するが、主人に寝返った十字軍のロックが1人残る。「あなたは私たちに多大な貢献をしてくれた。私たちの種族はついにこの圧政から解放されるかもしれない。私は残って戦い続けたい。だが、このような強力な装備でここを通過する連邦の船には、非常に重要な任務が待ち受けていることも知っている。
pl: Jest to okrutna bitwa, w której po obu stronach występują duże straty, ale przy pomocy przygotowanego wojska pomagasz zmienić sytuację na korzyść cywilów.Po ostatecznym zakończeniu bitwy cywil dziękuję za pomoc.Większość z nich idzie do kamiennego pałacu, ale pozostaje jeden głaz, krzyżowca, który odwrócił się od swoich właścicieli.„Zapewniłeś nam świetną służbę i nie mogę tego opuścić bez wdzięczności. Być może nasza rodzina w końcu uwolni się od tego ucisku, a to może stać się początkiem. Chcę zostać i kontynuować walkę, ale też ja też Wiedz, że statek, który jest tutaj z tak potężnym arsenałem, czeka na bardzo ważną misję i może potrzebować wszystkich sił, które mogą uzyskać tylko.

source: Ihatsno
ja: イハツノ
pl: Ich

source: Leave now.
ja: 今すぐ帰れ。
pl: Wyjeżdżamy teraz.

source: Hopefully this newfound spark of hope you've started among the Rock people won't be smothered by the reinforcements the other Elders are bound to send. You can't risk your mission any further, so you power up the engines and fly away from the city.
ja: ロック族に新たに芽生えた希望の火種が、他の長老たちが送り込んでくる援軍によってかき消されないことを祈る。これ以上任務を危険にさらすわけにはいかないので、エンジンをパワーアップさせ、街から飛び立つ。
pl: Mam nadzieję, że ta iskra nadziei, że dałeś głazy, nie będzie przestarzała ze względu na wzmocnienie, które inni starsi z pewnością wyślą.Nie możesz już ryzykować swojej misji, więc włączasz silniki i odlatujesz od miasta.

source: You aim the entire ship's array of weapons and fire at will on Stonewall's spot. It's a pretty brutal display, but the mighty titan of a creature is swiftly terminated under the barrage of your weaponry, and the Rock soldiers are sent into chaos. A large horde of onlookers, witnessing your brave execution of their long-time brutal dictator, have been pushed to revolt, and they are stampeding to take down the soldiers.
ja: 船の全兵器に狙いを定め、ストーンウォールのスポットを狙い撃つ。かなり残酷な見せしめだが、この強大な巨人は君の武器の弾幕の下で素早く消滅し、ロック兵士たちは大混乱に陥った。野次馬の大群は、長年の残忍な独裁者の勇敢な処刑を目の当たりにし、反乱に駆り立てられ、兵士たちを倒そうと殺到している。
pl: Przynosisz wszystkie broń statku i otwierasz celujący ogień w miejscu, w którym jest oszałamiający.To dość okrutny spektakl, ale potężny Tytan szybko umiera pod falą twoich broni, a żołnierze Valuna wpadają w odrętwienie.Ogromny tłum widzów, którzy byli świadkami twojej odważnej egzekucji ich długiego okrutnego dyktatora, naciska na powstanie i pędzą do żołnierza, próbując sobie z nimi poradzić.

source: Stay and help fight.
ja: ここに留まり、戦う手助けをする。
pl: Zatrzymaj się i pomóż w bitwie.

source: It's a violent fight, and there's heavy casualties on both sides, but with your menacing automated cruiser looming above, you help sway the tide in the civilians' favor. Once the battle is for certain over, the civilians thank you for your help. Most march on to take control of Stonewall's palace, but one Rock, a Crusader who turned on his masters, stays behind. "You have done us a considerable service, and I cannot let this go without thanks. Our kind may finally be free from this oppression, and this could very well be the start. I want to stay behind and keep fighting, but I also know a Federation ship passing through here with such a powerful loadout has a very important mission awaiting them, and they can use all of the manpower they can get."
ja: 激しい戦いとなり、双方に多くの死傷者が出たが、威嚇的な自動巡洋艦が上空に迫っていたため、民間人に有利な方向に流れを変えることができた。戦いが確実に終わると、民間人はあなたの助けに感謝する。大半はストーンウォールの宮殿を支配するために進軍するが、1人のロックが主人に反旗を翻したクルセイダーとして残る。「あなたは私たちに多大な貢献をしてくれた。私たちの種族はついにこの圧政から解放されるかもしれない。私は残って戦い続けたい。だが、このような強力な装備でここを通過する連邦の船には、非常に重要な任務が待ち受けていることも知っている。
pl: Jest to okrutna bitwa, w której obie strony poniosły ciężkie straty, ale potężny automatyczny krążownik pomaga zmienić sytuację na korzyść cywilów.Kiedy bitwa została w końcu zakończona, cywil dziękuję za pomoc.Większość z nich idzie do kamiennego pałacu, ale pozostaje jeden głaz, krzyżowca, który odwrócił się od swoich właścicieli.„Zapewniłeś nam świetną służbę i nie mogę tego opuścić bez wdzięczności. Być może nasza rodzina w końcu uwolni się od tego ucisku, a to może stać się początkiem. Chcę zostać i kontynuować walkę, ale też ja też Wiedz, że statek, który jest tutaj z tak potężnym arsenałem, czeka na bardzo ważną misję i może potrzebować wszystkich sił, które mogą uzyskać tylko.

source: Ihatsno
ja: イハツノ
pl: Ich

source: Leave now.
ja: 今すぐ帰れ。
pl: Wyjeżdżamy teraz.

source: Hopefully this newfound spark of hope you've started among the Rock people won't be smothered by the reinforcements the other Elders are bound to send. You can't risk your mission any further, so you power up the engines and fly away from the city.
ja: ロック族に新たに芽生えた希望の火種が、他の長老たちが送り込んでくる援軍によってかき消されないことを祈る。これ以上任務を危険にさらすわけにはいかないので、エンジンをパワーアップさせ、街から飛び立つ。
pl: Mam nadzieję, że ta iskra nadziei, że dałeś głazy, nie będzie przestarzała ze względu na wzmocnienie, które inni starsi z pewnością wyślą.Nie możesz już ryzykować swojej misji, więc włączasz silniki i odlatujesz od miasta.
