Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGI"]/description
source: Defeat the Engi C Renegade and get the Trinity Drone.
es: Derrota al Engi C Renegade y consigue el Trinity Drone.
it: Sconfiggi il rinnegato Engi C e prendi il drone Trinity.
pl: Pokonaj Renegate Angie B i zdobądź drona Trinity.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGI"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGINEER"]/name
source: Hypocritical Oath
es: Juramento hipócrita
it: Giuramento ipocrita
pl: Hipokrytowa przysięga

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGINEER"]/description
source: Defeat the Engineer B Renegade and get the Surgeon Drone.
es: Derrota al ingeniero B Renegade y obtén el dron del cirujano.
it: Sconfiggi l'ingegnere B rinnegata e prendi il drone del chirurgo.
pl: Pokonaj renegata inżynierów B i zdobądź chirurga dronów.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGINEER"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_FED"]/description
source: Defeat the Federation B Renegade and get the Pharaoh Mine Launcher.
es: Derrota a la Federación B Renegade y consigue el lanzador de la mina Faraón.
it: Sconfiggi la Federazione B rinnegata e prendi il lanciagrana del faraone.
pl: Wygrał renegat Federacji B i otrzymał zaprawę „faraona”.

# data/hyperspace.xml$//achievement[@name="ACH_REN_FED"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_FREEMANTIS"]/name
source: Deadly Nightshade
es: Belladona
it: Nighthade mortale
pl: Śmiertelny żebrak

# data/hyperspace.xml$//achievement[@name="ACH_REN_FREEMANTIS"]/description
source: Defeat the Free Mantis B Renegade and get the Nightshade Missiles.
es: Derrota al Renegade de Mantis B Free y obtén los misiles Nightshade.
it: Sconfiggi la mantide gratuita B rinnegata e prendi i missili da notte.
pl: Pokonaj Renegata wolnego Bogomolova B i otrzymaj instalację rakiet „Paslen”.

# data/hyperspace.xml$//achievement[@name="ACH_REN_FREEMANTIS"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_KESTREL"]/name
source: No Room for the Two of Us
es: No hay espacio para los dos
it: Nessuna spazio per noi due
pl: Brak miejsca dla dwojga

# data/hyperspace.xml$//achievement[@name="ACH_REN_KESTREL"]/description
source: Defeat the Kestrel B Renegade and get the Light Laser Charger.
es: Derrota al Kestrel B Renegade y consigue el cargador láser ligero.
it: Sconfiggi il Kestrel B rinnegade e prendi il caricatore laser leggero.
pl: Pokonaj renegat Pustelga B i zdobądź lekki laser.

# data/hyperspace.xml$//achievement[@name="ACH_REN_KESTREL"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_LANIUS"]/name
source: Infant Man
es: Hombre infantil
it: Uomo infantile
pl: Infantil

# data/hyperspace.xml$//achievement[@name="ACH_REN_LANIUS"]/description
source: Defeat the Lanius B Renegade and get the Toggle Flak.
es: Derrota al Renegade de Lanius B y consigue la falla de alternar.
it: Sconfiggi il Lanius B rinnegade e prendi il flak a levetta.
pl: Pokonaj Renegata Laniusa B i zdobądź pistolet do fragmentacji wielu linii.

# data/hyperspace.xml$//achievement[@name="ACH_REN_LANIUS"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_LEECH"]/name
source: Detox
es: Desintoxicación
it: Disintossicazione
pl: Detoksykacja

# data/hyperspace.xml$//achievement[@name="ACH_REN_LEECH"]/description
source: Defeat the Republican C Renegade and get the Big Suck Bomb.
es: Derrota al republicano C Renegade y consigue la Big Suck Bomb.
it: Sconfiggi il rinnegato C repubblicano e prendi la grande bomba succhia.
pl: Wygrał republikański renegat i zdobył dużą pochłaniającą bombę.

# data/hyperspace.xml$//achievement[@name="ACH_REN_LEECH"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_LOSTSUN"]/name
source: Found Moons
es: Lunas encontradas
it: Trovate lune
pl: Odkryłem księżyce

# data/hyperspace.xml$//achievement[@name="ACH_REN_LOSTSUN"]/description
source: Defeat the Lost Sun B Renegade and get the Frost Charger.
es: Derrota al Renegade de Sun B Lost B y consigue el cargador Frost.
it: Sconfiggi il sole perduto B rinnegade e prendi il caricatore del gelo.
pl: Pokonaj renegata utraconych słońc i zdobądź zamrażarkę.

# data/hyperspace.xml$//achievement[@name="ACH_REN_LOSTSUN"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_MANTIS"]/name
source: Bomberman-tis
pl: Bombogomol

# data/hyperspace.xml$//achievement[@name="ACH_REN_MANTIS"]/description
source: Defeat the Hive B Renegade and get the Sustaining Bomb.
es: Derrota al Hive B Renegade y obtén la bomba de mantenimiento.
it: Sconfiggi l'alveare B rinnegata e prendi la bomba sostenitrice.
pl: Pokonaj renegata Hive B i zdobądź bombę wspierającą.

# data/hyperspace.xml$//achievement[@name="ACH_REN_MANTIS"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_MONK"]/name
source: Electrifying Faith
es: Fe electrizante
it: Fede elettrizzante
pl: Wiara elektryczna

# data/hyperspace.xml$//achievement[@name="ACH_REN_MONK"]/description
source: Defeat the Illesctrian B Renegade and get the Ion Chainger.
es: Derrota al Illesctrian B Renegade y consigue el Ion Chainger.
it: Sconfiggi il Lersctrian B rinnegade e prendi lo ione Chainger.
pl: Pokonaj Illesktrian Renegat B i zdobądź pistolet jonowy ładujący łańcuch.

# data/hyperspace.xml$//achievement[@name="ACH_REN_MONK"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_ORCHID"]/name
source: Fresh Produce
es: Productos frescos
it: Prodotti freschi
pl: Świeże zielenie

# data/hyperspace.xml$//achievement[@name="ACH_REN_ORCHID"]/description
source: Defeat the Gathering C Renegade and get the Strawberry Gun.
es: Derrota a la reunión C Renegade y consigue la pistola de fresa.
it: Sconfiggi la raccolta C rinnegata e prendi la pistola alla fragola.
pl: Wygrał Renegade kwiatostanu i zdobyć broń truskawkową.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ORCHID"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_SHELL"]/name
source: Die-fraction
es: Fracción de matriz
it: Fraction
pl: Frakcja bezpośrednia

# data/hyperspace.xml$//achievement[@name="ACH_REN_SHELL"]/description
source: Defeat the Geniocracy C Renegade and get the Toxic Pod Launcher.
es: Derrota a la Genocracia C Renegade y obtén el tóxico podarger.
it: Sconfiggi la geniocrazia C rinnegata e ottieni il lanciarazzi tossici.
pl: Pokonaj renegację geniokracji i zdobądź toksyczne wyrzutnie.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SHELL"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_ROCK"]/name
source: Diamond Tipped
es: Diamante con punta
it: Diamond con punta
pl: Diamentowa wskazówka

# data/hyperspace.xml$//achievement[@name="ACH_REN_ROCK"]/description
source: Defeat the Theocracy C Renegade and get the Obsidian Missiles.
es: Derrota a la teocracia C Renegade y obtiene los misiles de obsidiana.
it: Sconfiggi la teocrazia C rinnegata e ottieni i missili ossidiana.
pl: Wygrał renegata teokracji i uzyskał obsydianowy system rakietowy.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ROCK"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_SEPARATIST"]/name
source: Balance Restored
es: Balance restaurado
it: Equilibrio ripristinato
pl: Równowaga jest przywrócona

# data/hyperspace.xml$//achievement[@name="ACH_REN_SEPARATIST"]/description
source: Defeat the Separatist B Renegade and get the Yin Yang Drone.
es: Derrota al separatista B Renegade y consigue el dron Yin Yang.
it: Sconfiggi il separatista b rinnegata e prendi il drone yin yang.
pl: Wygrał separatystę B i zdobądź drona Yin-Yang.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SEPARATIST"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_SLUG"]/name
source: High Noon
es: Mediodía
it: Mezzogiorno
pl: Południe

# data/hyperspace.xml$//achievement[@name="ACH_REN_SLUG"]/description
source: Defeat the Kleptocracy C Renegade and get the Big Ion.
es: Derrota a la cleptocracia C Renegade y consigue el gran ion.
it: Sconfiggi la Kleptocracy C rinnegata e ottieni il grande ione.
pl: Pokonaj renegat Kleptocracy i zdobądź duży pistolet jonowy.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SLUG"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_STEALTH"]/name
source: Biggest Beam
es: Haz más grande
it: Raggio più grande
pl: Najpotężniejsza wiązka

# data/hyperspace.xml$//achievement[@name="ACH_REN_STEALTH"]/description
source: Defeat the Stealth B Renegade and get the Tsukiyari.
es: Derrota al sigiloso B Renegade y consigue el Tsukiyari.
it: Sconfiggi la furtività B rinnegata e prendi il Tsukiyari.
pl: Wygrał Stealth-Egat B i zdobądź „Tsukiyari”.

# data/hyperspace.xml$//achievement[@name="ACH_REN_STEALTH"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_TUCO"]/name
source: Lucky 7
es: Afortunado 7
it: Fortunato 7
pl: Szczęśliwego siódemka

# data/hyperspace.xml$//achievement[@name="ACH_REN_TUCO"]/description
source: Defeat the Tuco B Renegade and get the Slotgun.
es: Derrota al Tuco B Renegade y consigue el Slotgun.
it: Sconfiggi il tuco b rinnegato e prendi lo slotgun.
pl: Pokonaj Renegade Tuko B i zdobądź smak.

# data/hyperspace.xml$//achievement[@name="ACH_REN_TUCO"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_ZOLTAN"]/name
source: Unlimited Power
es: Poder ilimitado
it: Potere illimitato
pl: Nieograniczona energia

# data/hyperspace.xml$//achievement[@name="ACH_REN_ZOLTAN"]/description
source: Defeat the Ministry C Renegade and get the Battery Beam.
es: Derrota al Ministerio C Renegade y obtenga el haz de la batería.
it: Sconfiggi il ministero C rinnegato e prendi il raggio della batteria.
pl: Wygrał Ministerstwo Ministerstwa i uzyskaj wiązkę z zasilaczem.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ZOLTAN"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_MFK"]/name
source: Elitism
es: Elitismo
it: Elitismo
pl: Elityzm

# data/hyperspace.xml$//achievement[@name="ACH_REN_MFK"]/description
source: Defeat the MFK C Renegade and get the Promotion Bomb.
es: Derrota al MFK C Renegade y obtiene la bomba de promoción.
it: Sconfiggi il rinnegato MFK C e prendi la bomba di promozione.
pl: Wygrał renegat IFC i zdobyć podnoszącą bombę.

# data/hyperspace.xml$//achievement[@name="ACH_REN_MFK"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Vencer el ???Renegado y obtener su botín.
it: Sconfiggere il ???Renegade e ottieni il suo bottino.
pl: Pokonaj renegata ???I zdobądź prototyp.

# data/hyperspace.xml$//achievement[@name="ACH_REN_MFK"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_OSMIAN"]/name
source: Osmianmosis
es: Osmianos
it: Osmianmosi
pl: Osmianmoza

# data/hyperspace.xml$//achievement[@name="ACH_REN_OSMIAN"]/description
source: Defeat the Osmian B Renegade and get the Holo-Drone.
es: Derrota al Renegade de Osmian B y obtiene el Holo-Drone.
it: Sconfiggi il rinnegato Osmian B e prendi l'holo-drone.
pl: Wygrał Osmian Renegat B i zdobyć bęben.

# data/hyperspace.xml$//achievement[@name="ACH_REN_OSMIAN"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Vencer el ???Renegado y obtener su botín.
it: Sconfiggere il ???Renegade e ottieni il suo bottino.
pl: Pokonaj renegata ???I zdobądź prototyp.

# data/hyperspace.xml$//achievement[@name="ACH_REN_OSMIAN"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_HORSE"]/name
source: Many More Stories to Tell
es: Muchas más historias para contar
it: Molte altre storie da raccontare
pl: Jeszcze więcej historii

# data/hyperspace.xml$//achievement[@name="ACH_REN_HORSE"]/description
source: Defeat the Equinoid C Renegade and get the Cyberpony.
es: Derrota al equinoide C Renegade y consigue el ciberponio.
it: Sconfiggi il rinnegato C equinoideo e prendi il cyberpone.
pl: Wygrał Equinoids of the Renegate i dostał Cyberponi.

# data/hyperspace.xml$//achievement[@name="ACH_REN_HORSE"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Vencer el ???Renegado y obtener su botín.
it: Sconfiggere il ???Renegade e ottieni il suo bottino.
pl: Pokonaj renegata ???I zdobądź prototyp.

# data/hyperspace.xml$//achievement[@name="ACH_REN_HORSE"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_SALT"]/name
source: Geologist
pl: Geolog

# data/hyperspace.xml$//achievement[@name="ACH_REN_SALT"]/description
source: Defeat the Sodium C Renegade and get the Mining Drone.
es: Derrota al sodio C Renegade y obtén el dron minero.
it: Sconfiggi il sodio C rinnegato e prendi il drone minerario.
pl: Pokonaj renegadę sodu i zdobądź drona górniczego.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SALT"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Vencer el ???Renegado y obtener su botín.
it: Sconfiggere il ???Renegade e ottieni il suo bottino.
pl: Pokonaj renegata ???I zdobądź prototyp.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SALT"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_SYLVAN"]/name
source: Having a Bad Time
es: Pasando un mal momento
it: Avere un brutto momento
pl: Nieudany czas

# data/hyperspace.xml$//achievement[@name="ACH_REN_SYLVAN"]/description
source: Defeat the Sylvan C Renegade and get the Blaster Beam.
es: Derrota al Sylvan C Renegade y obtén el haz de blaster.
it: Sconfiggi il rinnegato Sylvan C e prendi il raggio blaster.
pl: Pokonaj Sylvanas Renegate i zdobądź wiązkę Blaster.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SYLVAN"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Vencer el ???Renegado y obtener su botín.
it: Sconfiggere il ???Renegade e ottieni il suo bottino.
pl: Pokonaj renegata ???I zdobądź prototyp.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SYLVAN"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_SPIDER"]/name
source: Widowed
pl: Owdowiały

# data/hyperspace.xml$//achievement[@name="ACH_REN_SPIDER"]/description
source: Defeat the Spider C Renegade and get the Venomous Queen.
es: Derrota a la araña C Renegade y consigue a la reina venenosa.
it: Sconfiggi il ragno C rinnegato e prendi la regina velenosa.
pl: Pokonaj renegata pająków i zdobądź trującą królową.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SPIDER"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Vencer el ???Renegado y obtener su botín.
it: Sconfiggere il ???Renegade e ottieni il suo bottino.
pl: Pokonaj renegata ???I zdobądź prototyp.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SPIDER"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$/FTL/achievements/page[3]/section/@text
source: Loot Transports
es: Transportes de botín
it: Trasporti di bottino
pl: Transport z prototypami

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_UNION"]/name
source: Union Transport
es: Transporte sindical
it: Trasporto dell'Unione
pl: Statek transportowy Unii

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_UNION"]/secretDescription
source: Obtain the loot from the Union loot transport.
es: Obtenga el botín del Transporte de botín de la Unión.
it: Ottieni il bottino dal trasporto del bottino dell'Unione.
pl: Zdobądź prototyp z transportu związku.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_UNION"]/description
source: Obtain the Burst Laser I from the Union loot transport.
es: Obtenga el láser I Burst i del Transporte de botín sindical.
it: Ottieni il laser a scoppio I dal trasporto del bottino dell'Unione.
pl: Zdobądź laser Pulse I z transportu Unii.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_UNION"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MILITIA"]/name
source: Militia Transport
es: Transporte de milicias
it: Trasporto di milizia
pl: Statek transportowy milicji

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MILITIA"]/secretDescription
source: Obtain the loot from the Militia loot transport.
es: Obtenga el botín del transporte de botín de la milicia.
it: Ottieni il bottino dal trasporto del bottino della milizia.
pl: Zdobądź prototyp z transportu milicji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MILITIA"]/description
source: Obtain the Burst Laser II from the Militia loot transport.
es: Obtenga el láser II de ráfaga del transporte de botín de la milicia.
it: Ottieni il Laser II Burst dal trasporto del bottino della milizia.
pl: Zdobądź Pulse Laser II z transportu milicji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MILITIA"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FEDERATION"]/name
source: Federation Transport
es: Transporte de la federación
it: Trasporto della Federazione
pl: Statek transportowy federacji

source: Obtain the loot from the Federation loot transport.
es: Obtenga el botín del transporte de botín de la federación.
it: Ottieni il bottino dal trasporto del bottino della Federazione.
pl: Zdobądź prototyp z transportu federacji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FEDERATION"]/description
source: Obtain the Heavy Laser II from the Federation loot transport.
es: Obtenga el láser pesado II del transporte de botín de la federación.
it: Ottieni il Laser II pesante dal trasporto del bottino della Federazione.
pl: Zdobądź ciężki laser II z transportu federacji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FEDERATION"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HARMONY"]/name
source: Harmony Transport
es: Transporte de armonía
it: Trasporto di armonia
pl: Statek transportowy harmonii

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HARMONY"]/secretDescription
source: Obtain the loot from the Harmony loot transport.
es: Obtenga el botín del transporte de botín de armonía.
it: Ottieni il bottino dal trasporto di bottino di armonia.
pl: Zdobądź prototyp z harmonii.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HARMONY"]/description
source: Obtain the Combat or Defense drone from the Harmony loot transport.
es: Obtenga el dron de combate o defensa del transporte de botín de armonía.
it: Ottieni il combattimento o il drone di difesa dal trasporto del bottino di armonia.
pl: Zdobądź dron walki lub ochronny od harmonii.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HARMONY"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SEPARATIST"]/name
source: Separatist Transport
es: Transporte separatista
it: Trasporto separatista
pl: Separatystyczny statek transportowy

source: Obtain the loot from the Separatist loot transport.
es: Obtenga el botín del transporte de botín separatista.
it: Ottieni il bottino dal trasporto del bottino separatista.
pl: Zdobądź prototyp od separatystów.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SEPARATIST"]/description
source: Obtain the Battle Drone from the Separatist loot transport.
es: Obtenga el dron de batalla del transporte de botín separatista.
it: Ottieni il drone di battaglia dal trasporto del bottino separatista.
pl: Zdobądź dron dronów z separatystów.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SEPARATIST"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ZOLTAN"]/name
source: Ministry Transport
es: Transporte del ministerio
it: Trasporto del ministero
pl: Statek transportowy ministerstwa

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ZOLTAN"]/secretDescription
source: Obtain the loot from the Ministry loot transport.
es: Obtenga el botín del transporte de botín del ministerio.
it: Ottieni il bottino dal trasporto del bottino del ministero.
pl: Zdobądź prototyp z transportu ministerstwa.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ZOLTAN"]/description
source: Obtain the 'Pike' or 'Lucerne' from the Ministry loot transport.
es: Obtenga el 'Pike' o 'Lucerna' del transporte de botín del ministerio.
it: Ottieni il "luccio" o "Lucerna" dal trasporto del bottino del ministero.
pl: Zdobądź „szczyt” lub „lucerna” z transportu ministerstwa.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ZOLTAN"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DUSKBRINGER"]/name
source: Duskbringer Transport
es: Transporte de Duskbringer
it: Trasporto di Duskbringer
pl: Statek transportowy posłańców zachodu słońca

source: Obtain the loot from the Duskbringer loot transport.
es: Obtenga el botín del transporte de botín Duskbringer.
it: Ottieni il bottino dal trasporto di bottino di Duskbringer.
pl: Zdobądź prototyp z transportu posłańców.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DUSKBRINGER"]/description
source: Obtain the Heavy Energy from the Duskbringer loot transport.
es: Obtenga la energía pesada del transporte de botín Duskbringer.
it: Ottieni la pesante energia dal trasporto del bottino di Duskbringer.
pl: Zdobądź armatę energetyczną z transportu posłańców.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DUSKBRINGER"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany
