Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONEBAY"]/secretDescription
source: Receive the Grant of Cloning from Corby.
es: Reciba la concesión de clonación de Corby.
it: Ricevi la concessione di clonazione da Corby.
pl: Zdobądź dar klonowania od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONEBAY"]/description
source: Show a fully upgraded Clone Bay System to Corby. While in effect; No skills are lost from cloning.
es: Muestre un sistema de clon bay totalmente actualizado a Corby. Mientras que en efecto;No se pierden habilidades por la clonación.
it: Mostra un sistema clone bay completamente aggiornato a Corby. Mentre sono in vigore;Nessuna abilità viene persa per la clonazione.
pl: Pokaż Corbie w pełni zmodernizowany-tseck. Podczas aktorstwa;Umiejętności nie są tracone podczas klonowania.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONEBAY"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OXYGEN"]/name
source: Grant of Life Support
es: Subvención de soporte vital
it: Concessione di supporto vitale
pl: Dar życia

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OXYGEN"]/secretDescription
source: Receive the Grant of Life Support from Corby.
es: Reciba la concesión de soporte vital de Corby.
it: Ricevi la concessione del supporto vitale da Corby.
pl: Zdobądź dar podtrzymania życia od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OXYGEN"]/description
source: Show a fully upgraded Oxygen System to Corby. While in effect; Your crew gain 33% resistance to suffocation.
es: Muestre un sistema de oxígeno totalmente actualizado a Corby. Mientras que en efecto;Su tripulación ganó 33% de resistencia a la asfixia.
it: Mostra un sistema di ossigeno completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio guadagna il 33% di resistenza al soffocamento.
pl: Pokaż Corbie całkowicie zmodernizowany system tlenu. Podczas działania, twoja załoga otrzymuje 33% opór podczas uduszenia.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OXYGEN"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TELEPORTER"]/name
source: Grant of Teleporting
es: Subvención de teletransportación
it: Concessione di teletrasporto
pl: Dar teleportacji

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TELEPORTER"]/secretDescription
source: Receive the Grant of Teleporting from Corby.
es: Reciba la concesión de teletransportación de Corby.
it: Ricevi la concessione di teletrasporto da Corby.
pl: Zdobądź dar teleportacji od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TELEPORTER"]/description
source: Show a fully upgraded Teleporter System to Corby. While in effect; Your crew heal at 1hp/s while in the Teleporter room.
es: Muestre un sistema de teletransportador totalmente actualizado a Corby. Mientras que en efecto;Su tripulación sanó a 1 hp/s mientras está en la habitación del teletransportador.
it: Mostra un sistema di teletrasporto completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio guarisce a 1HP/s mentre nella stanza del teletrasporto.
pl: Pokaż w pełni zmodernizowany system teleportowy Corby. Podczas aktorstwa;Twoja załoga jest traktowana z prędkością 1 jeziora/s, podczas gdy znajduje się w objazdach teleportera.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TELEPORTER"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MIND"]/name
source: Grant of Manipulation
es: Concesión de manipulación
it: Concessione di manipolazione
pl: Dar manipulacji

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MIND"]/secretDescription
source: Receive the Grant of Manipulation from Corby.
es: Reciba la concesión de manipulación de Corby.
it: Ricevi la concessione di manipolazione da Corby.
pl: Zdobądź dar manipulacji Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MIND"]/description
source: Show a fully upgraded Mind Control System to Corby. While in effect; Your crew are stunned for only 40% of the normal duration on your own ship.
es: Muestre un sistema de control mental totalmente actualizado a Corby. Mientras que en efecto;Su tripulación está aturdida por solo el 40% de la duración normal en su propio barco.
it: Mostra un sistema di controllo mentale completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio è sbalordito solo per il 40% della durata normale sulla tua nave.
pl: Pokaż Corbie całkowicie zmodernizowany system kontroli umysłu. Podczas aktorstwa;Czas oszałamiającego członków załogi jest skrócony do 40% zwykłych, gdy są na twoim statku.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MIND"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HACKING"]/name
source: Grant of Hacking
es: Subvención de piratería
it: Concessione di hacking
pl: Dar hakowania

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HACKING"]/secretDescription
source: Receive the Grant of Hacking from Corby.
es: Reciba la concesión de piratería de Corby.
it: Ricevi la concessione di hacking da Corby.
pl: Zdobądź dar hakowania od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HACKING"]/description
source: Show a fully upgraded Hacking System to Corby. While in effect; Your crew unhack adjacent doors on your own ship.
es: Muestre un sistema de piratería totalmente actualizado a Corby. Mientras que en efecto;Su tripulación infala las puertas adyacentes en su propio barco.
it: Mostra un sistema di hacking completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio snisce porte adiacenti sulla tua nave.
pl: Pokaż Corbie całkowicie zmodernizowany system hakowania. Podczas aktorstwa;Twoja załoga może zdjąć blokowanie zhakowanych drzwi na twoim statku.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HACKING"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_STEALTH"]/name
source: Grant of Stealth
es: Concesión de sigilo
it: Grant di furtività
pl: Dar tajemnicy

# data/hyperspace.xml$//achievement[@name="ACH_BOON_STEALTH"]/secretDescription
source: Receive the Grant of Stealth from Corby.
es: Reciba la concesión de sigilo de Corby.
it: Ricevi la concessione di furtività da Corby.
pl: Zdobądź dar tajemnicy od Corby'ego.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_STEALTH"]/description
source: Show a fully upgraded Cloaking System to Corby. While in effect; Your hull and systems have a 10% chance to resist damage from enemy weapons.
es: Muestre un sistema de encubación totalmente actualizado a Corby. Mientras que en efecto;Su casco y sistemas tienen un 10% de posibilidades de resistir el daño de las armas enemigas.
it: Mostra un sistema di cloaking completamente aggiornato a Corby. Mentre sono in vigore;Lo scafo e i sistemi hanno una probabilità del 10% di resistere ai danni dalle armi nemiche.
pl: Pokaż Corbie całkowicie zmodernizowany system maskowania. Podczas gdy działa, twój korpus i systemy mają 10% szansy na oparcie się obrażeń od broni wroga.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_STEALTH"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DRONES"]/name
source: Grant of Drones
es: Concesión de drones
it: Concessione di droni
pl: Prezent Dronov

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DRONES"]/secretDescription
source: Receive the Grant of Drones from Corby.
es: Reciba la concesión de drones de Corby.
it: Ricevi la concessione di droni da Corby.
pl: Zdobądź dar dronów od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DRONES"]/description
source: Show a fully upgraded Drone Control System to Corby. While in effect; Your crew repair the Drone Control system 75% faster.
es: Muestre un sistema de control de drones totalmente actualizado a Corby. Mientras que en efecto;Su tripulación repara el sistema de control de drones un 75% más rápido.
it: Mostra un sistema di controllo dei droni completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio ripara il sistema di controllo dei droni al 75% più veloce.
pl: Pokaż Corbie całkowicie zmodernizowany system kontroli dronów. Podczas aktorstwa;Twoja załoga naprawia system kontroli dronów o 75% szybciej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DRONES"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENSORS"]/name
source: Grant of Sensors
es: Subvención de sensores
it: Concessione di sensori
pl: Dar czujników

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENSORS"]/secretDescription
source: Receive the Grant of Sensors from Corby.
es: Reciba la concesión de sensores de Corby.
it: Ricevi la concessione di sensori da Corby.
pl: Zdobądź prezent od Corby Sensors.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENSORS"]/description
source: Show a fully upgraded Sensors Subsystem to Corby. While in effect; Sensors gain 2 free upgrades. If your ship does not start with Sensors, you will receive lvl2 Sensors for free.
es: Muestre un subsistema de sensores totalmente actualizado a Corby. Mientras que en efecto;Los sensores obtienen 2 actualizaciones gratuitas.Si su barco no comienza con los sensores, recibirá sensores LVL2 de forma gratuita.
it: Mostra un sottosistema di sensori completamente aggiornato a Corby. Mentre sono in vigore;I sensori ottengono 2 aggiornamenti gratuiti.Se la tua nave non inizia con i sensori, riceverai sensori LVL2 gratuitamente.
pl: Pokaż Corbie całkowicie zmodernizowany podsystem czujnika. Podczas aktorstwa;Czujniki otrzymują 2 ulepszenia za darmo.Jeśli na twoim statku nie ma czujników, otrzymasz czujniki poziomu 2 za darmo.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENSORS"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DOORS"]/name
source: Grant of Doors
es: Concesión de puertas
it: Concessione di porte
pl: Dar drzwi

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DOORS"]/secretDescription
source: Receive the Grant of Doors from Corby.
es: Reciba la concesión de puertas de Corby.
it: Ricevi la concessione di porte da Corby.
pl: Zdobądź dar drzwi od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DOORS"]/description
source: Show a fully upgraded Door Control Subsystem to Corby. While in effect; Your Door Control room will gain 50% sabotage resistance, and your crew gain 30% damage resistance while in the Door Control room.
es: Muestre un subsistema de control de puerta totalmente actualizado a Corby. Mientras que en efecto;La sala de control de su puerta obtendrá una resistencia al sabotaje del 50%, y su tripulación obtendrá una resistencia al daño del 30% mientras está en la sala de control de la puerta.
it: Mostra un sottosistema di controllo della porta completamente aggiornato a Corby. Mentre sono in vigore;La tua sala di controllo della porta guadagnerà il 50% di resistenza al sabotaggio e il tuo equipaggio guadagnerà il 30% di resistenza ai danni mentre nella sala di controllo della porta.
pl: Pokaż Corbie całkowicie zmodernizowany podsystem kontroli drzwi. Podczas działania, komora kontroli drzwi otrzyma 50% oporu sabotażowego, a twoja załoga otrzyma 30% odporności na obrażenia, będąc w przedziale kontroli drzwi.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DOORS"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_BATTERY"]/name
source: Grant of Battery
es: Concesión de batería
it: Concessione della batteria
pl: Dar baterii

# data/hyperspace.xml$//achievement[@name="ACH_BOON_BATTERY"]/secretDescription
source: Receive the Grant of Battery from Corby.
es: Reciba la concesión de batería de Corby.
it: Ricevi la concessione della batteria da Corby.
pl: Zdobądź prezent baterii od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_BATTERY"]/description
source: Show a fully upgraded Battery Subsystem to Corby. While in effect; When battery is disabled, your crew gain 33% repair and movement speed.
es: Muestre un subsistema de batería totalmente actualizado a Corby. Mientras que en efecto;Cuando la batería está deshabilitada, su tripulación obtiene un 33% de velocidad de reparación y movimiento.
it: Mostra un sottosistema della batteria completamente aggiornato a Corby. Mentre sono in vigore;Quando la batteria è disabilitata, l'equipaggio ottiene la velocità di riparazione e movimento del 33%.
pl: Pokaż Corbie całkowicie zmodernizowany podsystem baterii. Podczas aktorstwa;Gdy bateria jest wyłączona, załoga otrzymuje 33% prędkości naprawy i ruchu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_BATTERY"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_REACTOR"]/name
source: Grant of Power
es: Concesión de poder
it: Concessione di potere
pl: Dar energii

# data/hyperspace.xml$//achievement[@name="ACH_BOON_REACTOR"]/secretDescription
source: Receive the Grant of Power from Corby.
es: Reciba la concesión de poder de Corby.
it: Ricevi la concessione di potere da Corby.
pl: Zdobądź dar energii od Corby'ego.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_REACTOR"]/description
source: Show a fully upgraded reactor to Corby. While in effect; You gain 1 free reactor upgrade instantly.
es: Muestre un reactor totalmente actualizado a Corby. Mientras que en efecto;Obtiene 1 actualización del reactor gratuito al instante.
it: Mostra un reattore completamente aggiornato a Corby. Mentre sono in vigore;Ottieni istantaneamente 1 aggiornamento del reattore gratuito.
pl: Pokaż Corbie całkowicie zmodernizowany reaktor. Podczas aktorstwa;Natychmiast otrzymasz 1 darmową modernizację reaktora.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_REACTOR"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/name
source: Grant of Time
es: Concesión de tiempo
it: Concessione di tempo
pl: Dar czasu

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/secretName
source: Grant of ???
es: Concesión de ???
it: Concessione di ???
pl: Prezent ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/secretDescription
source: Receive the Grant of ??? from Corby.
es: Recibir la concesión de ???de Corby.
it: Ricevere la concessione di ???da Corby.
pl: Zdobądź prezent ???Od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/description
source: Show a fully upgraded Temporal System to Corby. While in effect; Your crew gain doubled movement speed.
es: Muestre un sistema temporal totalmente actualizado a Corby. Mientras que en efecto;Su tripulación ganó la velocidad de movimiento duplicado.
it: Mostra un sistema temporale completamente aggiornato a Corby. Mentre sono in vigore;Il tuo guadagno dell'equipaggio ha raddoppiato la velocità di movimento.
pl: Pokaż Corbie całkowicie zmodernizowany tymczasowy manipulator. Podczas aktorstwa;Twoja załoga otrzymuje podwójną prędkość ruchu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$/FTL/achievements/page[5]/section[3]/@text
source: Wakeson's Blessings
es: Bendiciones de Wakesson
it: Le benedizioni di Wakeson
pl: Błogosławieństwo Wakesona

# data/hyperspace.xml$//achievement[@name="ACH_BOON_START"]/name
source: Blessing of Beginnings
es: Bendición de comienzos
it: Benedizione degli inizi
pl: Błogosławieństwo przedsięwzięć

# data/hyperspace.xml$//achievement[@name="ACH_BOON_START"]/secretDescription
source: Receive the Blessing of Beginnings from Wakeson.
es: Reciba la bendición de comienzos de Wakesson.
it: Ricevi la benedizione degli inizi da Wakeson.
pl: Zdobądź błogosławieństwo przedsięwzięć z Wakexon.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_START"]/description
source: Show a starter weapon to Wakeson. While in effect; Immediately gain 15 scrap and 3 of each resource.
es: Muestre un arma de inicio a Wakesson. Mientras que en efecto;Obtenga inmediatamente 15 chatarra y 3 de cada recurso.
it: Mostra un'arma di avviamento a Wakeson. Mentre sono in vigore;Guadagnare immediatamente 15 scarti e 3 di ogni risorsa.
pl: Pokaż początkową broń Wakeson. Podczas aktorstwa;Natychmiast zdobądź 15 złomu i 3 każdy zasób.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_START"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KERNELS"]/name
source: Blessing of Growth
es: Bendición del crecimiento
it: Benedizione della crescita
pl: Błogosławieństwo wzrostu

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KERNELS"]/secretDescription
source: Receive the Blessing of Growth from Wakeson.
es: Reciba la bendición del crecimiento de Wakesson.
it: Ricevi la benedizione della crescita da Wakeson.
pl: Zdobądź błogosławieństwo wzrostu z Wakexona.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KERNELS"]/description
source: Show an Elite Kernel or Elite Spore Launcher to Wakeson. While in effect; Immediately gain 6 missiles.
es: Muestre un kernel de élite o lanzador de esporas de élite a Wakesson. Mientras que en efecto;Inmediatamente gane 6 misiles.
it: Mostra un kernel d'élite o un lanciatore di spore d'élite a Wakeson. Mentre sono in vigore;Ottieni immediatamente 6 missili.
pl: Pokaż Wakeson elitarne ziarno lub elitarne sporage. Podczas aktorstwa;Natychmiast otrzymaj 6 pocisków.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KERNELS"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSELITE"]/name
source: Blessing of Crystals
es: Bendición de cristales
it: Benedizione dei cristalli
pl: Kryształowe błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSELITE"]/secretDescription
source: Receive the Blessing of Crystals from Wakeson.
es: Reciba la bendición de cristales de Wakesson.
it: Ricevi la benedizione dei cristalli da Wakeson.
pl: Zdobądź błogosławieństwo kryształów z Wakexona.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSELITE"]/description
source: Show an Elite Crystal Launcher to Wakeson. While in effect; Your hull has a 15% chance to break off a crystal shard when taking damage.
es: Muestre un Elite Crystal Launcher a Wakesson. Mientras que en efecto;Su casco tiene un 15% de posibilidades de romper un fragmento de cristal cuando recibe daño.
it: Mostra un lanciatore di cristalli d'élite a Wakeson. Mentre sono in vigore;Il tuo scafo ha una probabilità del 15% di rompere un frammento di cristallo quando si danneggia.
pl: Pokaż Wakeson elitarną instalację krystalilin. Podczas aktorstwa;Twoja sprawa ma 15% szansę na złamanie kryształowego fragmentu podczas otrzymywania uszkodzeń.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSELITE"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MINELAUNCHER"]/name
source: Blessing of Traps
es: Bendición de trampas
it: Benedizione delle trappole
pl: Błogosławieństwo pułapek

source: Receive the Blessing of Traps from Wakeson.
es: Reciba la bendición de trampas de Wakesson.
it: Ricevi la benedizione delle trappole da Wakeson.
pl: Zdobądź błogosławieństwo pułapek od Wakexona.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MINELAUNCHER"]/description
source: Show a Mine Launcher to Wakeson. While in effect; Immediate 2 fleet delay.
es: Muestre un lanzador de minas a Wakesson. Mientras que en efecto;2 retraso de la flota inmediata.
it: Mostra un lanciatore di mine a Wakeson. Mentre sono in vigore;Ritardo della flotta immediata 2.
pl: Pokaż zaprawę Wakeson. Podczas aktorstwa;Natychmiastowe opóźnienie floty o 2 uderzenia.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MINELAUNCHER"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPECIAL"]/name
source: Blessing of Speciality
es: Bendición de especialidad
it: Benedizione della specialità
pl: Błogosławieństwo specjalności

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPECIAL"]/secretDescription
source: Receive the Blessing of Speciality from Wakeson.
es: Reciba la bendición de especialidad de Wakeson.
it: Ricevi la benedizione della specialità da Wakeson.
pl: Zdobądź błogosławieństwo specjalności z Wakexona.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPECIAL"]/description
source: Show any special event weapon or drone to Wakeson. While in effect; Your weapons charge 5% faster.
es: Muestre cualquier arma de evento especial o dron a Wakesson. Mientras que en efecto;Tus armas cobran un 5% más rápido.
it: Mostra qualsiasi arma o drone per eventi speciali a Wakeson. Mentre sono in vigore;Le tue armi caricano il 5% più velocemente.
pl: Pokaż Wakeson dowolną broń lub drona ze specjalnego wydarzenia. Podczas aktorstwa;Twoja broń jest naładowana o 5% szybciej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPECIAL"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TRANSPORT"]/name
source: Blessing of Transports
es: Bendición de transportes
it: Benedizione dei trasporti
pl: Błogosławieństwo transporterów

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TRANSPORT"]/secretDescription
source: Receive the Blessing of Transports from Wakeson.
es: Reciba la bendición de los transportes de Wakesson.
it: Ricevi la benedizione dei trasporti da Wakeson.
pl: Zdobądź błogosławieństwo transporterów z Wakexon.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TRANSPORT"]/description
source: Show any transport loot to Wakeson. While in effect; Enemy FTL Drives charge at half speed.
es: Muestre cualquier botín de transporte a Wakesson. Mientras que en efecto;El enemigo FTL impulsa la carga a media velocidad.
it: Mostra qualsiasi bottino di trasporto a Wakeson. Mentre sono in vigore;Enemy FTL guida carica a metà velocità.
pl: Pokaż Wakeson dowolny prototyp z transportu. Podczas aktorstwa;Napędy wroga Superseline są naładowane z połową prędkości.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TRANSPORT"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MATH"]/name
source: Blessing of Mathematics
es: Bendición de las matemáticas
it: Benedizione della matematica
pl: Błogosławieństwo matematyki

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MATH"]/secretDescription
source: Receive the Blessing of Mathematics from Wakeson.
es: Reciba la bendición de las matemáticas de Wakeson.
it: Ricevi la benedizione della matematica da Wakeson.
pl: Zdobądź błogosławieństwo matematyki z Wakekson.
