Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

source: DRONE BOOSTER: This enemy's crew drones are granted double movement speed, a 50% boost to combat/sabotage damage and repair/extinguishing speed, and a 20% boost to crew healing.
es: Booster de drones: Los drones de la tripulación de este enemigo se les otorga una doble velocidad de movimiento, un aumento del 50% para el daño de combate/sabotaje y la velocidad de reparación/extinción, y un impulso del 20% para la curación de la tripulación.
it: Drone Booster: A questo nemico droni dell'equipaggio viene concessa la doppia velocità di movimento, un aumento del 50% per il danno da combattimento/sabotaggio e la velocità di riparazione/estinzione e una spinta del 20% alla guarigione dell'equipaggio.
pl: Stymulator dronów: Drony piechoty tego wroga otrzymują podwójną prędkość ruchu i 50% wzrosną w celu walki/sabotażu obrażeń i prędkości naprawy/duszności.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_scrambler"]/tooltip
source: DEFENSE SCRAMBLER: This enemy will jam your Defense Drones, making them incapable of firing. Is only active so long as the enemy Hacking system is functional (or present) - destroy it for your drones to return to normal.
es: Scrambler de defensa: Este enemigo atascará a tus drones de defensa, lo que los hace incapaces de disparar.Es solo activo siempre que el sistema de piratería enemigo sea funcional (o presente): destruya para que tus drones vuelvan a la normalidad.
it: Difesa Scrambler: Questo nemico incepperà i tuoi droni di difesa, rendendoli incapaci di sparare.È attivo solo fintanto che il sistema di hacking nemico è funzionale (o presente): distruggerlo affinché i tuoi droni tornino alla normalità.
pl: Generator obwodów dla obrońców: Ten wróg zaconuje twoje ochronne drony, dzięki czemu nie mogą strzelać.Działa tylko, dopóki kraker wroga będzie działał (lub obecny) - zniszcz go, aby twoje drony powróciły do ​​normy.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_casing"]/tooltip
source: TITANIUM SYSTEM CASING: Your crew will sabotage this enemy's systems 60% slower. These systems also have a 15% chance to resist direct damage.
es: Carcasa del sistema de titanio: Tu equipo sabotea los sistemas de este enemigo 60% más lento.Estos sistemas también tienen un 15% de posibilidades de resistir el daño directo.
it: Involucro del sistema in titanio: Il tuo equipaggio saboterà il 60% di questo nemico più lentamente.Questi sistemi hanno anche una probabilità del 15% di resistere ai danni diretti.
pl: Titanic Membran of Systems: Twoja załoga będzie sabować systemy tego wroga o 60% wolniej.Systemy te mają również 15% szans na przeciwstawienie się bezpośredniemu uszkodzeniu.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_grid"]/tooltip
source: EMANCIPATION GRID: This enemy's systems are extra protected from Ghost erosion, reducing their sabotage damage by 20%. If a Door Control system is present and functional, all crew and drones (including anaerobic crew) will lose 4hp/s with an extra 1hp for each level of Door Control above 1.
es: Cuadrícula de emancipación: Los sistemas de este enemigo están más protegidos por la erosión de fantasmas, reduciendo su daño de sabotaje en un 20%. Si un sistema de control de la puerta está presente y funcional, todos los tripulantes y drones (incluida la tripulación anaerobia) perderán 4 hp/s con un 1 hp adicional para cada nivel de control de la puerta por encima de 1.
it: Griglia di emancipazione: I sistemi di questo nemico sono più protetti dall'erosione fantasma, riducendo il danno al sabotaggio del 20%. Se un sistema di controllo delle porte è presente e funzionale, tutti gli equipaggi e i droni (incluso l'equipaggio anaerobico) perderanno 4 CV/s con un 1HP extra per ogni livello di controllo della porta superiore a 1.
pl: Odłączanie pól: Systemy tego wroga są dodatkowo chronione przed erozją duchów, co zmniejsza obrażenia podczas sabotażu o 20%. W obecności i obsłudze systemu drzwi wszystkie załoga i drony (w tym załoga beztlenowa) tracą 4 jeziora/s dodatkowym 1 jeziorem dla każdego poziomu drzwi powyżej 1.

source: PHEROMONES: This enemy ship is filled with pheromones. For each active power bar in Life Support, their crew get a bonus 25% movement speed and 6.25% maximum health.
es: Feromonas: Este barco enemigo está lleno de feromonas.Para cada barra de potencia activa en soporte vital, su tripulación obtiene una velocidad de movimiento de 25% de bonificación y 6.25% de salud máxima.
it: FEROMONI: Questa nave nemica è piena di feromoni.Per ogni barra di potenza attiva nel supporto vitale, il loro equipaggio ottiene una velocità di movimento del 25% e una salute massima del 6,25%.
pl: Feromony: Ten statek wroga jest wypełniony feromonami.Dla każdej jednostki energii w systemie podtrzymywania życia ich załoga otrzymuje premię w wysokości 25% prędkości i 6,25% maksymalnego zdrowia.

source: SYNTHETIC PHEROMONES: This enemy ship is filled with unstable pheromones. For each active power bar in Life Support, their crew get a bonus 15% combat damage. Each level above 1 reduces repair speed by 25%.
es: Feromonas sintéticas: Este barco enemigo está lleno de feromonas inestables.Para cada barra de poder activa en soporte vital, su tripulación recibe un daño de combate de 15% adicional.Cada nivel por encima de 1 reduce la velocidad de reparación en un 25%.
it: Feromoni sintetici: Questa nave nemica è piena di feromoni instabili.Per ogni barra di potenza attiva nel supporto vitale, il loro equipaggio subisce un danno da combattimento al 15%.Ogni livello superiore a 1 riduce la velocità di riparazione del 25%.
pl: Syntetyczne feromony: Ten statek wroga jest wypełniony niestabilnymi feromonami.Dla każdej jednostki energii w systemie podtrzymywania życia ich załoga otrzymuje premię 15% szkód bojowych.Każdy poziom powyżej 1 zmniejsza prędkość naprawy o 25%.

source: SUZERAIN PHEROMONES: This enemy ship is filled with superior pheromones. For each active power bar in Life Support, their crew get a bonus 33% movement speed and 15% reduced ability cooldowns.
es: Feromonas soberinales: Este barco enemigo está lleno de feromonas superiores.Para cada barra de potencia activa en soporte vital, su tripulación obtiene una velocidad de movimiento de 33% de bonificación y un 15% de tiempo de reutilización de capacidad reducida.
it: Peromoni di Suzerain: Questa nave nemica è piena di feromoni superiori.Per ogni barra di potenza attiva nel supporto vitale, il loro equipaggio ottiene una velocità di movimento del 33% del 33% e il 15% di capacità di capacità ridotta.
pl: Feromones Overords: Ten statek wroga jest wypełniony doskonałymi feromonami.Dla każdej jednostki energii w systemie podtrzymywania życia ich załoga otrzymuje 33% premię do prędkości ruchu i 15% do zmniejszenia zdolności do przeładowania.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_bypass"]/tooltip
source: ENERGY BYPASS: This enemy can teleport crew or bombs, and mind control through Energy Shields. Its ordinary projectiles will still be unable to penetrate through.
es: Bypass de energía: Este enemigo puede teletransportar a la tripulación o bombas, y control mental a través de escudos de energía.Sus proyectiles ordinarios aún no podrán penetrar.
it: Bypass di energia: Questo nemico può teletrasportare l'equipaggio o le bombe e il controllo mentale attraverso gli scudi energetici.I suoi proiettili ordinari non saranno ancora in grado di penetrare.
pl: Koło tarczy energetycznej: Ten wróg może teleportować załogę lub bomby, a także kontrolować świadomość za pomocą tarczy energii.Zwykłe skorupy nadal nie będą mogły się przez to przełamać.

source: ENERGY SHIELD: This enemy is protected by an Energy Shield. Hacking, Mind Control, boarding drones, teleportation, and all hull-damaging and/or ion weapons will all be blocked until disabled.
es: ESCUDO DE ENERGÍA: Este enemigo está protegido por un escudo de energía.La piratería, el control mental, los drones de abordaje, la teletransportación y todas las armas de daños y/o iones de casco se bloquearán hasta que se desactive.
it: SCUDO ENERGETICO: Questo nemico è protetto da uno scudo energetico.L'hacking, il controllo mentale, i droni all'imbarco, il teletrasporto e tutte le armi dannose e/o ioni saranno tutti bloccati fino a quando non sono disabili.
pl: Tarcza energetyczna: Ten wróg jest chroniony przez tarczą energetyczną.Hakowanie, kontrola umysłu, drony pokładowe, teleportacja i wszystkie szkodliwe obudowy i/lub broń jonowa zostaną zablokowane, dopóki tarcza nie zostanie wyłączona.

source: AETHER SHIELD: This enemy is protected by a stronger than usual Energy Shield. In addition to the usual Super Shield benefits, shields also recharge 20% faster.
es: Escudo de éter: Este enemigo está protegido por un escudo de energía más fuerte de lo habitual.Además de los beneficios habituales de Super Shield, los escudos también recargan un 20% más rápido.
it: Scudo etere: Questo nemico è protetto da uno scudo energetico più forte del solito.Oltre ai soliti benefici di Super Shield, gli scudi si ricaricano anche il 20% più velocemente.
pl: Air Shield: Ten przeciwnik jest chroniony silniejszą niż zwykle tarczą energetyczną.Oprócz zwykłych zalet superchit, tarcze są ładowane o 20% szybciej.

source: ASCENDED SHIELD: This enemy is protected by a sophisticated and resilient Energy Shield. In addition to the usual Super Shield benefits, shields also recharge 45% faster.
es: Escudo ascendido: Este enemigo está protegido por un escudo de energía sofisticado y resistente.Además de los beneficios habituales de Super Shield, los escudos también recargan un 45% más rápido.
it: Scudo asceso: Questo nemico è protetto da uno scudo di energia sofisticato e resiliente.Oltre ai soliti benefici di Super Shield, gli scudi si ricaricano anche il 45% più velocemente.
pl: WSPANE CHARDE: Ten wróg jest chroniony przez złożoną i stabilną tarczę energii.Oprócz zwykłych zalet superchit, tarcze są szybsze doładowują 45%.

source: KERNEL GREENHOUSE: This enemy possesses an on-board greenhouse, which gives it a 65% chance to not use ammunition when firing its weapons.
es: Invernadero del núcleo: Este enemigo posee un invernadero a bordo, lo que le da un 65% de posibilidades de no usar municiones al disparar sus armas.
it: Serra del kernel: Questo nemico possiede una serra a bordo, che gli dà una probabilità del 65% di non usare munizioni quando si spara le sue armi.
pl: Szklarnia ziarna: Ten wróg ma na pokładzie szklarni, co daje mu 65% szansę nie używania amunicji podczas strzelania z jego broni.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_spores"]/tooltip
source: SPORE DISPENSARY: This enemy pollutes its air with rejuvenating spores, which gives its crew 10% more health and 20% more movement speed aboard their ship. If a Medbay is present, they also regain 1hp/s.
es: Dispensario de esporas: Este enemigo contamina su aire con esporas rejuvenecedoras, lo que le da a su tripulación un 10% más de salud y un 20% más de velocidad de movimiento a bordo de su barco.Si un Medbay está presente, también recuperan 1 CV/s.
it: Dispensario di spore: Questo nemico inquina la propria aria con spore ringiovanenti, che dà al suo equipaggio il 10% in più di salute e il 20% in più di velocità di movimento a bordo della propria nave.Se è presente un MedBay, riguadagnano anche 1HP/s.
pl: Spór z opryskiwaczy: Ten wróg zanieczyszcza jego powietrze zarodnikami przeciwstarzeniowymi, dlatego załoga otrzymuje o 10% więcej zdrowia i 20% więcej niż prędkość na statku.W obecności równiny miodowej przywracają również 1 jezioro/s.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_shell_gas"]/tooltip
source: TOXIC GAS: This enemy ship is filled with a deadly neurotoxin which will passively damage your crew over time for 6hp/s. Drones, Shells, Vampweeds, Ghosts and Lanius are immune.
es: GAS TOXICO: Este barco enemigo está lleno de una neurotoxina mortal que dañará pasivamente a su tripulación con el tiempo durante 6 hp/s. Drones, conchas, vampiros, fantasmas y lanius son inmunes.
it: Gas tossico: Questa nave nemica è piena di una neurotossina mortale che danneggerà passivamente l'equipaggio nel tempo per 6 CV/s. Droni, conchiglie, vampweed, fantasmi e lanius sono immuni.
pl: Toksyczny gaz: Ten wrogowy statek jest wypełniony śmiertelną neurotoksyną, która z czasem biernie wyrządza uszkodzenia załogi na 6 jezior/s. Drony, skorupy, wampiry, duchy i Laniuses są odporne.

source: EXPEDITIVE GAS: This enemy ship is filled with a deadly neurotoxin which will passively damage your crew over time for 3hp/s. While the enemy Medbay is powered, their crew will heal at 90% speed of level 1 Medbay outside of it. Drones, Shells, Vampweeds, Ghosts and Lanius are immune to the damaging properties of the gas.
es: Gas expeditivo: Este barco enemigo está lleno de una neurotoxina mortal que dañará pasivamente a su tripulación con el tiempo durante 3 hp/s.Mientras que el enemigo Medbay se alimenta, su tripulación sanará a una velocidad del 90% del nivel 1 Medbay fuera de él. Los drones, conchas, vampepresidentes, fantasmas y lanius son inmunes a las propiedades dañinas del gas.
it: Gas espedante: Questa nave nemica è piena di una neurotossina mortale che danneggerà passivamente il tuo equipaggio nel tempo per 3HP/s.Mentre il nemico Medbay è alimentato, il loro equipaggio guarirà alla velocità del 90% di livello 1 Medbay al di fuori di esso. Droni, conchiglie, vampweed, fantasmi e lanius sono immuni alle proprietà dannose del gas.
pl: Gaz selektywny: Ten wrogowy statek jest wypełniony śmiertelną neurotoksyną, która z czasem biernie wyrządza obrażenia dla Twojej załogi na 3 jeziora/s.Podczas pracy wrogiego miodu, jego załoga będzie traktowana z prędkością 90% szybkości leczenia poziomu miodu 1 na zewnątrz. Drony, skorupy, wampiry, duchy i Laniuses są odporne na niszczycielskie właściwości gazu.

source: NANITE GAS: This enemy ship is filled with a deadly neurotoxin which will passively damage your crew over time for 3hp/s. Actively puts out fires and repairs breaches on the enemy ship. Drones, Shells, Vampweeds, Ghosts and Lanius are immune to the damaging properties of the gas.
es: Gas de nanita: Este barco enemigo está lleno de una neurotoxina mortal que dañará pasivamente a su tripulación con el tiempo durante 3 hp/s.Activamente presenta incendios y repara las violaciones en el barco enemigo. Los drones, conchas, vampepresidentes, fantasmas y lanius son inmunes a las propiedades dañinas del gas.
it: Nanite Gas: Questa nave nemica è piena di una neurotossina mortale che danneggerà passivamente il tuo equipaggio nel tempo per 3HP/s.Attivamente spende incendi e riparazioni sulla nave nemica. Droni, conchiglie, vampweed, fantasmi e lanius sono immuni alle proprietà dannose del gas.
pl: NANITE GAS: Ten wrogowy statek jest wypełniony śmiertelną neurotoksyną, która z czasem biernie wyrządza obrażenia dla Twojej załogi na 3 jeziora/s.Aktywne gaszenie pożarów i zamyka dziury na statku wroga. Drony, skorupy, wampiry, duchy i Laniuses są odporne na niszczycielskie właściwości gazu.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_hackstun"]/tooltip
source: NEURAL DISRUPTOR: All crew in the room during this enemy's hacking pulse will be stunned.
es: Disruptor neural: Toda la tripulación en la habitación durante el pulso de piratería de este enemigo estará atónito.
it: Disrupatore neurale: Tutto l'equipaggio nella stanza durante il polso di hacking di questo nemico rimarrà sbalordito.
pl: Neuropomeh Generator: Wszyscy członkowie załogi w przedziale podczas impulsu hakowania tego wroga zostaną oszołomieni.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_sluggel"]/tooltip
source: SLUG REPAIR GEL: Breaches on this enemy will automatically be repaired even in the absence of crew. Also provides 35% crew combat resistance and 50% hazard resistance to crew in empty rooms.
es: Gel de reparación de babosas: Las violaciones de este enemigo se repararán automáticamente incluso en ausencia de la tripulación.También proporciona el 35% de resistencia a la tripulación de combate y un 50% de resistencia a los peligros a la tripulación en habitaciones vacías.
it: Gel di riparazione di lumache: Le violazioni di questo nemico verranno automaticamente riparate anche in assenza dell'equipaggio.Fornisce inoltre la resistenza al combattimento dell'equipaggio del 35% e il 50% di resistenza ai pericoli all'equipaggio in stanze vuote.
pl: Naprawy ślimaków: Otwory tego wroga zostaną automatycznie zamknięte nawet bez udziału załogi.Zapewnia również 35% odporności na obrażenia w bitwie z załogą i 50% oporu wobec niebezpieczeństw dla załogi w pustych przedziałach.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_cloakfire"]/tooltip
source: SHADOW WEAPONRY: This enemy can fire while cloaked without a penalty to its duration.
es: Arma de sombra: Este enemigo puede disparar mientras está envuelto sin penalización a su duración.
it: Armi ombra: Questo nemico può sparare mentre era sconvolto senza una penalità alla sua durata.
pl: Broń cienia: Ten wróg może strzelać podczas przebrania bez grzywny na swój czas trwania.

source: CRYSTALLINE ARMOR: Every time you deal hull damage to this enemy with your weapons, there is a 33% chance that a shard will break off and fly towards your ship. It will not pierce any shields, but will do 1 damage to a random room if it hits.
es: Armadura cristalina: Cada vez que causas daño al casco a este enemigo con tus armas, hay un 33% de posibilidades de que un fragmento se rompa y vuele hacia tu barco.No perforará ningún escudo, pero hará 1 daño a una habitación al azar si golpea.
it: Armatura cristallina: Ogni volta che infliggi danni allo scafo a questo nemico con le tue armi, c'è una probabilità del 33% che un frammento si interrompa e voli verso la tua nave.Non farà perforare alcun Shields, ma farà 1 danno in una stanza casuale se colpisce.
pl: Krystaliczny zbroja: Za każdym razem, gdy powodujesz obrażenia korpusu z tym wrogiem z bronią, istnieje 33% szansa, że ​​fragment zerwa się z niego i poleci w kierunku twojego statku.Nie przebija się przez tarcze, ale kiedy je uzyska, powoduje 1 uszkodzenie losowego przedziału.

source: ROCK PLATING: The unique armor on this enemy grants it a 17% chance to resist hull damage from your weapons.
es: Chapado en roca: La armadura única en este enemigo le otorga una posibilidad del 17% de resistir el daño del casco de tus armas.
it: Placcatura rocciosa: L'armatura unica su questo nemico le offre una possibilità del 17% di resistere al danno allo scafo dalle armi.
pl: Boulder poszycie: Unikalna zbroja tego wroga daje mu 17% szansy na opór obrażeń ciała od twojej broni.

source: REGENERATIVE PLATING: The unique armor on this enemy grants it a 10% chance to resist hull damage, and will automatically repair breaches even in the absence of crew.
es: Recubrimiento regenerativo: La armadura única en este enemigo le otorga una posibilidad del 10% de resistir el daño del casco, y reparará automáticamente las violaciones incluso en ausencia de la tripulación.
it: Placcatura rigenerativa: L'armatura unica su questo nemico le concede una probabilità del 10% di resistere al danno allo scafo e riparerà automaticamente le violazioni anche in assenza dell'equipaggio.
pl: Obudowa regeneracyjna: Unikalna zbroja tego wroga daje mu 10% szansę na opór obrażeń ciała i automatycznie zamyka dziury nawet bez udziału załogi.

source: SODIUM PLATING: The unique armor on this enemy makes it resilient to ion damage. Additionally, it has a very minor chance of resisting system damage.
es: Enchapado de sodio: La armadura única en este enemigo lo hace resistente al daño iónico.Además, tiene una posibilidad muy menor de resistir el daño del sistema.
it: Placcatura di sodio: L'armatura unica su questo nemico la rende resistente al danno da ioni.Inoltre, ha una minore possibilità di resistere al danno del sistema.
pl: Obudowa sodu: Unikalna zbroja tego wroga sprawia, że ​​jest odporny na obrażenia jonowe.Ponadto ma bardzo niewielką szansę na przeciwstawienie się uszkodzeniu systemu.

source: DIVINE ARMOR: Extremely strong armor reinforced with Aether harvested from precursor ruins, fused with the already resistant armor of the Rockmen. Grants 70% chance to resist hull damage, but cannot resist projectiles or bombs with a guaranteed breach chance.
es: Armadura divina: Armadura extremadamente fuerte reforzada con éter cosechada de ruinas precursoras, fusionadas con la armadura ya resistente de los rocosos.Otorga un 70% de posibilidades de resistir el daño del casco, pero no puede resistir proyectiles o bombas con una oportunidad de incumplimiento garantizada.
it: Armatura divina: Armatura estremamente forte rinforzata con etere raccolta da rovine precursori, fusa con l'armatura già resistente dei rockmen.Conceda il 70% di probabilità di resistere al danno allo scafo, ma non può resistere a proiettili o bombe con una possibilità di violazione garantita.
pl: Boska zbroja: Niezwykle silna zbroja, wzmocniona przez eter zebrany z ruin prekursora, związany z i tak już stabilną zbroją głazów.Daje 70% szans na wytrzymanie szkód w sprawie, ale nie może wytrzymać skorup lub bomb z gwarantowaną szansą na otwory.

source: Tully
pl: Zestawienie

source: Jerry
pl: Nocnik

# data/hyperspace.xml$//customShip[@name="CREW_SHIP_SLOT2"]/crew/pony_tamed/@name
source: Twilight Sparkle
es: chispa crepúsculo
pl: Radiance Zmierzch

source: Devorak
pl: Devorac

source: Alkali
es: Álcali
it: Alcali
pl: Alcalia

source: OOJ MAJOO
pl: Udge Maju

source: Stephan
pl: Stephen

source: Nights
es: Noches
it: Notti
pl: Mgła

source: Slocknog
es: Bandeja
pl: Sloknog

source: Tyrdeo
pl: Torteo

source: Wealsey
es: Comadre
it: Weasley
pl: Walsey

source: Freddy
pl: Freddie

source: Kazaaakplethkilik
pl: Kazaaclekilik

source: Ruwen
pl: Wędrowiec

source: Tuco
pl: Tuko

source: Beacon Eater
es: Comedor de baliza
it: Beater
pl: Latkowca Eater

source: Anointed
es: Ungido
it: Unto
pl: Namaszczony

source: Cronchmeister
es: Cruzado
pl: Kronchmaster

source: Dessius
es: Desescado
pl: Dessiusz

source: Billy
es: Porra
pl: Menażka

source: Sylvan
it: Silvestre
pl: Sylvana

source: Guntput
pl: Gantput

source: Metyunt
pl: Mataont

source: Aenwithe
pl: Aentete

source: Sylvan
it: Silvestre
pl: Sylvana

source: Nights
es: Noches
it: Notti
pl: Mgła

source: Slocknog
es: Bandeja
pl: Sloknog

source: Tully
pl: Zestawienie

source: Billy
es: Porra
pl: Menażka

source: Metyunt
pl: Mataont

source: Obyn
es: Obinos
pl: Obin

source: Devorak
pl: Devorac

source: Tintan and Rig
es: Tintán y plataforma
it: Tintan e Rig
pl: Tintana i platforma

source: Ruwen
pl: Wędrowiec

source: Tuco
pl: Tuko

# data/hyperspace.xml$//customShip[@name="CREW_SHIP_WITHER"]/crew/unique_kaz/@name
source: Kazaaakplethkilik
pl: Kazaaclekilik

source: Freddy
pl: Freddie

source: The Queen
es: La reina
it: La regina
pl: królowa

source: Guntput
pl: Gantput

source: Jerry
pl: Nocnik

# data/hyperspace.xml$//customShip[@name="CREW_SHIP_WITHER"]/crew/ponyc/@name
source: Sparkle
es: Brillar
it: Scintillare
pl: Sparkley

# data/hyperspace.xml$//customShip[@name="CREW_SHIP_WITHER"]/crew/unique_ooj/@name
source: OOJ MAJOO
pl: Udge Maju

source: Alkali
es: Álcali
it: Alcali
pl: Alcalia

source: Stephan
pl: Stephen

source: Anointed
es: Ungido
it: Unto
pl: Namaszczony

source: Beacon Eater
es: Comedor de baliza
it: Beater
pl: Latkowca Eater

source: Dessius
es: Desescado
pl: Dessiusz

source: Tyrdeo
pl: Torteo

source: Wealsey
es: Comadre
it: Weasley
pl: Walsey

source: Tony Sr
pl: Tony Art

source: Mayeb
pl: Mayev

source: Ty E'rel
pl: Tai E'rell

source: Obyn
es: Obinos
pl: Obin

source: Obyn
es: Obinos
pl: Obin

source: Obyn
es: Obinos
pl: Obin
