Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKRAM"]/secretDescription
source: Assist an old general from the Federation-Mantis war in overthrowing a tyrant.
es: Ayude a un viejo general de la Guerra de la Mantis Federación para derrocar a un tirano.
it: Aiutare un vecchio generale dalla guerra della Federazione-Mantis per rovesciare un tiranno.
pl: Pomóż starego generała Federacji Federacji przeciwko Mantisowi w obaleniu Tyranta.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKRAM"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TONY"]/name
source: Larger than Life
es: Mas largo que la vida
it: Più grande della vita
pl: Więcej niż życie

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TONY"]/description
source: Save Tony Sr. from Vael's Angels and spare his life.
es: Salva a Tony Sr. de los ángeles de Vael y perdona la vida.
it: Salva Tony Sr. dagli angeli di Vael e risparmia la vita.
pl: Uratuj Tony Art.Od Vael Angels i ratuj mu życie.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TONY"]/secretDescription
source: Rescue a corporate CEO from himself.
es: Rescate a un CEO corporativo de sí mismo.
it: Salva un CEO aziendale da se stesso.
pl: Uratuj przed sobą dyrektora korporacji.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TONY"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYRDEO"]/name
source: Just a Gardener
es: Solo un jardinero
it: Solo un giardiniere
pl: Tylko ogrodnik

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYRDEO"]/description
source: Save Tyrdeo from Alkram's revolution.
es: Salva a Tyrdeo de la revolución de Alkram.
it: Salva Tyrdeo dalla rivoluzione di Alkram.
pl: Zapisz Tyrdeo przed rewolucją Alkram.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYRDEO"]/secretDescription
source: Save a ruler from a bloody revolution.
es: Guarde una regla de una revolución sangrienta.
it: Salva un sovrano da una sanguinosa rivoluzione.
pl: Ratuj władcę przed krwawą rewolucją.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYRDEO"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SPIDER"]/name
source: Giant Ally Spiders
es: Arañas gigantes
it: Giganteschi ragni alleati
pl: Gigantyczne pająki sojusznicy

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SPIDER"]/description
source: Save the G.A.S. Queen from Montgomery.
es: Guardar el G.A.S.Reina de Montgomery.
it: Salva il G.A.S.Regina di Montgomery.
pl: Save Korolev G.I.P.z Montgomery.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SPIDER"]/secretName
source: G.A.S.
pl: G.I.P.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SPIDER"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_GUNTPUT"]/name
source: The Shaman
es: El chamán
it: Lo sciamano
pl: Szaman

# data/hyperspace.xml$//achievement[@name="ACH_CREW_GUNTPUT"]/description
source: Prove to Guntput that he can trust you.
es: Demuestre a Guntput que puede confiar en ti.
it: Dimostrare a guntput che può fidarsi di te.
pl: Udowodnij Gantput, że może ci zaufać.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_GUNTPUT"]/secretDescription
source: Save a primitive species.
es: Guardar una especie primitiva.
it: Salva una specie primitiva.
pl: Zapisz prymitywny wygląd.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_GUNTPUT"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_METYUNT"]/name
source: Second Chances
es: Segundas oportunidades
it: Seconde possibilità
pl: Druga szansa

# data/hyperspace.xml$//achievement[@name="ACH_CREW_METYUNT"]/description
source: Save Metyunt from a lizard uprising.
es: Salva a Metyunt de un levantamiento de lagarto.
it: Salva Metyunt da una rivolta di lucertola.
pl: Zapisz Matyna przed powstaniem jaszczurek.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_METYUNT"]/secretDescription
source: Give a traitor a second chance.
es: Dale a un traidor una segunda oportunidad.
it: Dai a un traditore una seconda possibilità.
pl: Daj zdrajcy drugą szansę.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_METYUNT"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_EATER"]/name
source: The Millenial Monarch
es: El monarca del milenio
it: Il monarca millenario
pl: Millennium Monarch

# data/hyperspace.xml$//achievement[@name="ACH_CREW_EATER"]/description
source: Convince the Beacon Eater to give you a chance and join your crew.
es: Convencer al Beacon Eater de darle una oportunidad y unirse a su tripulación.
it: Convinci il mangiatore di faro a darti una possibilità e unirti al tuo equipaggio.
pl: Przekonaj latarnie latarni morskiej, aby dali ci szansę i dołącz do swojego zespołu.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_EATER"]/secretDescription
source: Feed the Beacon Eater, whatever that means.
es: Alimente al comedor de baliza, lo que sea que eso signifique.
it: Nutri il mangiatore di faro, qualunque cosa significhi.
pl: Nakarm latarnię nawigacyjne, bez względu na to, co to znaczy.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_EATER"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANOINTED"]/name
source: God Queen
es: Dios reina
it: Dio regina
pl: Queen-Bogin

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANOINTED"]/description
source: Convince the Anointed to join your crew.
es: Convencer al ungido de unirse a su tripulación.
it: Convinci l'unotto a unirsi al tuo equipaggio.
pl: Przekonaj namaszczenia do dołączenia do twojego zespołu.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANOINTED"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DESSIUS"]/name
source: The 16th Reaper
es: El 16 ° Reaper
it: Il sedicesimo mietitore
pl: 16. żniwiarz

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DESSIUS"]/description
source: Save the Dynasty Capitol from CICA and convince Dessius to assist you.
es: Guarde el Capitolio de la Dinastía de Cica y convence a Dessius para que lo ayude.
it: Salva il Campidoglio della dinastia da CICA e convince Dessius ad aiutarti.
pl: Zaoszczędź stolicę dynastii z banku centralnego i przekonaj Dessiusza do pomocy.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DESSIUS"]/secretDescription
source: Destroy the Demon's Heart.
es: Destruye el corazón del demonio.
it: Distruggi il cuore del demone.
pl: Zniszcz serce demona.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DESSIUS"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OBYN"]/name
source: The Brink of Extinction
es: El borde de la extinción
it: L'orlo dell'estinzione
pl: Na skraju wyginięcia

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OBYN"]/description
source: Request Obyn to join your crew after rescuing him from the EHG.
es: Solicite a Obyn que se una a su tripulación después de rescatarlo del EHG.
it: Richiedi Obyn di unirsi al tuo equipaggio dopo averlo salvato dall'EHG.
pl: Poproś Obin, aby dołączył do twojego zespołu po jego zbawieniu z Goe.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OBYN"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$/FTL/achievements/page[5]/section[1]/@text
source: Thest's Boons
es: Las bendiciones
it: Thest's Belons
pl: Dobra siostra

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN"]/name
source: Boon of Humanity
es: Bendición de la humanidad
pl: Korzyść ludzkości

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN"]/secretDescription
source: Receive the Boon of Humanity from Thest.
es: Reciba la bendición de la humanidad de lo mejor.
it: Ricevi il vantaggio dell'umanità da Thest.
pl: Zdobądź korzyść ludzkości od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN"]/description
source: Show an elite Human crew to Thest. While in effect; Human crew gain a 20% resistance to hazards.
es: Muestre a una tripulación humana de élite para lo mejor. Mientras que en efecto;La tripulación humana obtiene una resistencia del 20% a los peligros.
it: Mostra una troupe umana d'élite al punto. Mentre sono in vigore;L'equipaggio umano guadagna una resistenza del 20% ai pericoli.
pl: Pokaż elitarnej ekipie ludzi siostrze. Podczas aktorstwa;Załoga ludzi otrzymuje 20% oporu na niebezpieczeństwa.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN_2"]/name
source: Greater Boon of Humanity
es: Mayor bendición de la humanidad
it: Maggiore vantaggio dell'umanità
pl: Wielki dobro ludzkości

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN_2"]/secretDescription
source: Receive the Greater Boon of Humanity from Thest.
es: Reciba la mayor bendición de la humanidad de lo mejor.
it: Ricevi il più grande vantaggio dell'umanità da Thest.
pl: Zdobądź wielkie dobra ludzkości od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN_2"]/description
source: Show a super elite Human crew to Thest. While in effect; Human crew gain a 20% resistance to hazards and a 10% boost to damage, repair, health, and movement speed.
es: Muestre a una tripulación humana súper élite para el momento. Mientras que en efecto;La tripulación humana obtiene una resistencia del 20% a los peligros y un impulso del 10% al daño, reparación, salud y velocidad de movimiento.
it: Mostra una troupe umana super élite al punto. Mentre sono in vigore;L'equipaggio umano guadagna una resistenza del 20% ai pericoli e una spinta del 10% a danni, riparazione, salute e velocità di movimento.
pl: Pokaż super -elite załogę ludzi siostrze. Podczas aktorstwa;Załoga osób otrzymuje 20% odporności na niebezpieczeństwa, a 10% wzrostu szkód, naprawy, zdrowia i szybkości ruchu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN_2"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGI"]/name
source: Boon of Nanites
es: Bendición de nanitas
it: Boon of Naniti
pl: Na szczęście Nanites

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGI"]/secretDescription
source: Receive the Boon of Nanites from Thest.
es: Reciba la bendición de los nanitas de lo mejor.
it: Ricevi il vantaggio dei naniti da Thest.
pl: Zdobądź dobro nanitów od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGI"]/description
source: Show an elite Engi crew to Thest. While in effect; Engi crew gain a 20% boost to repair speed.
es: Muestre a un equipo de élite de Ingi a lo mejor. Mientras que en efecto;La tripulación de Engi obtiene un impulso del 20% para reparar la velocidad.
it: Mostra un equipaggio d'élite Engi per thest. Mentre sono in vigore;L'equipaggio Engi guadagna una spinta del 20% per riparare la velocità.
pl: Pokaż elitarną załogę siostry Angie. Podczas aktorstwa;Załoga Angie otrzymuje 20% wzrost prędkości naprawy.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGI"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ZOLTAN"]/name
source: Boon of Hardlight
es: Bendición de luz dura
pl: Korzyść z litego światła

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ZOLTAN"]/secretDescription
source: Receive the Boon of Hardlight from Thest.
es: Reciba la bendición de la luz dura de lo mejor.
it: Ricevi il vantaggio di Hardlight da Thest.
pl: Zdobądź dobro solidnego światła od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ZOLTAN"]/description
source: Show an elite Zoltan crew to Thest. While in effect; Zoltan crew gain 15 more health.
es: Muestre a un equipo de élite de Zoltan a lo mejor. Mientras que en efecto;La tripulación de Zoltan gana 15 más de salud.
it: Mostra un equipaggio di élite Zoltan a Thest. Mentre sono in vigore;La troupe di Zoltan guadagna altre 15 salute.
pl: Pokaż siostrze elitarną załogę Zoltana. Podczas aktorstwa;Załoga Zoltanov otrzymuje 15 więcej zdrowia.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ZOLTAN"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ORCHID"]/name
source: Boon of Vegetation
es: Bendición de vegetación
it: Vantaggio della vegetazione
pl: Korzyść roślinności

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ORCHID"]/secretDescription
source: Receive the Boon of Vegetation from Thest.
es: Reciba la bendición de la vegetación de lo mejor.
it: Ricevi il vantaggio della vegetazione da Thest.
pl: Korzystają z roślinności od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ORCHID"]/description
source: Show an elite Orchid crew to Thest. While in effect; Orchid crew heal allied crew in the same room at 0.5hp/s.
es: Muestre a un equipo de elite de orquídeas a lo mejor. Mientras que en efecto;La tripulación de orquídea sanó a la tripulación aliada en la misma habitación a 0.5hp/s.
it: Mostra un equipaggio di orchideo d'élite al punto. Mentre sono in vigore;L'equipaggio delle orchidee cura l'equipaggio alleato nella stessa stanza a 0,5 CV/s.
pl: Pokaż siostrze elitarną załogę orchidei. Podczas aktorstwa;Załoga storczyków leczy sojuszników w tym samym przedziale z prędkością 0,5 jeziora/s.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ORCHID"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS"]/name
source: Boon of Insectoids
es: Bendición de insectoides
pl: Korzyść z owadoidów

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS"]/secretDescription
source: Receive the Boon of Insectoids from Thest.
es: Reciba la bendición de insectoides de lo mejor.
it: Ricevi il vantaggio degli insettoidi da Thest.
pl: Zdobądź skorzystanie z insekdów od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS"]/description
source: Show an elite Mantis crew to Thest. While in effect; Mantis crew gain an extra 20% ranged damage.
es: Muestre a un equipo de élite mantis a lo mejor. Mientras que en efecto;La tripulación de Mantis obtiene un daño adicional del 20% a distancia.
it: Mostra un equipaggio di mantide d'élite a Thest. Mentre sono in vigore;L'equipaggio di Mantis guadagna un danno aggiuntivo a distanza del 20%.
pl: Pokaż elitarną załogę siostry Bogomolova. Podczas aktorstwa;Załoga Bogomolov otrzymuje dodatkowe 20% obrażeń w długiej bitwie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS_2"]/name
source: Greater Boon of Insectoids
es: Mayor bendición de insectoides
it: Maggiore vantaggio di insettoidi
pl: Wielki dobro owadoidów

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS_2"]/secretDescription
source: Receive the Greater Boon of Insectoids from Thest.
es: Reciba la mayor bendición de insectoides de lo mejor.
it: Ricevi il più grande vantaggio degli insettoidi da Thest.
pl: Zdobądź wielkie dobra owadoidów od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS_2"]/description
source: Show a super elite Mantis crew to Thest. While in effect; Mantis crew gain 25% extra damage.
es: Muestre a un equipo de súper élite de mantis para el mayor. Mientras que en efecto;La tripulación de Mantis obtiene un 25% de daño adicional.
it: Mostra un equipaggio di Mantis Super Elite a Thest. Mentre sono in vigore;L'equipaggio di Mantis ha un danno extra del 25%.
pl: Pokaż super -elite załogę siostry Mantis. Podczas aktorstwa;Załoga Mantis stosuje 25% dodatkowych szkód.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS_2"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK"]/name
source: Boon of Silicon
es: Bendición de silicio
pl: Korzyść z krzemu

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK"]/secretDescription
source: Receive the Boon of Silicon from Thest.
es: Reciba la bendición de Silicon de Theest.
it: Ricevi il vantaggio del silicio da Thest.
pl: Korzystają z Silicon od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK"]/description
source: Show an elite Rock crew to Thest. While in effect; Rock crew put out fires 30% faster.
es: Muestre a un equipo de élite de rock para lo mejor. Mientras que en efecto;Rock Crew apaudó incendios un 30% más rápido.
it: Mostra un equipaggio di roccia d'élite per questo. Mentre sono in vigore;La troupe rocciosa ha lanciato un incendio del 30% più veloce.
pl: Pokaż elitarną drużynę siostry Boulders. Podczas aktorstwa;Załoga głazów gasi ogień o 30% szybciej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK_2"]/name
source: Greater Boon of Silicon
es: Mayor bendición de silicio
it: Maggiore vantaggio di silicio
pl: Wielki dobro krzemu

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK_2"]/secretDescription
source: Receive the Greater Boon of Silicon from Thest.
es: Reciba la mayor bendición de Silicon de Theest.
it: Ricevi il più grande vantaggio del silicio da Thest.
pl: Zdobądź wielkie dobro krzemu od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK_2"]/description
source: Show a super elite Rock crew to Thest. While in effect; Rock crew put out fires 30% faster and move 25% faster.
es: Muestre a un equipo de rock súper élite para el más. Mientras que en efecto;Rock Crew apaudó incendios un 30% más rápido y se mueve un 25% más rápido.
it: Mostra una troupe rock super elite per questo. Mentre sono in vigore;La troupe rocciosa ha lanciato un incendio del 30% più velocemente e si sposta il 25% più veloce.
pl: Pokaż super -elite załogę siostry Boulders. Podczas działania ekipa Boulders gasi ogień o 30% szybciej i porusza się o 25% szybciej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK_2"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSTAL"]/name
source: Boon of Geodes
es: Bendición de geodes
pl: Na szczęście Theelodes

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSTAL"]/secretDescription
source: Receive the Boon of Geodes from Thest.
es: Reciba la bendición de geodes de lo más.
it: Ricevi il vantaggio di Geodi da Thest.
pl: Zdobądź korzyść z siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSTAL"]/description
source: Show an elite Crystal crew to Thest. While in effect; Crystal crew do 20% more damage.
es: Muestre a un equipo de élite de cristal para el más. Mientras que en efecto;Crystal Crew hace un 20% más de daño.
it: Mostra un equipaggio di cristallo d'élite al punto. Mentre sono in vigore;L'equipaggio di cristallo infligge il 20% in più di danni.
pl: Pokaż elitarną załogę krystalicznej siostry. Podczas aktorstwa;Załoga krystalilin wyrządza o 20% więcej szkód.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSTAL"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG"]/name
source: Boon of Slime
es: Bendición de limo
it: Vantaggio di melma
pl: Korzyść śluzu

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG"]/secretDescription
source: Receive the Boon of Slime from Thest.
es: Reciba la bendición de limo de lo mejor.
it: Ricevi il vantaggio di melma da Thest.
pl: Zdobądź dobro śluzu od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG"]/description
source: Show an elite Slug crew to Thest. While in effect; Slug crew gain a 20% resistance to hazards.
es: Muestre a un equipo de babosas de élite para el más. Mientras que en efecto;La tripulación de babosas obtiene una resistencia del 20% a los peligros.
it: Mostra un equipaggio d'élite alla lumaca al punto. Mentre sono in vigore;L'equipaggio della lumaca guadagna una resistenza del 20% ai pericoli.
pl: Pokaż elitarnej ekipie ślimaków siostrze. Podczas aktorstwa;Załoga ślimaków otrzymuje 20% odporności na niebezpieczeństwa.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG_2"]/name
source: Greater Boon of Slime
es: Mayor bendición de limo
it: Maggiore vantaggio di melma
pl: Wielki dobro śluzu

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG_2"]/secretDescription
source: Receive the Greater Boon of Slime from Thest.
es: Reciba la mayor bendición de limo de lo mejor.
it: Ricevi il più grande vantaggio di melma da Thest.
pl: Zdobądź wielkie dobro śluzu od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG_2"]/description
source: Show a super elite Slug crew to Thest. While in effect; Slug crew gain a 20% resistance to hazards and doubled movement speed.
es: Muestre un equipo de slug súper elite para el más. Mientras que en efecto;La tripulación de Slug ganó una resistencia del 20% a los peligros y la velocidad de movimiento duplicada.
it: Mostra un equipaggio di lumache super élite al punto. Mentre sono in vigore;L'equipaggio della lumaca guadagna una resistenza del 20% ai pericoli e ha raddoppiato la velocità di movimento.
pl: Pokaż siostrze załogę Super -Elite Slugs. Podczas aktorstwa;Zespół ślimaków otrzymuje 20% oporu na niebezpieczeństwa i podwójną prędkość ruchu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG_2"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHELL"]/name
source: Boon of Shells
es: Bendición de conchas
pl: Korzyść z muszli

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHELL"]/secretDescription
source: Receive the Boon of Shells from Thest.
es: Reciba la bendición de conchas de lo mejor.
it: Ricevi il vantaggio delle conchiglie da Thest.
pl: Zdobądź skorzystanie z muszli od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHELL"]/description
source: Show an elite Shell crew to Thest. While in effect; Shell crew gain 15% more resistance to combat damage.
es: Muestre a un equipo de caparazón de élite para lo mejor. Mientras que en efecto;La tripulación de concha gana un 15% más de resistencia al daño de combate.
it: Mostra un equipaggio di shell d'élite al punto. Mentre sono in vigore;L'equipaggio di shell guadagna il 15% in più di resistenza ai danni da combattimento.
pl: Pokaż elitarną załogę skorupy siostrze. Podczas aktorstwa;Załoga muszli otrzymuje 15% większą odporność na zwalczanie szkód.
