Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

source: Tintan and Rig
es: Tintán y plataforma
it: Tintan e Rig
pl: Tintana i platforma

source: Tony Sr
pl: Tony Art

source: Mayeb
pl: Mayev

source: Ty E'Rel
pl: Tai E'rell

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Obyn
es: Obinos
pl: Obin

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Obyn
es: Obinos
pl: Obin

source: G-Van
pl: Ji-Wan

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_CEL_3"]/crew/prime/@name
source: Prime
es: Principal
pl: Pierwszy

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_CEL_3"]/crew/beans[1]/@name
source: Sylvrick
pl: Silvrik

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_CEL_3"]/crew/beans[2]/@name
source: Sylvrick
pl: Silvrik

source: Tuco
pl: Tuko

source: Winston Zeddemore
pl: Winston Zeddmore

source: The One Who Rhymes
es: El que rima
it: Quello che fa rima
pl: Wierszyk

source: Thing 1
es: Cosa 1
it: Cosa 1
pl: Coś 1

source: Thing 2
es: Cosa 2
it: Cosa 2
pl: Coś 2

source: Devorak
pl: Devorac

source: Obyn
es: Obinos
pl: Obin

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_SALT"]/crew/rock/@name
source: Pepper
es: Pimienta
it: Pepe
pl: Pieprz

source: Obyn
es: Obinos
pl: Obin

source: Obyn
es: Obinos
pl: Obin

source: Ty E'Rel
pl: Tai E'rell

source: Kackalacknak
pl: Kakalaknak

source: Ockraban
es: Rango
pl: Kolorowanie

source: Nights
es: Noches
it: Notti
pl: Mgła

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Beacon Eater
es: Comedor de baliza
it: Beater
pl: Latkowca Eater

source: Royye LaRoache
it: Royye Larochee
pl: Roy Laruch

source: Kayla
pl: Kyla

source: Jack
es: Jacobo
pl: Jacek

# data/hyperspace.xml$//customShip[@name="MU_ANGEL_DEATH"]/crew/human_angel/@name
source: Taurus
es: Tauro
it: Toro
pl: Byk

source: Bralmeb
pl: Brać

source: Ellebeneare
pl: Ellebeniar

source: Psycadellius
es: Psíquelo
pl: Psychodelia

source: Socolarei
es: Socolari
pl: Sokolar

source: Slimer
pl: Slimeer

# data/hyperspace.xml$//customShip[@name="MU_GB_VINZ_STASH"]/crew/gbvinz/@name
source: Vinezaleon
pl: Vinosaleon

# data/hyperspace.xml$//customShip[@name="MU_SLOCKNOG"]/crew/unique_slocknog/@name
source: Slocknog
es: Bandeja
pl: Sloknog

source: Nights
es: Noches
it: Notti
pl: Mgła

source: Thing
es: Cosa
it: Cosa
pl: Coś

source: The One Who Rhymes
es: El que rima
it: Quello che fa rima
pl: Wierszyk

source: Thing
es: Cosa
it: Cosa
pl: Coś

source: Thing
es: Cosa
it: Cosa
pl: Coś

# data/hyperspace.xml$//customShip[@name="MU_HER_BOSS"]/crew/eldritch_cat/@name
source: The One Who Rhymes
es: El que rima
it: Quello che fa rima
pl: Wierszyk

source: Thing
es: Cosa
it: Cosa
pl: Coś

source: Thing
es: Cosa
it: Cosa
pl: Coś

source: Thing
es: Cosa
it: Cosa
pl: Coś

source: Royye LaRoache
it: Royye Larochee
pl: Roy Laruch

source: Royye LaRoache
it: Royye Larochee
pl: Roy Laruch

source: Royye LaRoache
it: Royye Larochee
pl: Roy Laruch

source: Beacon Eater
es: Comedor de baliza
it: Beater
pl: Latkowca Eater

# data/hyperspace.xml$//customShip[@name="MU_MFK_CRUISER"]/crew/unique_cyra/@name
source: Cyra
pl: Saira

# data/hyperspace.xml$//customShip[@name="MU_TUCO"]/crew/unique_tuco/@name
source: Tuco
pl: Tuko

# data/hyperspace.xml$//customShip[@name="STL_PANTS"]/crew/nexus_pants/@name
source: Pants
es: Pantalones
it: Pantaloni
pl: Spodnie

source: Sagittarius
es: Sagitario
pl: Strzelec

source: Tremor
es: Temblor
it: Tremore
pl: Drżenie

source: McBash
pl: Macbash

source: Stonewall
es: Pared de piedra
it: Muro di pietra
pl: Gener

# data/hyperspace.xml$//customShip[@name="MU_SALT_CRUISER"]/crew/rock/@name
source: Pepper
es: Pimienta
it: Pepe
pl: Pieprz

# data/hyperspace.xml$//customShip[@name="MU_KAZAAAK"]/crew/unique_kaz/@name
source: Kazaaakplethkilik
pl: Kazaaclekilik

source: Virgo
it: Vergine
pl: Panna

source: Anointed
es: Ungido
it: Unto
pl: Namaszczony

source: Syleah
pl: Silia

source: Thest
es: El
it: Il test
pl: SEST

source: Wakeson
es: Wakesson
pl: Weokson

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: G-Van
pl: Ji-Wan

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sansvan
pl: Sanswan

source: Papobyn
pl: Papobin

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

# data/hyperspace.xml$//customShip[@name="MU_PRIME"]/crew/prime/@name
source: Prime
es: Principal
pl: Pierwszy

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

# data/hyperspace.xml$//customShip[@name="MU_PRIME"]/crew/nexus_obyn_cel[1]/@name
source: Obyn
es: Obinos
pl: Obin

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

source: Sylvan
it: Silvestre
pl: Sylvana

# data/hyperspace.xml$//customShip[@name="MU_PRIME"]/crew/nexus_obyn_cel[2]/@name
source: Obyn
es: Obinos
pl: Obin

source: Sylvan
it: Silvestre
pl: Sylvana

# data/hyperspace.xml$//customShip[@name="MU_PRIME"]/crew/nexus_obyn_cel[3]/@name
source: Obyn
es: Obinos
pl: Obin

source: Obyn
es: Obinos
pl: Obin

source: Obyn
es: Obinos
pl: Obin

source: Obyn
es: Obinos
pl: Obin

source: Obyn
es: Obinos
pl: Obin

source: Frisk
es: Cacheo
it: Perquisire
pl: Brykać

source: Obyrus
es: Obiro
it: Obirus
pl: Oburus

source: Napstablook
es: Napstabrook
pl: Napstubluk

source: Alphys
es: Alfys
pl: Alfis

source: Flowey
es: Fluido
it: Flusso
pl: Kwiat

source: Frisk
es: Cacheo
it: Perquisire
pl: Brykać

source: Obyrus
es: Obiro
it: Obirus
pl: Oburus

source: Napstablook
es: Napstabrook
pl: Napstubluk

source: Alphys
es: Alfys
pl: Alfis

source: Flowey
es: Fluido
it: Flusso
pl: Kwiat

source: Frisk
es: Cacheo
it: Perquisire
pl: Brykać

source: Obyrus
es: Obiro
it: Obirus
pl: Oburus

source: Napstablook
es: Napstabrook
pl: Napstubluk

source: Alphys
es: Alfys
pl: Alfis

source: Flowey
es: Fluido
it: Flusso
pl: Kwiat

source: Frisk
es: Cacheo
it: Perquisire
pl: Brykać

source: Obyrus
es: Obiro
it: Obirus
pl: Oburus

source: Napstablook
es: Napstabrook
pl: Napstubluk

source: Alphys
es: Alfys
pl: Alfis

source: Flowey
es: Fluido
it: Flusso
pl: Kwiat

# data/hyperspace.xml$//race[@name="hologram"]/powerEffect/buttonText
source: EXPIRATION
es: VENCIMIENTO
it: SCADENZA
pl: Zakończenie

# data/hyperspace.xml$//race[@name="hologram"]/powerEffect/tooltip
source: You shouldn't see this! Unpause the game to make it go away.
es: ¡No deberías ver esto!Impause el juego para que desaparezca.
it: Non dovresti vederlo!Imponete il gioco per farlo andare via.
pl: Nie powinieneś tego zobaczyć!Usuń grę z przerwy, aby zniknąć.

# data/hyperspace.xml$//race[@name="human_rebel_medic"]/powerEffect/buttonText
source: HEAL
es: SANAR
it: GUARIRE
pl: TRAKTOWAĆ

# data/hyperspace.xml$//race[@name="human_rebel_medic"]/powerEffect/tooltip
source: [COOLDOWN:30s] Heal all other friendly crew in the room including themselves for 50 hitpoints.
es: [Cooldown: 30s] Cure a todos los demás tripulantes amigables en la habitación, incluidos los 50 puntos de hit.
it: [Cooldown: 30s] Guarisci tutti gli altri membri dell'equipaggio amichevole nella stanza, inclusi se stessi per 50 punti di successo.
pl: [Reloading: 30c] Ulecza się do 50 zdrowia wszystkich przyjaznych członków załogi w przedziale, w tym siebie.

# data/hyperspace.xml$//race[@name="human_medic"]/powerEffect/buttonText
source: HEAL
es: SANAR
it: GUARIRE
pl: TRAKTOWAĆ

# data/hyperspace.xml$//race[@name="human_medic"]/powerEffect/tooltip
source: [COOLDOWN:30s] Heal all other friendly crew in the room including themselves for 50 hitpoints.
es: [Cooldown: 30s] Cure a todos los demás tripulantes amigables en la habitación, incluidos los 50 puntos de hit.
it: [Cooldown: 30s] Guarisci tutti gli altri membri dell'equipaggio amichevole nella stanza, inclusi se stessi per 50 punti di successo.
pl: [Reloading: 30c] Ulecza się do 50 zdrowia wszystkich przyjaznych członków załogi w przedziale, w tym siebie.

# data/hyperspace.xml$//race[@name="easter_tommy"]/powerEffect/buttonText
source: HEAL
es: SANAR
it: GUARIRE
pl: TRAKTOWAĆ

# data/hyperspace.xml$//race[@name="easter_tommy"]/powerEffect/tooltip
source: [COOLDOWN:30s] Heal all other friendly crew in the room including themselves for 50 hitpoints.
es: [Cooldown: 30s] Cure a todos los demás tripulantes amigables en la habitación, incluidos los 50 puntos de hit.
it: [Cooldown: 30s] Guarisci tutti gli altri membri dell'equipaggio amichevole nella stanza, inclusi se stessi per 50 punti di successo.
pl: [Reloading: 30c] Ulecza się do 50 zdrowia wszystkich przyjaznych członków załogi w przedziale, w tym siebie.

# data/hyperspace.xml$//race[@name="human_technician"]/powerEffect/buttonText
source: DRONE
es: ZUMBIDO
pl: Warkot

# data/hyperspace.xml$//race[@name="human_technician"]/powerEffect/tooltip
source: [COOLDOWN:25s] Spawns a temporary drone assistant which can fight and sabotage but not repair or man systems. Lasts 25 seconds.
es: [Cooldown: 25s] Genera un asistente de drones temporal que puede luchar y sabotear pero no reparar o sistemas de hombres.Dura 25 segundos.
it: [Cooldown: 25s] Diventa un assistente di droni temporanei che può combattere e sabotaggio ma non riparare o sistemi uomo.Dura 25 secondi.
pl: [Reloading: 25s] Tworzy tymczasowy dron, który może walczyć i sabotować, ale nie naprawić ani utrzymywać systemów.Trwa 25 sekund.

source: EXPIRATION
es: VENCIMIENTO
it: SCADENZA
pl: Zakończenie

# data/hyperspace.xml$//race[@name="human_technician_drone"]/powerEffect/tooltip
source: You shouldn't see this! Unpause the game to make it go away.
es: ¡No deberías ver esto!Impause el juego para que desaparezca.
it: Non dovresti vederlo!Imponete il gioco per farlo andare via.
pl: Nie powinieneś tego zobaczyć!Usuń grę z przerwy, aby zniknąć.

# data/hyperspace.xml$//race[@name="human_legion_pyro"]/powerEffect/buttonText
source: FIRE
es: FUEGO
it: FUOCO
pl: OGIEŃ

# data/hyperspace.xml$//race[@name="human_legion_pyro"]/powerEffect/tooltip
source: Ready: Starts fires
es: Listo: comienza los incendios
it: Pronto: inizia gli incendi
pl: Gotowy: strzelanie

# data/hyperspace.xml$//race[@name="unique_tully"]/powerEffect/buttonText
source: STRIKE
es: HUELGA
it: SCIOPERO
pl: UDERZYĆ

# data/hyperspace.xml$//race[@name="unique_tully"]/powerEffect/tooltip
source: [COOLDOWN:15s] Calls in a bomb strike from the Federation fleet, hitting the enemy ship's systems and crew.
es: [Cooldown: 15s] Llama en una huelga de bombas de la flota de la Federación, golpeando los sistemas y la tripulación del barco enemigo.
it: [Cooldown: 15s] Chiama uno sciopero della bomba dalla flotta della Federazione, colpendo i sistemi e l'equipaggio della nave nemica.
pl: [Reloading: 15s] Powoduje bombardowanie Federacji Federacji, która wpływa na system i załogę statku wroga.

# data/hyperspace.xml$//race[@name="unique_vance"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="unique_vance"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:3s] Deploys a bomb that deals 15 crew damage, 1 system damage, and stun for 3 seconds, with a chance to start fires or breaches. Will temporarily slow down, increasing damage taken from all sources by 20% while moving at 20% speed.
es: [Cooldown: 30s Duración: 3s] Despliega una bomba que inflige 15 daños en la tripulación, 1 daño del sistema y aturde durante 3 segundos, con la oportunidad de comenzar incendios o violaciones.Se reducirá temporalmente, aumentando el daño recibido de todas las fuentes en un 20% mientras se mueve a una velocidad del 20%.
it: [Cooldown: 30s Durata: 3S] Sposa una bomba che infligge 15 danni da equipaggio, 1 danno al sistema e stordi per 3 secondi, con la possibilità di iniziare incendi o violazioni.Rallenterà temporaneamente, aumentando i danni prelevati da tutte le fonti del 20% mentre si muove alla velocità del 20%.
pl: [RELOADING: 30c Czas trwania: 3c] Ustawia bombę, która powoduje 15 uszkodzeń załogi, 1 uszkodzenie systemu i ogrzewane przez 3 sekundy, z szansą na spowodowanie pożaru lub dziury.Tymczasowo spowalnia, zwiększając wynikające z tego uszkodzenie ze wszystkich źródeł o 20% i porusza się z prędkością 20%.

source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA

source: [COOLDOWN:16s] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [Cooldown: 16S] Localiza la habitación ocupada durante 12 segundos, evitando que la tripulación se mueva.
it: [Cooldown: 16S] Si blocca la stanza occupata per 12 secondi, impedendo all'equipaggio di spostarsi.
pl: [Reloading: 16c] Blokuje przedział przez 12 sekund, nie pozwalając załodze do niego wejść.

# data/hyperspace.xml$//race[@name="unique_ellie_lvl3"]/powerEffect/buttonText
source: RAMPAGE
es: ALBOROTO
pl: Wściekłość

# data/hyperspace.xml$//race[@name="unique_ellie_lvl3"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:7s] Combat damage is doubled, and instantly breaks doors.
es: [Cooldown: 15s Duración: 7s] El daño de combate se duplica y rompe instantáneamente las puertas.
it: [Cooldown: 15s Durata: 7S] Il danno da combattimento viene raddoppiato e rompe istantaneamente le porte.
pl: [Przeładowanie: 15c Czas trwania: 7c] Obrażenia w bitwie podwajają się i natychmiast rozbija drzwi.

# data/hyperspace.xml$//race[@name="unique_ellie_lvl4"]/powerEffect/buttonText
source: RAMPAGE
es: ALBOROTO
pl: Wściekłość

# data/hyperspace.xml$//race[@name="unique_ellie_lvl4"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:7s] Combat damage is doubled.
es: [Cooldown: 15s Duración: 7s] El daño de combate se duplica.
it: [Cooldown: 15s Durata: 7S] Il danno da combattimento è raddoppiato.
pl: [Przeładowanie: 15c Czas trwania: 7c] Obrażenia w bitwie podwajają się.

# data/hyperspace.xml$//race[@name="unique_ellie_lvl5"]/powerEffect/buttonText
source: RAMPAGE
es: ALBOROTO
pl: Wściekłość

# data/hyperspace.xml$//race[@name="unique_ellie_lvl5"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:7s] Combat damage is doubled.
es: [Cooldown: 15s Duración: 7s] El daño de combate se duplica.
it: [Cooldown: 15s Durata: 7S] Il danno da combattimento è raddoppiato.
pl: [Przeładowanie: 15c Czas trwania: 7c] Obrażenia w bitwie podwajają się.

# data/hyperspace.xml$//race[@name="unique_ellie_lvl6"]/powerEffect/buttonText
source: RAMPAGE
es: ALBOROTO
pl: Wściekłość

# data/hyperspace.xml$//race[@name="unique_ellie_lvl6"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Combat damage is tripled, but becomes uncontrollable and takes doubled hazard damage.
es: [Cooldown: 25s Duración: 10s] El daño de combate se triplica, pero se vuelve incontrolable y recibe daño de peligro duplicado.
it: [Cooldown: 25s Durata: 10S] Il danno da combattimento è triplicato, ma diventa incontrollabile e subisce danni a rischio raddoppiati.
pl: [Przeładowanie: 25c Czas trwania: 10c] Uszkodzenie bojowe są trzykrotne, ale stają się niekontrolowane i otrzymują podwójne szkody z niebezpieczeństwa.

# data/hyperspace.xml$//race[@name="engi_separatist"]/powerEffect/tooltip
source: [COOLDOWN:9s] Toggle to Nano mode: -Cannot attack, repair or heal -Immune to fires, suffocation and mind control -Gains door phasing properties, moves at 0.7x speed -0.3x dmg taken from crew combat
es: [Cooldown: 9s] Alternar al modo nano: -Naqué, reparación o curación -Ammune a incendios, asfixia y control mental -Pases de fase de la puerta, se mueve a una velocidad de 0.7x -0.3x DMG tomado del combate de la tripulación
it: [Cooldown: 9s] Attiva in modalità nano: -Cannit Attack, Ripristina o guarisci -Imune a fuochi, soffocamento e controllo mentale -Gains Proprietà di fase della porta, si muove a 0,7x velocità -0.3x dmg prelevato dal combattimento dell'equipaggio
pl: [Reloading: 9s] Przejście na tryb Nano: -Do nie może atakować, naprawić ani traktować. -Mumunity do zwolnienia, uduszenia i kontroli umysłu -Ignoruje drzwi do ignorowania właściwości, porusza się z prędkością 0,7x -0,3 razy obrażenia w bitwie z załogą

# data/hyperspace.xml$//race[@name="engi_separatist_nano"]/powerEffect/buttonText
source: SOLID
pl: GĘSTOŚĆ

# data/hyperspace.xml$//race[@name="engi_separatist_nano"]/powerEffect/tooltip
source: [COOLDOWN:15s] Toggle to Solid mode to regain original stats and capabilities.
es: [Cooldown: 15s] Alterne al modo sólido para recuperar estadísticas y capacidades originales.
it: [Cooldown: 15s] Attiva in modalità solida per riguadagnare statistiche e capacità originali.
pl: [Reloading: 15s] Przełącz tryb gęstości, aby przywrócić początkowe cechy i możliwości.

# data/hyperspace.xml$//race[@name="engi_defender"]/powerEffect/buttonText
source: SHIELD
es: BLINDAJE
it: SCUDO
pl: TARCZA

# data/hyperspace.xml$//race[@name="engi_defender"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:15s] Takes only 0.1x damage from ANY source, and resists Mind Control attempts.
es: [Cooldown: 15s Duración: 15s] Recibe solo 0.1x de daño de cualquier fuente y resiste los intentos de control mental.
it: [Cooldown: 15s Durata: 15S] Subisce solo 0,1x danni da qualsiasi fonte e resiste ai tentativi di controllo mentale.
pl: [Przeładowanie: 15c Czas trwania: 15c] Otrzymuje tylko 0,1x obrażeń od dowolnego źródła i opiera się próbom kontrolowania umysłu.

# data/hyperspace.xml$//race[@name="unique_turzil"]/powerEffect/buttonText
source: SHIELD
es: BLINDAJE
it: SCUDO
pl: TARCZA

# data/hyperspace.xml$//race[@name="unique_turzil"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Each of your allied crew in the room will only take 0.25x damage from ANY source, and their repair speed will be quadrupled.
es: [Cooldown: 20s Duración: 15s] Cada uno de sus tripulantes aliados en la habitación solo recibirá un daño de 0.25x de cualquier fuente, y su velocidad de reparación se cuadruplicará.
it: [Cooldown: Durata 20S: 15S] Ognuno dei tuoi equipaggi alleati nella stanza subirà solo un danno da 0,25x da qualsiasi fonte e la loro velocità di riparazione verrà quadruplicata.
pl: [Przeładowanie: 20c Czas trwania: 15c] Każdy z twoich sojuszników w przedziale otrzyma tylko 0,25x szkód od dowolnego źródła, a prędkość ich naprawy wzrośnie czterokrotnie.

# data/hyperspace.xml$//race[@name="zoltan_monk"]/powerEffect/buttonText
source: PULSE
es: LEGUMBRES
it: Impulso
pl: PULS

# data/hyperspace.xml$//race[@name="zoltan_monk"]/powerEffect/tooltip
source: [COOLDOWN:27s] Stuns all crew in the room for 10 seconds.
es: [Cooldown: 27S] Aturdir toda la tripulación en la habitación durante 10 segundos.
it: [Cooldown: 27s] Stordisce tutti gli equipaggi nella stanza per 10 secondi.
pl: [Reloading: 27C] Cała załoga jest oszołomiona w przedziale przez 10 sekund.

# data/hyperspace.xml$//race[@name="zoltan_devotee"]/powerEffect/buttonText
source: COUNTDOWN
es: CUENTA REGRESIVA
it: CONTO ALLA ROVESCIA
pl: REGULATOR CZASOWY

# data/hyperspace.xml$//race[@name="zoltan_devotee"]/powerEffect/tooltip
source: [COOLDOWN:7s] Start suicide countdown. When countdown is finished, explode for 45 crew damage (30 on allies) to all crew in the room. If the countdown is interrupted by death, the ability will be cancelled. Cannot activate while stunned or teleporting.
es: [Cooldown: 7s] Comience la cuenta regresiva de suicidio.Cuando se termine la cuenta regresiva, explote por 45 daños en la tripulación (30 en aliados) a todos los tripulantes en la habitación. Si la cuenta regresiva se interrumpe por la muerte, la capacidad se cancelará.No se puede activar mientras está aturdido o teletransportado.
it: [Cooldown: 7s] Inizia il conto alla rovescia del suicidio.Al termine del conto alla rovescia, esplodere per 45 danni da equipaggio (30 sugli alleati) a tutti gli equipaggi nella stanza. Se il conto alla rovescia viene interrotto dalla morte, l'abilità verrà annullata.Non può attivarsi mentre è sbalordito o teletrasportato.
pl: [Reloading: 7c] Rozpocznij odliczanie samobójstwa.Po zakończeniu odliczania nastąpi eksplozja, która stosuje 45 szkód całej załogi (30 sojuszników) w przedziale. Jeśli odliczanie zostanie przerwane przez śmierć, zdolność zostanie anulowana.Nie można aktywować, gdy oszałamiająca lub teleportacja.

# data/hyperspace.xml$//race[@name="zoltan_martyr"]/powerEffect/buttonText
source: COUNTDOWN
es: CUENTA REGRESIVA
it: CONTO ALLA ROVESCIA
pl: REGULATOR CZASOWY

# data/hyperspace.xml$//race[@name="zoltan_martyr"]/powerEffect/tooltip
source: [COOLDOWN:7s] Start suicide countdown. When countdown is finished, explode for 45 crew damage (30 on allies) and stun all crew in the room for 4 seconds, with 50% chance to start fires. If the countdown is interrupted by death, the ability will be cancelled. Cannot activate while stunned or teleporting.
es: [Cooldown: 7s] Comience la cuenta regresiva de suicidio.Cuando termine la cuenta regresiva, explote por 45 daños en la tripulación (30 en aliados) y aturde a toda la tripulación en la habitación durante 4 segundos, con un 50% de posibilidades de comenzar incendios. Si la cuenta regresiva se interrumpe por la muerte, la capacidad se cancelará.No se puede activar mientras está aturdido o teletransportado.
it: [Cooldown: 7s] Inizia il conto alla rovescia del suicidio.Al termine del conto alla rovescia, esplodere per 45 danni da equipaggio (30 sugli alleati) e stordire tutto l'equipaggio nella stanza per 4 secondi, con il 50% di probabilità di iniziare gli incendi. Se il conto alla rovescia viene interrotto dalla morte, l'abilità verrà annullata.Non può attivarsi mentre è sbalordito o teletrasportato.
pl: [Reloading: 7c] Rozpocznij odliczanie samobójstwa.Po zakończeniu odliczania nastąpi eksplozja, która zadaje 45 uszkodzeń załogi (30 sojuszników) i zasłani wszystkich członków załogi w przedziale przez 4 sekundy, z prawdopodobieństwem 50% powoduje pożar. Jeśli odliczanie zostanie przerwane przez śmierć, zdolność zostanie anulowana.Nie można aktywować, gdy oszałamiająca lub teleportacja.

# data/hyperspace.xml$//race[@name="unique_devorak"]/powerEffect/buttonText
source: COUNTDOWN
es: CUENTA REGRESIVA
it: CONTO ALLA ROVESCIA
pl: REGULATOR CZASOWY
