Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//race[@name="goldpraetor"]/powerEffect/tooltip
source: [COOLDOWN:10s] Creates a semi-permanent effect in the current room, which will dissipate only when jumping. All allied crew in the effected room gain doubled max health, repair speed, and power generation/drain.
es: [Cooldown: 10s] Crea un efecto semipermanente en la sala actual, que se disipará solo al saltar.Toda la tripulación aliada en la sala efectiva ganó duplicación máxima de salud, velocidad de reparación y generación/drenaje de energía.
it: [Cooldown: 10s] Crea un effetto semi-permanente nella stanza attuale, che si dissiperà solo durante il salto.Tutto l'equipaggio alleato nella stanza effettuata ha raddoppiato la salute massima, la velocità di riparazione e la generazione di energia/scarico.
pl: [Reloading: 10s] Tworzy półprzewodnikowy efekt w bieżącym przedziale, który jest rozproszony tylko podczas skakania.Wszyscy sojusznicy w dotkniętym przedziale otrzymują podwójne maksymalne zdrowie, prędkość naprawy i energię generowania/wysyłania.

# data/hyperspace.xml$//race[@name="goldcultivator"]/powerEffect/buttonText
source: SPORE
es: ESPORA
it: Spora
pl: ZARODNIK

# data/hyperspace.xml$//race[@name="goldcultivator"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:15s] Release poisonous spores. Nearby enemies take 60% increased damage from ANY source and are stunned 50% longer. The Cultivator will be immobile and only be able to attack crew, with 0.75x base damage.
es: [Cooldown: 30s Duración: 15s] Liberar esporas venenosas.Los enemigos cercanos reciben un 60% de daño mayor de cualquier fuente y están atónitos un 50% más. El cultivador estará inmóvil y solo podrá atacar a la tripulación, con un daño base de 0.75x.
it: [Cooldown: 30s Durata: 15S] Rilascia le spore velenose.I nemici vicini subiscono un aumento del 60% di danni da qualsiasi fonte e sono sbalorditi del 50% in più. Il coltivatore sarà immobile e sarà in grado di attaccare solo l'equipaggio, con danni alla base di 0,75x.
pl: [Przeładowanie: 30c Czas trwania: 15c] Uwalnia toksyczne spory.Pobliscy wrogowie otrzymują o 60% więcej obrażeń od dowolnego źródła i ogłuszają o 50% dłużej. Kultywator zostanie unieruchomiony i tylko załoga będzie mogła atakować, stosując podstawowe obrażenia 0,75x.

# data/hyperspace.xml$//race[@name="goldtoxic"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="goldtoxic"]/powerEffect/tooltip
source: [CD:1s DURATION:3s -15HP] Deal 15 damage to enemy crew and 1 damage to enemy systems. Can be rapidly cast, but regenerates little.
es: [CD: 1s Duración: 3s -15hp] Da 15 daños a la tripulación enemiga y 1 daño a los sistemas enemigos.Se puede lanzar rápidamente, pero regenera poco.
it: [CD: 1S Durata: 3S -15 CV] Infliggere 15 danni alla troupe nemica e 1 danno ai sistemi nemici.Può essere lanciato rapidamente, ma si rigenera poco.
pl: [KD: 1C Czas trwania: 3C -15 OP] Stosuje 15 obrażeń dla załogi wroga i 1 obrażenia dla systemów wroga.Szybko ładuj, ale niewiele się regeneruje.

# data/hyperspace.xml$//race[@name="goldampere"]/powerEffect/buttonText
source: DRAIN
es: DRENAR
it: DRENARE
pl: WCHŁANIANIE

# data/hyperspace.xml$//race[@name="goldampere"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:30s] Boost power drain to 2 power bars. Will lose 25% movement speed, and apply the drain on any system whether it belongs to you or the enemy.
es: [Cooldown: 20s Duración: 30s] Aumente el drenaje de energía a 2 barras de potencia.Perderá la velocidad de movimiento del 25% y aplicará el drenaje en cualquier sistema, ya sea que le pertenezca a usted o al enemigo.
it: [Cooldown: 20s Durata: 30s] Aumenta lo scarico di potenza a 2 barre di alimentazione.Perderà il 25% di velocità di movimento e applicherà lo scarico su qualsiasi sistema sia che appartenga a te o al nemico.
pl: [Przeładowanie: 20c Czas trwania: 30c] Zwiększa zużycie energii do 2 jednostek.Traci 25% prędkości ruchu i pochłania dowolny system, niezależnie od tego, czy należy do ciebie, czy wroga.

# data/hyperspace.xml$//race[@name="goldqueen"]/powerEffect/buttonText
source: ROAR
es: RUGIDO
it: RUGGITO
pl: Warczeć

# data/hyperspace.xml$//race[@name="goldqueen"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:9s] Grants a 2hp/s regeration and 50% movement speed bonus to other nearby allied Morph spiders.
es: [Cooldown: 20s Duración: 9s] Otorga una regación de 2HP/S y un bono de velocidad de movimiento del 50% a otras arañas de Morph aliadas cercanas.
it: [Cooldown: Durata 20s: 9s] Concede una regerazione di 2 CV/s e un bonus di velocità del movimento del 50% ad altri ragni alleati nelle vicinanze.
pl: [Przeładowanie: 20s Czas trwania: 9s] Daje bonus regeneracji 2 jezior/s i 50% prędkości ruchu do innych sojuszniczych pająków-Morphs zlokalizowanych w pobliżu.

# data/hyperspace.xml$//race[@name="technoboarderion"]/powerEffect/buttonText
source: ION
it: Ione
pl: ZJONIZOWAĆ

# data/hyperspace.xml$//race[@name="technoboarderion"]/powerEffect/tooltip
source: Automatic: activates an ion pulse
es: Automático: activa un pulso de iones
it: Automatico: attiva un impulso ionico
pl: Automatycznie: aktywuje impuls jonowy

# data/hyperspace.xml$//race[@name="technoroomba"]/powerEffect/buttonText
source: BREACH
es: INCUMPLIMIENTO
it: VIOLAZIONE
pl: Otwór

# data/hyperspace.xml$//race[@name="technoroomba"]/powerEffect/tooltip
source: Periodically opens a breach on the enemy ship.
es: Periódicamente abre una violación en el barco enemigo.
it: Apre periodicamente una violazione sulla nave nemica.
pl: Okresowo tworzy dziurę na wrogim statku.

# data/hyperspace.xml$//race[@name="lanius_augmented"]/powerEffect/buttonText
source: ASSIMILATE
es: ASIMILAR
it: ASSIMILARE
pl: ASYMILACJA

# data/hyperspace.xml$//race[@name="lanius_augmented"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:8s] Heal to full health and halts decay, deal 1 hull and system damage, and gain 2x boosted stats plus 4x oxygen drain.
es: [Cooldown: 25s Duración: 8s] Sanar a la salud completa y detiene la descomposición, otorga daños en el casco y el sistema, y obtenga 2X estadísticas aumentadas más 4x drenaje de oxígeno.
it: [Cooldown: 25s Durata: 8s] Guarire a piena salute e fermare il decadimento, infliggere 1 danno allo scafo e del sistema e guadagna 2x statistiche potenziate più 4x drenaggio di ossigeno.
pl: [Przeładowanie: 25c Czas trwania: 8c] Ulecza się w celu całkowitego zdrowia i zatrzymuje rozkład, powoduje 1 uszkodzenie ciała i układu oraz otrzymuje 2x wzrost cech + 4x absorpcji tlenu.

# data/hyperspace.xml$//race[@name="unique_anointed"]/powerEffect/buttonText
source: ASSIMILATE
es: ASIMILAR
it: ASSIMILARE
pl: ASYMILACJA

# data/hyperspace.xml$//race[@name="unique_anointed"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:15s] Heal to full health and halts decay, deal 2 hull and system damage, and gains the following boosted stats: -4x movement, repair and sabotage speed -4x combat damage -4 oxygen/s draining -Doubled bonus power output
es: [Cooldown: 25s Duración: 15s] Sanar a la salud completa y detiene la descomposición, otorga daños al casco y al sistema, y gana las siguientes estadísticas impulsadas: -4x movimiento de movimiento, reparación y sabotaje -4x daño de combate -4 oxígeno/s drenaje -Potenciatura de bonificación de duda
it: [Cooldown: 25s Durata: 15S] Guarisci a piena salute e interrompe il decadimento, infligge 2 danni allo scafo e al sistema e guadagna le seguenti statistiche aumentate: -4x Movimento, riparazione e velocità di sabotaggio -4x danno da combattimento -4 drenaggio di ossigeno/s -Uscine di potenza bonus cutanea
pl: [Przeładowanie: 25c Czas trwania: 15c] Przywraca pełne zdrowie i zatrzymuje rozkład, powoduje 2 uszkodzenie ciała i systemu oraz otrzymuje następujące zwiększone statystyki: -4x prędkość ruchu, naprawy i sabotażu -4x obrażenia bojowe -4 Wyczerpanie tlenu/s -Audit Bonus Moc

# data/hyperspace.xml$//race[@name="lanius_welder"]/powerEffect/buttonText
source: METABOLIZE
es: Metabolizar
it: METABOLIZZARE
pl: METABOLIZM

# data/hyperspace.xml$//race[@name="lanius_welder"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:15s] Will regenerate 4hp/s and drain oxygen rapidly, but move at 0.3x speed.
es: [Cooldown: 30s Duración: 15s] Regenerará 4 hp/s y drenará el oxígeno rápidamente, pero se moverá a una velocidad de 0.3x.
it: [Cooldown: 30s Durata: 15S] Rigenererà rapidamente 4HP/S e scorerà l'ossigeno, ma si muove a una velocità di 0,3x.
pl: [Przeładowanie: 30c Czas trwania: 15c] Regeneruje 4 jeziora/s i szybko wyczerpuje tlen, ale porusza się z prędkością 0,3x.

# data/hyperspace.xml$//race[@name="phantom_goul"]/powerEffect/buttonText
source: FLAME
es: FUEGO
it: FIAMMA
pl: OGIEŃ

# data/hyperspace.xml$//race[@name="phantom_goul"]/powerEffect/tooltip
source: Starts a fire in the current room.
es: Comienza un fuego en la sala actual.
it: Avvia un incendio nella stanza attuale.
pl: Podaje ogień w bieżącym przedziale.

# data/hyperspace.xml$//race[@name="phantom_goul_alpha"]/powerEffect/buttonText
source: FLAME
es: FUEGO
it: FIAMMA
pl: OGIEŃ

# data/hyperspace.xml$//race[@name="phantom_goul_alpha"]/powerEffect/tooltip
source: Starts a fire in the current room.
es: Comienza un fuego en la sala actual.
it: Avvia un incendio nella stanza attuale.
pl: Podaje ogień w bieżącym przedziale.

# data/hyperspace.xml$//race[@name="phantom_mare"]/powerEffect/buttonText
source: CORRODE
es: CORROER
it: CORRODERSI
pl: KOROZJA

# data/hyperspace.xml$//race[@name="phantom_mare"]/powerEffect/tooltip
source: Opens a breach in the current room.
es: Abre una violación en la sala actual.
it: Apre una violazione nella stanza attuale.
pl: Tworzy otwór w bieżącym przedziale.

# data/hyperspace.xml$//race[@name="phantom_mare_alpha"]/powerEffect/buttonText
source: CORRODE
es: CORROER
it: CORRODERSI
pl: KOROZJA

# data/hyperspace.xml$//race[@name="phantom_mare_alpha"]/powerEffect/tooltip
source: Opens a breach in the current room.
es: Abre una violación en la sala actual.
it: Apre una violazione nella stanza attuale.
pl: Tworzy otwór w bieżącym przedziale.

# data/hyperspace.xml$//race[@name="phantom_wraith"]/powerEffect/buttonText
source: SHOCK
es: CHOQUE
pl: ZASZOKOWAĆ

# data/hyperspace.xml$//race[@name="phantom_wraith"]/powerEffect/tooltip
source: Deals 2 ion dmg to the system and stun crew for 7 seconds.
es: Ofrece 2 DMG de iones al sistema y a la tripulación aturdida durante 7 segundos.
it: Offre 2 dmg ionici al sistema e storditore per 7 secondi.
pl: Zastosowuje 2 uszkodzenie jonów w systemie i osija załogę przez 7 sekund.

# data/hyperspace.xml$//race[@name="phantom_wraith_alpha"]/powerEffect/buttonText
source: SHOCK
es: CHOQUE
pl: ZASZOKOWAĆ

# data/hyperspace.xml$//race[@name="phantom_wraith_alpha"]/powerEffect/tooltip
source: Deals 2 ion dmg to the system and stun crew for 7 seconds.
es: Ofrece 2 DMG de iones al sistema y a la tripulación aturdida durante 7 segundos.
it: Offre 2 dmg ionici al sistema e storditore per 7 secondi.
pl: Zastosowuje 2 uszkodzenie jonów w systemie i osija załogę przez 7 sekund.

# data/hyperspace.xml$//race[@name="unique_dessius"]/powerEffect/buttonText
source: SWORD
es: ESPADA
it: SPADA
pl: MIECZ

# data/hyperspace.xml$//race[@name="unique_dessius"]/powerEffect/tooltip
source: This ability will activate automatically in combat.
es: Esta habilidad se activará automáticamente en combate.
it: Questa abilità si attiverà automaticamente in combattimento.
pl: Ta umiejętność jest automatycznie aktywowana w bitwie.

# data/hyperspace.xml$//race[@name="gbeleanor"]/powerEffect/buttonText
source: RAGE
es: FURIA
it: RABBIA
pl: Wściekłość

# data/hyperspace.xml$//race[@name="gbeleanor"]/powerEffect/tooltip
source: [COOLDOWN:20s] Deals 30 damage to nearby crew and 1 system damage, with 50% chance of causing breaches.
es: [Cooldown: 20s] Influye 30 daños a la tripulación cercana y 1 daño del sistema, con un 50% de posibilidades de causar violaciones.
it: [Cooldown: 20s] Infligge 30 danni all'equipaggio vicino e 1 danno al sistema, con il 50% di probabilità di causare violazioni.
pl: [Reloading: 20c] Zastosowuje 30 uszkodzeń najbliższej załogi i 1 uszkodzenie systemu, z prawdopodobieństwem 50% powoduje otwory.

# data/hyperspace.xml$//race[@name="gbscoleri"]/powerEffect/buttonText
source: ZAP
es: BORRAR
pl: AKTUALNY

# data/hyperspace.xml$//race[@name="gbscoleri"]/powerEffect/tooltip
source: [COOLDOWN:20s] Deals 3 ion damage to the occupied system.
es: [Cooldown: 20s] Inflige 3 daños iónicos al sistema ocupado.
it: [Cooldown: 20s] Infligge 3 danni da ioni al sistema occupato.
pl: [Reloading: 20c] Zastosowuje 3 obrażenia jonowe dla ruchliwego systemu.

# data/hyperspace.xml$//race[@name="gbslimer"]/powerEffect/buttonText
source: EAT
es: COMER
it: MANGIARE
pl: JEŚĆ

# data/hyperspace.xml$//race[@name="gbslimer"]/powerEffect/tooltip
source: [COOLDOWN:15s] Eat nearby crew for 20 damage.
es: [Cooldown: 15s] Coma la tripulación cercana por 20 daños.
it: [Cooldown: 15s] Mangia l'equipaggio nelle vicinanze per 20 danni.
pl: [Reloading: 15c] Najbliższa załoga pożera 20 obrażeń.

# data/hyperspace.xml$//race[@name="gbpsych"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="gbpsych"]/powerEffect/tooltip
source: [COOLDOWN:10s DURATION:3s] Inflicts 2 system damage and 15 crew damage, with 50% chance of causing fires/breach/stun. Will temporarily be uncontrollable.
es: [Cooldown: 10s Duración: 3s] Inflige 2 daños en el sistema y 15 daños en la tripulación, con un 50% de posibilidades de causar incendios/violaciones/aturdimiento.Será temporalmente incontrolable.
it: [Cooldown: 10s Durata: 3S] Infligge 2 danni al sistema e 15 danni da equipaggio, con il 50% di probabilità di causare incendi/violazione/stordimento.Sarà temporaneamente incontrollabile.
pl: [RELOADING: 10S Czas trwania: 3c] Stosuje 2 uszkodzenie systemu i 15 szkód załogi, z prawdopodobieństwem 50% powoduje ogień/otwór/oszałamiający.Tymczasowo staje się niekontrolowany.

# data/hyperspace.xml$//race[@name="gbvinz"]/powerEffect/buttonText
source: INFERNO
es: INFIERNO
pl: Pieczony

# data/hyperspace.xml$//race[@name="gbvinz"]/powerEffect/tooltip
source: [COOLDOWN:15s] Start fires in the occupied room.
es: [Cooldown: 15s] Comience los incendios en la habitación ocupada.
it: [Cooldown: 15s] Inizia gli incendi nella stanza occupata.
pl: [Reloading: 15s] Podbija ogień w przedziale.

# data/hyperspace.xml$//race[@name="gbzuul"]/powerEffect/buttonText
source: CONSUME
es: CONSUMIR
it: CONSUMARE
pl: WCHŁANIANIE

# data/hyperspace.xml$//race[@name="gbzuul"]/powerEffect/tooltip
source: [COOLDOWN:15s] Deals 1 system damage and open a breach in the occupied room.
es: [Cooldown: 15s] Inflige 1 daño del sistema y abre una violación en la habitación ocupada.
it: [Cooldown: 15s] Infligge 1 danno al sistema e apri una violazione nella stanza occupata.
pl: [Reloading: 15s] Wyrządza 1 uszkodzenie systemu i otwiera dziurę w schwytanym przedziale.

# data/hyperspace.xml$//race[@name="spider"]/powerEffect/buttonText
source: CONTROL
it: CONTROLLO
pl: KONTROLA

# data/hyperspace.xml$//race[@name="spider"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:12s] Assume control of the spider.
es: [Cooldown: 15s Duración: 12s] Suponga el control de la araña.
it: [Cooldown: 15s Durata: 12S] Assumi il controllo del ragno.
pl: [Przeładowanie: 15c Czas trwania: 12c] Przejmij kontrolę nad pająkiem.

# data/hyperspace.xml$//race[@name="spider_weaver"]/powerEffect/buttonText
source: CONTROL
it: CONTROLLO
pl: KONTROLA

# data/hyperspace.xml$//race[@name="spider_weaver"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:15s] Assume control of the spider.
es: [Cooldown: 15s Duración: 15s] Suponga el control de la araña.
it: [Cooldown: 15s Durata: 15S] Assumi il controllo del ragno.
pl: [Przeładowanie: 15c Czas trwania: 15c] Przejmij kontrolę nad pająkiem.

# data/hyperspace.xml$//race[@name="spider_hatch"]/powerEffect/buttonText
source: CONTROL
it: CONTROLLO
pl: KONTROLA

# data/hyperspace.xml$//race[@name="spider_hatch"]/powerEffect/tooltip
source: [COOLDOWN:10s DURATION:6s] Assume control of the spider.
es: [Cooldown: 10s Duración: 6s] Suponga el control de la araña.
it: [Cooldown: 10s Durata: 6s] Assumi il controllo del ragno.
pl: [Przeładowanie: 10S Czas trwania: 6c] Przejmij kontrolę nad pająkiem.

# data/hyperspace.xml$//race[@name="unique_queen"]/powerEffect/buttonText
source: ROAR
es: RUGIDO
it: RUGGITO
pl: Warczeć

# data/hyperspace.xml$//race[@name="unique_queen"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:9s] Grants a 2hp/s regeration and 50% movement speed bonus to other nearby allied spiders.
es: [Cooldown: 20s Duración: 9s] Otorga una regación de 2HP/S y un bono de velocidad de movimiento del 50% a otras arañas aliadas cercanas.
it: [Cooldown: Durata 20s: 9s] Concedisce una regerazione di 2 CV/s e un bonus di velocità del movimento del 50% ad altri ragni alleati nelle vicinanze.
pl: [Przeładowanie: 20s Czas trwania: 9s] Daje bonus regeneracji 2 jezior/s i 50% prędkości ruchu przez inne sojuszone pająki znajdujące się w pobliżu.

# data/hyperspace.xml$//race[@name="easter_angel"]/powerEffect/buttonText
source: ROAR
es: RUGIDO
it: RUGGITO
pl: Warczeć

# data/hyperspace.xml$//race[@name="easter_angel"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:9s] Grants a 2hp/s regeration and 50% movement speed bonus to other nearby allied spiders.
es: [Cooldown: 20s Duración: 9s] Otorga una regación de 2HP/S y un bono de velocidad de movimiento del 50% a otras arañas aliadas cercanas.
it: [Cooldown: Durata 20s: 9s] Concedisce una regerazione di 2 CV/s e un bonus di velocità del movimento del 50% ad altri ragni alleati nelle vicinanze.
pl: [Przeładowanie: 20s Czas trwania: 9s] Daje bonus regeneracji 2 jezior/s i 50% prędkości ruchu przez inne sojuszone pająki znajdujące się w pobliżu.

# data/hyperspace.xml$//race[@name="spider_venom"]/powerEffect/buttonText
source: VENOM
es: VENENO
it: VELENO
pl: I

# data/hyperspace.xml$//race[@name="spider_venom"]/powerEffect/tooltip
source: [COOLDOWN:15s] Inflicts a deadly venomous attack on all other enemy crew in the room, making them take damage at a rate of 3hp/s for 40 seconds.
es: [Cooldown: 15s] Inflige un ataque venenoso mortal contra todos los demás tripulantes enemigos en la habitación, haciéndolos dañar a una velocidad de 3 hp/s durante 40 segundos.
it: [Cooldown: 15s] Infligge un attacco velenoso mortale a tutti gli altri membri dell'equipaggio nemico nella stanza, facendoli danni a un ritmo di 3 CV/s per 40 secondi.
pl: [Reloading: 15s] Stosuje śmiertelnie trujący atak na wszystkich innych członków załogi wroga w przedziale, zmuszając ich do otrzymania obrażeń z prędkością 3 jezior/s przez 40 sekund.

# data/hyperspace.xml$//race[@name="spider_venom_chaos"]/powerEffect/buttonText
source: VENOM
es: VENENO
it: VELENO
pl: I

# data/hyperspace.xml$//race[@name="spider_venom_chaos"]/powerEffect/tooltip
source: [COOLDOWN:15s] Inflicts a deadly venomous attack on all other enemy crew in the room, making them take damage at a rate of 3hp/s for 40 seconds.
es: [Cooldown: 15s] Inflige un ataque venenoso mortal contra todos los demás tripulantes enemigos en la habitación, haciéndolos dañar a una velocidad de 3 hp/s durante 40 segundos.
it: [Cooldown: 15s] Infligge un attacco velenoso mortale a tutti gli altri membri dell'equipaggio nemico nella stanza, facendoli danni a un ritmo di 3 CV/s per 40 secondi.
pl: [Reloading: 15s] Stosuje śmiertelnie trujący atak na wszystkich innych członków załogi wroga w przedziale, zmuszając ich do otrzymania obrażeń z prędkością 3 jezior/s przez 40 sekund.

# data/hyperspace.xml$//race[@name="unique_guntput"]/powerEffect/buttonText
source: ENCHANT
es: ENCANTAR
it: INCANTARE
pl: Czar

# data/hyperspace.xml$//race[@name="unique_guntput"]/powerEffect/tooltip
source: This ability will activate automatically in combat.
es: Esta habilidad se activará automáticamente en combate.
it: Questa abilità si attiverà automaticamente in combattimento.
pl: Ta umiejętność jest automatycznie aktywowana w bitwie.

# data/hyperspace.xml$//race[@name="unique_metyunt"]/powerEffect/buttonText
source: MANAGE
es: ADMINISTRAR
it: MANEGGIO
pl: ZARZĄDZAĆ

# data/hyperspace.xml$//race[@name="unique_metyunt"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:25s] Double the repair and sabotage speed of all your crew in the room, but lose 25% Max Health.
es: [Cooldown: 20s Duración: 25s] Duplique la velocidad de reparación y sabotaje de toda su tripulación en la habitación, pero pierde un 25% de salud máxima.
it: [Cooldown: Durata 20s: 25s] Raddoppia la velocità di riparazione e sabotaggio di tutto il tuo equipaggio nella stanza, ma perdi il 25% di salute massima.
pl: [Przeładowanie: 20c Czas trwania: 25c] Podwaja szybkość naprawy i sabotaż wszystkich członków załogi w przedziale, ale traci 25% maksymalnego zdrowia.

# data/hyperspace.xml$//race[@name="pony"]/powerEffect/buttonText
source: CONTROL
it: CONTROLLO
pl: KONTROLA

# data/hyperspace.xml$//race[@name="pony"]/powerEffect/tooltip
source: [COOLDOWN:5s DURATION:15s] Assume control of the pony.
es: [Cooldown: 5s Duración: 15s] Suponga el control del pony.
it: [Cooldown: 5S Durata: 15S] Assumi il controllo del pony.
pl: [Przeładowanie: 5c Czas trwania: 15c] Przejmij kontrolę nad kucykami.

# data/hyperspace.xml$//race[@name="ponyc"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA

# data/hyperspace.xml$//race[@name="ponyc"]/powerEffect/tooltip
source: [COOLDOWN:16s] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [Cooldown: 16S] Localiza la habitación ocupada durante 12 segundos, evitando que la tripulación se mueva.
it: [Cooldown: 16S] Si blocca la stanza occupata per 12 secondi, impedendo all'equipaggio di spostarsi.
pl: [Reloading: 16c] Blokuje przedział przez 12 sekund, nie pozwalając załodze do niego wejść.

# data/hyperspace.xml$//race[@name="pony_engi"]/powerEffect/tooltip
source: [COOLDOWN:9s] Toggle to Nano mode: -Cannot be controlled -Immune to fires, suffocation and mind control -Gains door phasing properties -0.6x dmg taken from crew combat
es: [Cooldown: 9s] Alternar al modo nano: -No se controlará -Ammune a incendios, asfixia y control mental -Pases de fase de la puerta de las puertas -0.6x DMG tomado del combate de la tripulación
it: [Cooldown: 9s] Attiva in modalità nano: -Cannot essere controllato -Imune a fuochi, soffocamento e controllo mentale -Gains Port Phasing Properties -0.6x dmg prelevato dal combattimento dell'equipaggio
pl: [Reloading: 9s] Przejście na tryb Nano: -Det nie kontroluje -Wprowadzanie do ognia, dusząc i kontrolując umysł. -Tyt właściwości ignorowanie drzwi -Obrażenia 0,6 razy w bitwie z załogą

# data/hyperspace.xml$//race[@name="pony_engi_chaos"]/powerEffect/tooltip
source: [COOLDOWN:9s] Toggle to Nano mode: -Cannot be controlled -Immune to fires, suffocation and mind control -Gains door phasing properties -0.6x dmg taken from crew combat
es: [Cooldown: 9s] Alternar al modo nano: -No se controlará -Ammune a incendios, asfixia y control mental -Pases de fase de la puerta de las puertas -0.6x DMG tomado del combate de la tripulación
it: [Cooldown: 9s] Attiva in modalità nano: -Cannot essere controllato -Imune a fuochi, soffocamento e controllo mentale -Gains Port Phasing Properties -0.6x dmg prelevato dal combattimento dell'equipaggio
pl: [Reloading: 9s] Przejście na tryb Nano: -Det nie kontroluje -Wprowadzanie do ognia, dusząc i kontrolując umysł. -Tyt właściwości ignorowanie drzwi -Obrażenia 0,6 razy w bitwie z załogą

# data/hyperspace.xml$//race[@name="pony_engi_nano"]/powerEffect/buttonText
source: SOLID
pl: GĘSTOŚĆ
