Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

source: This is the location of a Federation supply depot.
es: Esta es la ubicación de un depósito de suministro de la federación.
it: Questa è la posizione di un deposito di fornitura della federazione.
pl: Oto magazyn zaopatrzenia Federacji.

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: BALLISTICS [BONUS]
es: Balística [bonificación]
it: Balistica [bonus]
pl: Balystyka [bonus]

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: IONS [BONUS]
es: Iones [bonificación]
it: Ioni [bonus]
pl: Jonah [bonus]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: CRYSTALS [BONUS]
es: Cristales [bonificación]
it: Cristalli [bonus]
pl: Kryształy [bonus]

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: MINE LAUNCHERS [20% OFF]
es: Lanzadores de minas [20% de descuento]
it: Launchers di Mine [20% di sconto]
pl: Moździerze [20%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: SLAVES
pl: Niewolnicy

source: WEAPONS OF THE DAY [25% OFF]
es: Armas del día [25% de descuento]
it: Armi del giorno [25% di sconto]
pl: Broń dnia [rabat 25%]

source: DRONES OF THE DAY [25% OFF]
es: Drones del día [25% de descuento]
it: Droni del giorno [25% di sconto]
pl: Drins of the Day [rabat 25%]

source: AUGMENTS OF THE DAY [25% OFF]
es: Aumentos del día [25% de descuento]
it: Aumento del giorno [25% di sconto]
pl: Moduły dzienne [25%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [25% OFF]
es: Armas del día [25% de descuento]
it: Armi del giorno [25% di sconto]
pl: Broń dnia [rabat 25%]

source: DRONES OF THE DAY [25% OFF]
es: Drones del día [25% de descuento]
it: Droni del giorno [25% di sconto]
pl: Drins of the Day [rabat 25%]

source: AUGMENTS OF THE DAY [25% OFF]
es: Aumentos del día [25% de descuento]
it: Aumento del giorno [25% di sconto]
pl: Moduły dzienne [25%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [25% OFF]
es: Armas del día [25% de descuento]
it: Armi del giorno [25% di sconto]
pl: Broń dnia [rabat 25%]

source: DRONES OF THE DAY [25% OFF]
es: Drones del día [25% de descuento]
it: Droni del giorno [25% di sconto]
pl: Drins of the Day [rabat 25%]

source: AUGMENTS OF THE DAY [25% OFF]
es: Aumentos del día [25% de descuento]
it: Aumento del giorno [25% di sconto]
pl: Moduły dzienne [25%zniżki]

source: HEKTAR TECH
es: Tecnología Hektar
pl: Technika hektarowa

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [25% OFF]
es: Armas del día [25% de descuento]
it: Armi del giorno [25% di sconto]
pl: Broń dnia [rabat 25%]

source: DRONES OF THE DAY [25% OFF]
es: Drones del día [25% de descuento]
it: Droni del giorno [25% di sconto]
pl: Drins of the Day [rabat 25%]

source: AUGMENTS OF THE DAY [25% OFF]
es: Aumentos del día [25% de descuento]
it: Aumento del giorno [25% di sconto]
pl: Moduły dzienne [25%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
it: Armi del giorno [33% di sconto]
pl: Broń dnia [rabat 33%]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
it: Droni del giorno [33% di sconto]
pl: Drins of the Day [rabat 33%]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
it: Aumento del giorno [33% di sconto]
pl: Moduły dzienne [33%zniżki]

source: DECKHANDS
es: Mangas
it: Mazzi
pl: ZAŁOGA

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: LASERS
es: Láser
it: Laser
pl: Lasery

source: BEAMS
es: Vigas
it: Raggi
pl: Promienie

source: LASERS
es: Láser
it: Laser
pl: Lasery

source: LASERS
es: Láser
it: Laser
pl: Lasery

source: BEAMS
es: Vigas
it: Raggi
pl: Promienie

source: BEAMS
es: Vigas
it: Raggi
pl: Promienie

source: IONS
es: Iones
it: Ioni
pl: Jonasz

source: IONS
es: Iones
it: Ioni
pl: Jonasz

source: BALLISTICS
es: BALÍSTICA
it: BALISTICA
pl: BALISTYKA

source: BALLISTICS
es: BALÍSTICA
it: BALISTICA
pl: BALISTYKA

source: TRASH GUNS
es: Pistolas de basura
it: Pistole per spazzatura
pl: Snumbling

source: TRASH GUNS
es: Pistolas de basura
it: Pistole per spazzatura
pl: Snumbling

source: STATUS WEAPONS
es: Armas de estado
it: Armi di stato
pl: Broń statusowa

source: STATUS WEAPONS
es: Armas de estado
it: Armi di stato
pl: Broń statusowa

source: UTILITIES
es: Utilidades
it: Utility
pl: Narzędzia

source: UTILITIES
es: Utilidades
it: Utility
pl: Narzędzia

source: COMBAT AUGMENTS
es: Aumentos de combate
it: Combatti aumentano
pl: Moduły bojowe

source: KERNELS
es: Núcleo
pl: Ziarno

source: SPORES
es: Esporas
it: Spore
pl: Sprzeczanie się

source: CRYSTALS
es: Cristales
it: Cristalli
pl: Kryształy
