Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_auto"]/tooltip
source: AUTOMATED: This enemy is automated, meaning it cannot be crew-killed. Systems act as though they are manned, and repairs will be made automatically. Breaches will prevent repairs in the affected room.
es: Automatizado: Este enemigo está automatizado, lo que significa que no se puede matar.Los sistemas actúan como si estuvieran tripulados, y las reparaciones se realizarán automáticamente.Las violaciones evitarán las reparaciones en la habitación afectada.
it: Automatizzato: Questo nemico è automatizzato, il che significa che non può essere ucciso dell'equipaggio.I sistemi agiscono come se fossero presidiati e le riparazioni verranno effettuate automaticamente.Le violazioni impediranno le riparazioni nella stanza interessata.
pl: AUTOMATYCZNY: Ten wróg jest automatyczny, to znaczy nie można zabić załogi.Systemy działają tak, jakby były pilotażowe, a naprawa jest przeprowadzana automatycznie.Slasty zapobiegają naprawie w dotkniętym pokoju.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_auto_boss"]/tooltip
source: AUTO OVERRIDE: This enemy is also protected by an automated mode that will take over if all of the crew are dead. If auto-mode activates, the ship will gain all benefits that Auto-ships receive. It is impossible to neutralize this vessel via crew kill.
es: Anulación automática: Este enemigo también está protegido por un modo automático que se hará cargo si toda la tripulación está muerta.Si se activa el modo automático, el barco obtendrá todos los beneficios que reciben automáticamente.Es imposible neutralizar este recipiente a través de Crew Kill.
it: Auto sovraccarico: Questo nemico è anche protetto da una modalità automatizzata che subentrerà se tutto l'equipaggio è morto.Se si attiva la modalità automatica, la nave otterrà tutti i benefici che le auto-navi ricevono.È impossibile neutralizzare questa nave tramite l'uccisione dell'equipaggio.
pl: Automatyczna ochrona: Ten wróg jest również chroniony przez automatyczny reżim, który przejmie kontrolę, jeśli cała załoga zginie.Jeśli tryb automatyczny zostanie aktywowany, statek otrzyma wszystkie zalety, jakie otrzymują automatyczne statki.Nie można zneutralizować tego statku poprzez niszczenie załogi.

source: AUTOMATED (SPECIAL): This enemy is automated, but still relies on its crew to run. Systems act as though they are manned, and repairs will be made automatically. Breaches will prevent repairs in the affected room. However, the ship can still be crew killed.
es: Automatizado (especial): Este enemigo está automatizado, pero aún depende de su tripulación para correr.Los sistemas actúan como si estuvieran tripulados, y las reparaciones se realizarán automáticamente.Las violaciones evitarán las reparaciones en la habitación afectada.Sin embargo, el barco todavía puede ser asesinado a la tripulación.
it: Automatizzato (speciale): Questo nemico è automatizzato, ma si basa ancora sul suo equipaggio per correre.I sistemi agiscono come se fossero presidiati e le riparazioni verranno effettuate automaticamente.Le violazioni impediranno le riparazioni nella stanza interessata.Tuttavia, la nave può ancora essere uccisa dell'equipaggio.
pl: Automatyczne (specjalne): Ten wróg jest automatyczny, ale nadal polega na załodze.Systemy działają tak, jakby były pilotażowe, a naprawa jest przeprowadzana automatycznie.Slasty zapobiegają naprawie w dotkniętym pokoju.Możesz jednak zabić załogę.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_threat"]/tooltip
source: HIGH LEVEL THREAT: This enemy might pose a major threat to an unprepared vessel. Think carefully if this is an enemy you want to face, and keep your engines ready to run if things go south.
es: Amenaza de alto nivel: Este enemigo podría representar una gran amenaza para un recipiente no preparado.Piense con cuidado si este es un enemigo que desea enfrentar y mantenga sus motores listos para correr si las cosas van hacia el sur.
it: Minaccia di alto livello: Questo nemico potrebbe rappresentare una grave minaccia per una nave impreparata.Pensa attentamente se questo è un nemico che vuoi affrontare e tieni i motori pronti a correre se le cose vanno a sud.
pl: Wysokie zagrożenie: Ten wróg może stanowić poważne zagrożenie dla nieprzygotowanego statku.Zastanów się, czy chcesz zmierzyć się z takim wrogiem, i przygotuj swoje silniki do pracy, jeśli wszystko pójdzie nie tak.

source: MAJOR LEVEL THREAT: This ship poses a significant and likely fatal threat to your ship and crew. Avoid conflict with this enemy at all costs.
es: Amenaza de nivel principal: Este barco plantea una amenaza significativa y probable para su barco y tripulación.Evite el conflicto con este enemigo a toda costa.
it: Minaccia di livello maggiore: Questa nave rappresenta una minaccia significativa e probabile fatale per la tua nave e l'equipaggio.Evita il conflitto con questo nemico a tutti i costi.
pl: Groźba poważnego poziomu: Ten statek stanowi znaczące i prawdopodobnie śmiertelne zagrożenie dla Twojego statku i załogi.Za wszelką cenę unikaj konfliktu z tym przeciwnikiem.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_bigmeanie"]/tooltip
source: BAD MAN: THIS IS BIG MEANIE!!! Dylan no LIKE BIG MEANIE! KILL. KILL KILL KILL KILL! AAAAAAAAAAAAAAAA FASDASHFH
es: MAL HOMBRE: ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Dylan no como Big Meanie!MATAR.Kill Kill Kill Kill Kill!Aaaaaaaaaaaaaaaa fasdashfh
it: UOMO CATTIVO: Questo è grande medio !!!Dylan no come Big Meanie!UCCISIONE.Kill Kill Kill Kill!Aaaaaaaaaaaaaaa fasdashfh
pl: Zła osoba: To jest duży zlyuk !!!!Dylan nie lubi dużego zlyuk.Zabić.Zabij, aby zabić zabij!Aaaaaaaaaaaaaaaaaaaaaaa

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_lowthreat"]/tooltip
source: LOW LEVEL THREAT: This enemy poses very little threat to your vessel. Feel free to disregard any threats made by the captain of this sorry ship.
es: Amenaza de bajo nivel: Este enemigo representa muy poca amenaza para tu recipiente.Siéntase libre de ignorar cualquier amenaza hecha por el capitán de este lamentable barco.
it: Minaccia di basso livello: Questo nemico rappresenta pochissima minaccia per la tua nave.Sentiti libero di ignorare qualsiasi minaccia fatta dal capitano di questa triste nave.
pl: Zagrożenie na niskim poziomie: Ten wróg stanowi bardzo małe zagrożenie dla twojego statku.Zapraszam do zignorowania wszelkich zagrożeń dla kapitana tego nieszczęśliwego statku.

source: SPECIAL WEAPON: This enemy is carrying a special custom-built weapon or drone. Destroying the vessel only has a 50% chance to drop the item, but killing the crew will guarantee it drops.
es: Arma especial: Este enemigo lleva un arma o dron personalizado especial.Destruir el buque solo tiene un 50% de posibilidades de soltar el artículo, pero matar a la tripulación garantizará que caiga.
it: Arma speciale: Questo nemico trasporta un'arma o un drone personalizzati speciali.Distruggere la nave ha solo una probabilità del 50% di far cadere l'oggetto, ma uccidere l'equipaggio garantirà che scende.
pl: Specjalna broń: Ten wróg przenosi specjalną broń lub dron.Kiedy statek zostanie zniszczony, szansa na wypadek, podmiot wynosi tylko 50%, ale zabójstwo załogi gwarantuje jej stratę.

source: CHAOTIC WEAPON: This enemy is carrying a special custom-built weapon or drone. Destroying the vessel only has a 50% chance to drop the item, but killing the crew will guarantee it drops.
es: Arma caótica: Este enemigo lleva un arma o dron personalizado especial.Destruir el buque solo tiene un 50% de posibilidades de soltar el artículo, pero matar a la tripulación garantizará que caiga.
it: Arma caotica: Questo nemico trasporta un'arma o un drone personalizzati speciali.Distruggere la nave ha solo una probabilità del 50% di far cadere l'oggetto, ma uccidere l'equipaggio garantirà che scende.
pl: Chaotyczna broń: Wróg ten nosi specjalną broń lub dron wykonany na zamówienie.Zniszczenie statku daje jedynie 50% szansę na wypadek, ale zabójstwo zespołu gwarantuje jego stratę.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_surge"]/tooltip
source: POWER SURGE: This enemy has one or more power surges that it will activate periodically throughout the fight. Nothing can stop these from occuring except the defeat of your opponent, so try and kill the enemy quickly before things get out of hand!
es: SOBRECARGA DE ENERGÍA: Este enemigo tiene una o más sobretensiones de poder que activará periódicamente durante la pelea.Nada puede evitar que esto ocurra excepto la derrota de tu oponente, ¡así que intenta matar al enemigo rápidamente antes de que las cosas se salgan de control!
it: FONTE D'ENERGIA: Questo nemico ha uno o più onere di potere che si attiverà periodicamente durante la lotta.Nulla può impedire a questi che si verificano tranne la sconfitta del tuo avversario, quindi prova a uccidere rapidamente il nemico prima che le cose sfuggano di mano!
pl: Emisje energetyczne: Ten wróg ma jedną lub więcej emisji energii, które okresowo aktywuje się podczas bitwy.Nic nie może powstrzymać ich wyglądu, z wyjątkiem porażki wroga, więc spróbuj szybko zabić wroga, aż sytuacja wymknie się spod kontroli!

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_station"]/tooltip
source: STATION: This enemy is a station, meaning it has zero evasion without cloaking.
es: ESTACIÓN: Este enemigo es una estación, lo que significa que tiene cero evasión sin encubrir.
it: STAZIONE: Questo nemico è una stazione, il che significa che non ha evasione senza sfarzo.
pl: STACJA: Ten wróg jest stacją, co oznacza, że ​​ma on zerową unikanie bez przebrania.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_resist"]/tooltip
source: RESISTANT ROOMS: This enemy has one or more resistant rooms, marked by the grey border and R icon in the top left. Resistant rooms will take no system damage from weapons, but can be damaged by crew and fires. Resistant rooms will take ion and hull damage as normal.
es: Habitaciones resistentes: Este enemigo tiene una o más habitaciones resistentes, marcadas por el borde gris y el ícono R en la parte superior izquierda.Las habitaciones resistentes no recibirán daño del sistema por armas, pero pueden dañarse por la tripulación y los incendios.Las habitaciones resistentes recibirán el ión y el daño del casco como de costumbre.
it: Camere resistenti: Questo nemico ha una o più stanze resistenti, contrassegnate dal bordo grigio e dall'icona R in alto a sinistra.Le sale resistenti non subiscono danni al sistema dalle armi, ma possono essere danneggiate da equipaggio e incendi.Le sale resistenti subiscono danni da ioni e sullo scafo normalmente.
pl: Wzmocnione przedziały: Ten wróg ma jeden lub więcej wzmocnionych przedziałów oznaczonych szarą ramą i ikoną lewego górnego rogu.Umocnione przedziały nie otrzymują obrażeń systemowych z broni, ale mogą zostać uszkodzone przez załogę i pożary.Zorganizowane przedziały otrzymują zwykłe szkody od broni jonowej i antykorpowej.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_ionresist"]/tooltip
source: CHARGED RESISTANT ROOMS: This enemy has one or more charged resistant rooms, marked by the teal border and R icon in the top left. Charged Resistant rooms will take no system or ion damage from weapons, but can be damaged by crew and fires. Resistant rooms will take hull damage as normal.
es: Habitaciones resistentes cargadas: Este enemigo tiene una o más habitaciones resistentes cargadas, marcadas por el borde verde azulado y el ícono R en la parte superior izquierda.Las habitaciones resistentes cargadas no recibirán daño por sistema o ión de armas, pero pueden dañarse por la tripulación y los incendios.Las habitaciones resistentes recibirán el daño del casco de manera normal.
it: Camere resistenti cariche: Questo nemico ha una o più stanze resistenti cariche, contrassegnate dal bordo verde acqua e dall'icona R nella parte superiore a sinistra.Le stanze resistenti cariche non subiscono danni da sistema o ioni dalle armi, ma possono essere danneggiate da un equipaggio e dagli incendi.Le stanze resistenti subiranno danni allo scafo normalmente.
pl: Naładowane przedziały ufortyfikowane: Ten wróg ma jeden lub więcej naładowanych przedziałów ufortyfikowanych oznaczonych turkusową ramą i ikoną w lewym górnym rogu.Naładowane przedziały ufortyfikowane nie otrzymują obrażeń systemowych ani jonowych z broni, ale mogą zostać uszkodzone przez załogę i pożary.Strzelanie na wzbogaconych przedziałach powoduje standardowe uszkodzenie ciała.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_no2"]/tooltip
source: DEPRESSURIZED: This enemy is depressurized, meaning it has no Oxygen system. Oxygen restoring crew such as Orchids will not be able to fill this ship with oxygen. Boarding with aerobic crew is not advised without proper precautions.
es: Despresurizado: Este enemigo es despresurizado, lo que significa que no tiene un sistema de oxígeno.La tripulación de restauración de oxígeno, como las orquídeas, no podrá llenar este barco con oxígeno.No se recomienda abordar con tripulación aeróbica sin precauciones adecuadas.
it: Depressurizzato: Questo nemico è depressurizzato, il che significa che non ha un sistema di ossigeno.L'equipaggio di ripristino dell'ossigeno come orchidee non sarà in grado di riempire questa nave di ossigeno.L'imbarco con l'equipaggio aerobico non è consigliato senza precauzioni adeguate.
pl: Depresyjny: Ten wróg jest w depresji, to znaczy nie ma systemu tlenu.Załoga, która przywraca tlen, na przykład storczyki, nie będzie w stanie wypełnić statku tlenem.Nie zaleca się lądowania na statku z załogą aerobową bez odpowiednich środków ostrożności.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_chaos"]/tooltip
source: CHAOTIC: This ship's rooms are protected by some kind of mysterious energy. All non-Siren crew onboard this ship will be overcome by madness, blocking the use of their active abilities. Once they return to your ship, they will go back to normal.
es: CAÓTICO: Las habitaciones de este barco están protegidas por algún tipo de energía misteriosa.La locura superará a todos los tripulantes no seguidos a bordo de este barco, bloqueando el uso de sus habilidades activas.Una vez que regresen a su barco, volverán a la normalidad.
it: CAOTICO: Le camere di questa nave sono protette da una specie di energia misteriosa.Tutta l'equipaggio non Siren a bordo di questa nave sarà superata dalla follia, bloccando l'uso delle loro capacità attive.Una volta tornati sulla tua nave, torneranno alla normalità.
pl: Chaotyczny: Pomieszczenia tego statku są chronione przez tajemniczą energię.Wszyscy członkowie załogi, którzy nie są syrenami na pokładzie tego statku, będą objęte szaleństwem, które blokuje korzystanie z ich aktywnych umiejętności.Gdy tylko wrócą na twój statek, staną się normalne.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_invasion"]/tooltip
source: INVASION TACTICS: This enemy uses special boarding tactics. Rather than teleporting back crew at low health, it will prioritize sending in more crew instead.
es: Tácticas de invasión: Este enemigo utiliza tácticas especiales de embarque.En lugar de teletransportarse a la tripulación a baja salud, priorizará el envío de más tripulación.
it: Tattiche di invasione: Questo nemico utilizza tattiche di imbarco speciali.Invece di teletrasportare l'equipaggio di back -sanità, darà la priorità all'invio invece di inviare più equipaggio.
pl: Taktyka inwazji: Ten wróg stosuje specjalne taktyki pokładowe.Zamiast teleportacji załogi o niskim poziomie zdrowia, przede wszystkim wyśle ​​coraz większą liczbę załóg na pokład.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_math"]/tooltip
source: EDUTAINMENT: The malfunctioning Auto is programmed to periodically ask you mathematical questions. Getting these questions wrong could lead to dangerous results, so be careful!
es: Edutainment: El mal funcionamiento del auto está programado para hacerle preguntas matemáticas periódicamente.Hacer mal estas preguntas podría conducir a resultados peligrosos, ¡así que tenga cuidado!
it: Edutainment: L'auto malfunzionante è programmata per porre periodicamente domande matematiche.Sbrigare queste domande potrebbe portare a risultati pericolosi, quindi fai attenzione!
pl: MATEMATYK: Wadliwy automatyczny statek jest zaprogramowany, aby okresowo zadawał pytania matematyczne.Niewłaściwa odpowiedź na te pytania może prowadzić do niebezpiecznych wyników, więc bądź ostrożny!

source: SHIELD BOOSTER: This enemy's shields recharge 17% quicker.
es: Booster de escudo: Los escudos de este enemigo recargan un 17% más rápido.
it: Scudo booster: Gli scudi di questo nemico si ricaricano il 17% più velocemente.
pl: Akcelerator tarczy: Tarcze tego wroga są ładowane o 17% szybciej.

source: ENGINE BOOSTER: This enemy's FTL drive charge up 30% faster.
es: Refuerzo del motor: La unidad FTL de este enemigo se cobra un 30% más rápido.
it: Booster del motore: L'unità FTL di questo nemico è in carica al 30% più veloce.
pl: Wzmacniacz silnika: Super -światło tego wroga jest obciążone o 30% szybciej.

source: AUTO RELOADER: This enemy's weapons charge 10% faster.
es: RELOADER AUTOMA: Las armas de este enemigo cobran un 10% más rápido.
it: Reloader automatico: Le armi di questo nemico fanno pagare il 10% più velocemente.
pl: Auto Reload: Broń tego wroga jest szybszy o 10%.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_recontele"]/tooltip
source: RECONSTRUCTIVE TELEPORTER: This enemy's crew heal to full every time they teleport.
es: Teletransportador reconstructivo: La tripulación de este enemigo se cura al máximo cada vez que se teletransportan.
it: Teletrasporto ricostruttivo: L'equipaggio di questo nemico guarisce tutto ogni volta che si teletrasportano.
pl: Przywracanie teleportera: Załoga tego wroga przywraca zdrowie do każdej teleportacji.

source: RESPIRATORS: This enemy's crew suffocate at half speed.
es: Respiradores: La tripulación de este enemigo se asfixia a media velocidad.
it: Respiratori: L'equipaggio di questo nemico soffocava a metà velocità.
pl: Respiratory: Załoga tego wroga otrzymuje obrażenia od uduszenia z połową prędkości.

source: EXTINGUISHERS: Fires aboard this enemy will be automatically extinguished even in the absence of crew.
es: Extintores: Los incendios a bordo de este enemigo se extinguirán automáticamente incluso en ausencia de tripulación.
it: Estintori: Gli incendi a bordo di questo nemico verranno automaticamente estinti anche in assenza dell'equipaggio.
pl: Gaśnice: Pożary na pokładzie tego wroga automatycznie gasią nawet bez udziału załogi.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_sealant"]/tooltip
source: BREACH SEALANT: Breaches on this enemy will automatically be repaired even in the absence of crew.
es: Sellador de violación: Las violaciones de este enemigo se repararán automáticamente incluso en ausencia de la tripulación.
it: Sigillante per violazione: Le violazioni di questo nemico verranno automaticamente riparate anche in assenza dell'equipaggio.
pl: Hermatyczne dziury: Otwory tego wroga zostaną automatycznie zamknięte nawet bez udziału załogi.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_ionarmor"]/tooltip
source: ION FIELD: This enemy has a 50% chance to resist all ion damage.
es: Campo iónico: Este enemigo tiene un 50% de posibilidades de resistir todo el daño iónico.
it: Campo ionico: Questo nemico ha una probabilità del 50% di resistere a tutti i danni da ioni.
pl: Pole jonowe: Ten wróg ma 50% szansy na opór wszystkich obrażeń jonowych.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_backupdna"]/tooltip
source: BACKUP DNA: This enemy's crew will be kept alive in the Clone Bay even if it is destroyed or hacked.
es: ADN de respaldo: La tripulación de este enemigo se mantendrá viva en la bahía de clones, incluso si es destruida o pirateada.
it: DNA di backup: L'equipaggio di questo nemico sarà tenuto vivo nella baia di Clone anche se viene distrutta o violata.
pl: Rezerwuj DNA: Załoga tego wroga przetrwa w przedziale klonującym, nawet jeśli zostanie zniszczony lub zhakowany.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_burrows"]/tooltip
source: BURROWS: Enemy Leeches move 50% faster and ignore doors.
es: Madrizas: Las sanguijuelas enemigas se mueven un 50% más rápido e ignoran las puertas.
it: Burrows: Le sanguisughe nemiche si muovono il 50% più velocemente e ignorano le porte.
pl: Burrows: Wrogowe pijawki poruszają się o 50% szybciej i ignorują drzwi.

source: NO SUFFOCATION: This enemy is not only depressurized, but its own crew will not suffocate while aboard their own ship. They will still suffocate (if applicable) aboard your ship.
es: Sin asfixia: Este enemigo no solo es despresurado, sino que su propia tripulación no se asfixiará mientras a bordo de su propio barco.Todavía se asfixiarán (si corresponde) a bordo de su barco.
it: Nessun soffocamento: Questo nemico non è solo depressurizzato, ma il suo equipaggio non soffocerà mentre a bordo della propria nave.Sfogheranno ancora (se applicabile) a bordo della tua nave.
pl: Brak uduszenia: Ten wróg jest nie tylko w depresji, ale jego zespół nie dusi się na pokładzie swojego statku.Nadal się dusią (jeśli dotyczy) na pokładzie twojego statku.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_reality"]/tooltip
source: REALITY MANIPULATOR: Periodically throughout this fight, random hazards will spawn. These can be stars, asteroid fields, pulsars, or ion storms.
es: Manipulador de realidad: Periódicamente a lo largo de esta pelea, los peligros aleatorios generarán.Estas pueden ser estrellas, campos de asteroides, púlsares o tormentas de iones.
it: Manipolatore di realtà: Periodicamente durante questa lotta, i pericoli casuali si genereranno.Questi possono essere stelle, campi di asteroidi, pulsar o tempeste di ioni.
pl: Manipulator rzeczywistości: Okresowo, losowe zagrożenia będą pojawiały się podczas bitwy.Mogą to być gwiazdy, pola asteroid, pulsary lub burze jonowe.

source: LIFEJACKETS: When any enemy crew are below half health, they will gain doubled movement, healing, and door breaking speed, as well as halved hazard damage.
es: CHALECOS SALVAVIDAS: Cuando cualquier tripulación enemiga está por debajo de la medias salud, obtendrá un movimiento duplicado, curación y velocidad de ruptura de la puerta, así como el daño por peligro a la mitad.
it: GIUBBOTTI DI SALVATAGGIO: Quando qualsiasi equipaggio nemico è al di sotto della mezza salute, otterrà il movimento raddoppiato, la guarigione e la velocità di rottura delle porte, nonché danni a pericolo dimezzati.
pl: KAMIZELKI RATUNKOWE: Kiedy zdrowie ekipy wroga spada poniżej połowy, otrzymują podwójną prędkość ruchu, leczenie i załamanie drzwi, a także o połowę obrażeń od niebezpieczeństw.

source: MED-BOTS: This enemy's crew will passively heal anywhere on their ship so long as their Medbay is powered, at 25% speed of the current Medbay power level.
es: Bots Med: La tripulación de este enemigo sanará pasivamente en cualquier lugar de su barco, siempre que su Medbay esté alimentado, a una velocidad del 25% del nivel actual de potencia de Medbay.
it: MED-BOTS: L'equipaggio di questo nemico guarirà passivamente ovunque sulla loro nave fintanto che il loro Medbay è alimentato, alla velocità del 25% dell'attuale livello di potenza di Medbay.
pl: Boty medyczne: Załoga tego wroga zostanie biernie traktowana w dowolnym miejscu na statku, gdy jego miód działa, ale z prędkością 25%.Leczenie stanie się silniejsze ze wzrostem mocy ich miodu.
