Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//race[@name="unique_devorak"]/powerEffect/tooltip
source: [COOLDOWN:3s] Start suicide countdown. When countdown is finished, explode for 60 crew damage (45 on allies) and 10 seconds of stun to all crew in the room. All other Zoltan crew in the room will explode as well. If the countdown is interrupted by death, the ability will be cancelled.
es: [Cooldown: 3s] Comience la cuenta regresiva de suicidio.Cuando termine la cuenta regresiva, explote por 60 daños en la tripulación (45 en aliados) y 10 segundos de aturdimiento a toda la tripulación en la habitación.Todos los demás tripulantes de Zoltan en la habitación también explotarán. Si la cuenta regresiva se interrumpe por la muerte, la capacidad se cancelará.
it: [Cooldown: 3s] Inizia il conto alla rovescia del suicidio.Al termine del conto alla rovescia, esplodere per 60 danni da equipaggio (45 su alleati) e 10 secondi di stordimento per tutti gli equipaggi nella stanza.Anche tutti gli altri membri dell'equipaggio di Zoltan nella stanza esplose. Se il conto alla rovescia viene interrotto dalla morte, l'abilità verrà annullata.
pl: [Reloading: 3s] Rozpocznij odliczanie samobójstwa.Po zakończeniu odliczania eksploduje, stosując 60 szkód dla całej załogi (45 sojuszników) i 10 sekund oszałamiających w przedziale.Wszyscy inni członkowie załogi Zoltans w przedziale również wybuchną. Jeśli odliczanie zostanie przerwane przez śmierć, zdolność zostanie anulowana.

# data/hyperspace.xml$//race[@name="unique_anurak"]/powerEffect/buttonText
source: SACRIFICE
es: SACRIFICIO
it: SACRIFICIO
pl: OFIARA

# data/hyperspace.xml$//race[@name="unique_anurak"]/powerEffect/tooltip
source: [COOLDOWN:17s] Start suicide countdown. When countdown is finished, fully heals all allied crew and provides a 50% buff to their repair, movement, and health for 15s no matter where they are. If the countdown is interrupted by death, the ability will not be casted.
es: [Cooldown: 17S] Comience la cuenta regresiva de suicidio.Cuando se termina la cuenta regresiva, cura completamente a toda la tripulación aliada y proporciona un 50% de aficionado a su reparación, movimiento y salud para los 15 sin importar dónde se encuentren.Si la cuenta regresiva se ve interrumpida por la muerte, la habilidad no será lanzada.
it: [Cooldown: 17s] Inizia il conto alla rovescia del suicidio.Quando il conto alla rovescia è terminato, guarisce completamente tutto l'equipaggio alleato e fornisce un buff del 50% alla loro riparazione, movimento e salute per 15s, indipendentemente da dove si trovino.Se il conto alla rovescia viene interrotto dalla morte, l'abilità non verrà lanciata.
pl: [Reloading: 17s] Rozpocznij odliczanie czasu samobójstwa.Pod koniec odniesienia całkowicie leczy wszystkich członków załogi i daje 50% bonusowi przywracania, ruchu i zdrowia po 15 sekundach, gdziekolwiek się znajdują.Jeśli odliczanie zostanie przerwane przez śmierć, zdolność nie zostanie zastosowana.

# data/hyperspace.xml$//race[@name="zoltan_osmian"]/powerEffect/tooltip
source: [COOLDOWN:7s] Spawns a temporary hologram assistant that provides power and can do all normal crew functions, with lvl2 skill level. Lasts 25 seconds.
es: [Cooldown: 7s] Genera un asistente de holograma temporal que proporciona energía y puede hacer todas las funciones normales de la tripulación, con el nivel de habilidad LVL2.Dura 25 segundos.
it: [Cooldown: 7s] Spawn un assistente di ologramma temporaneo che fornisce energia e può svolgere tutte le normali funzioni dell'equipaggio, con il livello di abilità LVL2.Dura 25 secondi.
pl: [Reloading: 7c] Daje to tymczasowy asystent hologramu, który zapewnia żywność i może wykonywać wszystkie zwykłe funkcje załogi, z poziomem umiejętności 2. Działa 25 sekund.

source: EXPIRATION
es: VENCIMIENTO
it: SCADENZA
pl: Zakończenie

# data/hyperspace.xml$//race[@name="zoltan_osmian_hologram"]/powerEffect/tooltip
source: You shouldn't see this! Unpause the game to make it go away.
es: ¡No deberías ver esto!Impause el juego para que desaparezca.
it: Non dovresti vederlo!Imponete il gioco per farlo andare via.
pl: Nie powinieneś tego zobaczyć!Usuń grę z przerwy, aby zniknąć.

# data/hyperspace.xml$//race[@name="zoltan_osmian_enemy"]/powerEffect/tooltip
source: [COOLDOWN:7s] Spawns a temporary hologram assistant that provides power and can do all normal crew functions, with lvl2 skill level. Lasts 25 seconds.
es: [Cooldown: 7s] Genera un asistente de holograma temporal que proporciona energía y puede hacer todas las funciones normales de la tripulación, con el nivel de habilidad LVL2.Dura 25 segundos.
it: [Cooldown: 7s] Spawn un assistente di ologramma temporaneo che fornisce energia e può svolgere tutte le normali funzioni dell'equipaggio, con il livello di abilità LVL2.Dura 25 secondi.
pl: [Reloading: 7c] Daje to tymczasowy asystent hologramu, który zapewnia żywność i może wykonywać wszystkie zwykłe funkcje załogi, z poziomem umiejętności 2. Działa 25 sekund.

# data/hyperspace.xml$//race[@name="orchid_praetor"]/powerEffect/buttonText
source: SPORES
es: Esporas
it: Spore
pl: Sprzeczanie się

# data/hyperspace.xml$//race[@name="orchid_praetor"]/powerEffect/tooltip
source: [COOLDOWN:10s] Creates a semi-permanent effect in the current room, which will dissipate only when jumping. All allied crew in the affected room gain doubled Max Health, repair speed, and power generation/drain.
es: [Cooldown: 10s] Crea un efecto semipermanente en la sala actual, que se disipará solo al saltar.Toda la tripulación aliada en la habitación afectada ganó duplicación máxima de salud, velocidad de reparación y generación/drenaje de energía.
it: [Cooldown: 10s] Crea un effetto semi-permanente nella stanza attuale, che si dissiperà solo durante il salto.Tutto l'equipaggio alleato nella stanza interessata ha raddoppiato la salute massima, la velocità di riparazione e la generazione di energia/scarico.
pl: [Reloading: 10s] Tworzy półprzewodnikowy efekt w bieżącym przedziale, który jest rozproszony tylko podczas skakania.Wszyscy sojusznicy w dotkniętym przedziale otrzymują podwójne maksymalne zdrowie, prędkość naprawy i energię generowania/wysyłania.

# data/hyperspace.xml$//race[@name="orchid_cultivator"]/powerEffect/buttonText
source: SPORE
es: ESPORA
it: Spora
pl: ZARODNIK

# data/hyperspace.xml$//race[@name="orchid_cultivator"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:15s] Release poisonous spores. Nearby enemies take 60% increased damage from ANY source and are stunned 50% longer. The Cultivator will be immobile and only be able to attack crew, with 0.75x base damage.
es: [Cooldown: 30s Duración: 15s] Liberar esporas venenosas.Los enemigos cercanos reciben un 60% de daño mayor de cualquier fuente y están atónitos un 50% más. El cultivador estará inmóvil y solo podrá atacar a la tripulación, con un daño base de 0.75x.
it: [Cooldown: 30s Durata: 15S] Rilascia le spore velenose.I nemici vicini subiscono un aumento del 60% di danni da qualsiasi fonte e sono sbalorditi del 50% in più. Il coltivatore sarà immobile e sarà in grado di attaccare solo l'equipaggio, con danni alla base di 0,75x.
pl: [Przeładowanie: 30c Czas trwania: 15c] Uwalnia toksyczne spory.Pobliscy wrogowie otrzymują o 60% więcej obrażeń od dowolnego źródła i ogłuszają o 50% dłużej. Kultywator zostanie unieruchomiony i tylko załoga będzie mogła atakować, stosując podstawowe obrażenia 0,75x.

# data/hyperspace.xml$//race[@name="unique_tyerel"]/powerEffect/buttonText
source: DISPERSAL
es: DISPERSIÓN
it: DISPERSIONE
pl: DYFUZJA

# data/hyperspace.xml$//race[@name="unique_tyerel"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:20s] Floral and Vampweed effects apply to all rooms on the same ship.
es: [Cooldown: 20s Duración: 20s] Los efectos florales y de vampweed se aplican a todas las habitaciones en el mismo barco.
it: [Cooldown: 20s Durata: 20s] Gli effetti floreali e di vampweed si applicano a tutte le stanze della stessa nave.
pl: [Przeładowanie: 20c Czas trwania: 20c] Skutki kwiatów i wampirów dotyczą wszystkich przedziałów na jednym statku.

# data/hyperspace.xml$//race[@name="unique_mayeb"]/powerEffect/buttonText
source: SECOND WIND
es: SEGUNDO AIRE
it: Secondo vento
pl: Drugi wiatr

# data/hyperspace.xml$//race[@name="unique_mayeb"]/powerEffect/tooltip
source: [DURATION:45s] Heal
es: [Duración: 45s] Sanar
it: [Durata: 45S] Guarire
pl: [Czas trwania: 45c] Ulecza się

# data/hyperspace.xml$//race[@name="mantis_suzerain"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="mantis_suzerain"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x.
es: [Cooldown: 17S Duración: 7s] Aumente la velocidad de movimiento a 3.5x y el daño de la tripulación a 3x.También aumenta el daño tomado de los peligros en 4x.
it: [Cooldown: 17s Durata: 7S] Aumentare la velocità di movimento a 3,5x e danni da equipaggio a 3x.Aumenta anche i danni prelevati dai pericoli di 4x.
pl: [Przeładowanie: 17c Czas trwania: 7c] Zwiększa prędkość ruchu do 3,5x i uszkodzenie załogi do 3x.Zwiększa również szkody otrzymane z niebezpieczeństw o ​​4x.

# data/hyperspace.xml$//race[@name="mantis_free"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="mantis_free"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3x and crew damage to 2.2x.
es: [Cooldown: 17S Duración: 7s] Aumente la velocidad de movimiento a 3x y el daño de la tripulación a 2.2x.
it: [Cooldown: 17s Durata: 7S] Aumentare la velocità di movimento a 3x e danni da equipaggio a 2,2x.
pl: [Przeładowanie: 17c Czas trwania: 7c] Zwiększy prędkość ruchu do 3x i uszkodzenie załogi do 2,2x.

# data/hyperspace.xml$//race[@name="mantis_free_chaos"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="mantis_free_chaos"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3x and crew damage to 2.2x.
es: [Cooldown: 17S Duración: 7s] Aumente la velocidad de movimiento a 3x y el daño de la tripulación a 2.2x.
it: [Cooldown: 17s Durata: 7S] Aumentare la velocità di movimento a 3x e danni da equipaggio a 2,2x.
pl: [Przeładowanie: 17c Czas trwania: 7c] Zwiększy prędkość ruchu do 3x i uszkodzenie załogi do 2,2x.

# data/hyperspace.xml$//race[@name="mantis_warlord"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="mantis_warlord"]/powerEffect/tooltip
source: [CD:15s DURATION:9s -7HP] Increase movement speed to 5x and crew damage to 3.5x.
es: [CD: 15s Duración: 9s -7hp] Aumente la velocidad de movimiento a 5X y el daño de la tripulación a 3.5x.
it: [CD: 15s Durata: 9S -7HP] Aumentare la velocità di movimento a 5x e danni da equipaggio a 3,5x.
pl: [KD: 15S Czas trwania: 9S -7 Lake] Zwiększy prędkość ruchu do 5x i uszkodzenie załogi do 3,5x.

# data/hyperspace.xml$//race[@name="mantis_bishop"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="mantis_bishop"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:10s] Increase movement speed to 6x and crew damage to 4.3x. Also increases damage taken from hazards by 7x, and cannot repair for the duration.
es: [Cooldown: 20s Duración: 10s] Aumente la velocidad de movimiento a 6x y el daño de la tripulación a 4.3x.También aumenta el daño tomado de los peligros en 7x, y no puede repararse durante la duración.
it: [Cooldown: Durata 20s: 10s] Aumentare la velocità di movimento a 6x e danni da equipaggio a 4,3x.Aumenta anche i danni prelevati dai pericoli di 7x e non può riparare per tutta la durata.
pl: [Przeładowanie: 20c Czas trwania: 10s] Zwiększa prędkość ruchu do 6x i uszkodzenie załogi do 4,3x.Zwiększa również szkody z niebezpieczeństw w 7x i nie można go naprawić przez cały czas.

# data/hyperspace.xml$//race[@name="unique_kaz"]/powerEffect/buttonText
source: SWIPE
es: GOLPE FUERTE
pl: UDERZYĆ

# data/hyperspace.xml$//race[@name="unique_kaz"]/powerEffect/tooltip
source: [COOLDOWN:10s DURATION:1s] Combat damage is massively increased for a very short window of time.
es: [Cooldown: 10s Duración: 1S] El daño de combate aumenta masivamente por una ventana de tiempo muy corta.
it: [Cooldown: 10s Durata: 1S] Il danno da combattimento è aumentato massiccia per una finestra di tempo molto breve.
pl: [Przeładowanie: 10S Czas trwania: 1c] Obrażenia walki znacznie wzrastają o bardzo krótki okres.

# data/hyperspace.xml$//race[@name="unique_freddy"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="unique_freddy"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
es: [Cooldown: 25s Duración: 10s] La mantis aliada cercana obtiene los efectos de su capacidad de feromona.La mantis estándar utilizará las feromonas sintetizadas de mantis libre.
it: [Cooldown: 25s Durata: 10S] Le mantide alleate nelle vicinanze ottengono gli effetti della loro capacità del feromone.Mantide Hive standard utilizzerà i feromoni sintetizzati mantini liberi.
pl: [Przeładowanie: 25c Czas trwania: 10c] Pobliskie sojusznicze płaszczenia uzyskują wpływ ich zdolności feromonu.Standardowa modliszka ula będzie wykorzystywała syntetyzowane feromony swobodnej modliszki.

# data/hyperspace.xml$//race[@name="unique_freddy_fedora"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="unique_freddy_fedora"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
es: [Cooldown: 25s Duración: 10s] La mantis aliada cercana obtiene los efectos de su capacidad de feromona.La mantis estándar utilizará las feromonas sintetizadas de mantis libre.
it: [Cooldown: 25s Durata: 10S] Le mantide alleate nelle vicinanze ottengono gli effetti della loro capacità del feromone.Mantide Hive standard utilizzerà i feromoni sintetizzati mantini liberi.
pl: [Przeładowanie: 25c Czas trwania: 10c] Pobliskie sojusznicze płaszczenia uzyskują wpływ ich zdolności feromonu.Standardowa modliszka ula będzie wykorzystywała syntetyzowane feromony swobodnej modliszki.

# data/hyperspace.xml$//race[@name="unique_freddy_jester"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="unique_freddy_jester"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
es: [Cooldown: 25s Duración: 10s] La mantis aliada cercana obtiene los efectos de su capacidad de feromona.La mantis estándar utilizará las feromonas sintetizadas de mantis libre.
it: [Cooldown: 25s Durata: 10S] Le mantide alleate nelle vicinanze ottengono gli effetti della loro capacità del feromone.Mantide Hive standard utilizzerà i feromoni sintetizzati mantini liberi.
pl: [Przeładowanie: 25c Czas trwania: 10c] Pobliskie sojusznicze płaszczenia uzyskują wpływ ich zdolności feromonu.Standardowa modliszka ula będzie wykorzystywała syntetyzowane feromony swobodnej modliszki.

source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="unique_freddy_sombrero"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
es: [Cooldown: 25s Duración: 10s] La mantis aliada cercana obtiene los efectos de su capacidad de feromona.La mantis estándar utilizará las feromonas sintetizadas de mantis libre.
it: [Cooldown: 25s Durata: 10S] Le mantide alleate nelle vicinanze ottengono gli effetti della loro capacità del feromone.Mantide Hive standard utilizzerà i feromoni sintetizzati mantini liberi.
pl: [Przeładowanie: 25c Czas trwania: 10c] Pobliskie sojusznicze płaszczenia uzyskują wpływ ich zdolności feromonu.Standardowa modliszka ula będzie wykorzystywała syntetyzowane feromony swobodnej modliszki.

# data/hyperspace.xml$//race[@name="unique_freddy_twohats"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="unique_freddy_twohats"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
es: [Cooldown: 25s Duración: 10s] La mantis aliada cercana obtiene los efectos de su capacidad de feromona.La mantis estándar utilizará las feromonas sintetizadas de mantis libre.
it: [Cooldown: 25s Durata: 10S] Le mantide alleate nelle vicinanze ottengono gli effetti della loro capacità del feromone.Mantide Hive standard utilizzerà i feromoni sintetizzati mantini liberi.
pl: [Przeładowanie: 25c Czas trwania: 10c] Pobliskie sojusznicze płaszczenia uzyskują wpływ ich zdolności feromonu.Standardowa modliszka ula będzie wykorzystywała syntetyzowane feromony swobodnej modliszki.

# data/hyperspace.xml$//race[@name="rock_commando"]/powerEffect/buttonText
source: FLAME
es: FUEGO
it: FIAMMA
pl: OGIEŃ

# data/hyperspace.xml$//race[@name="rock_commando"]/powerEffect/tooltip
source: [COOLDOWN:29s] Start fires in the occupied room.
es: [Cooldown: 29s] Comience los incendios en la habitación ocupada.
it: [Cooldown: 29s] Inizia gli incendi nella stanza occupata.
pl: [Reloading: 29s] Umieści ogień w przedziale.

# data/hyperspace.xml$//race[@name="rock_paladin"]/powerEffect/buttonText
source: BULLDOZE
es: INTIMIDAR POR
pl: SPYCHACZ

# data/hyperspace.xml$//race[@name="rock_paladin"]/powerEffect/tooltip
source: [CD:7s DURATION:3s -40HP] Temporarily move at normal speed and destroy doors instantly.
es: [CD: 7s Duración: 3s -40hp] Muévete temporalmente a la velocidad normal y destruye las puertas al instante.
it: [CD: 7S Durata: 3S -40HP] Muoversi temporaneamente a velocità normale e distruggere istantaneamente le porte.
pl: [KD: 7C Czas trwania: 3C -40 OP] Tymczasowo porusza się z normalną prędkością i natychmiast niszczy drzwi.

# data/hyperspace.xml$//race[@name="rock_cultist"]/powerEffect/buttonText
source: STIMULANTS
es: Estimulantes
it: Stimolanti
pl: Stymulanty

# data/hyperspace.xml$//race[@name="rock_cultist"]/powerEffect/tooltip
source: [CD:30s DURATION:12s -75HP] Grants the following buffs: -1.5x movement speed -2.5x repair speed, combat damage and sabotage speed -0.75x damage taken from ANY source -Mind control immunity
es: [CD: 30s Duración: 12s -75hp] Otorga los siguientes beneficios: -1.5x velocidad de movimiento -2.5x velocidad de reparación, daño de combate y velocidad de sabotaje -0.75x daños tomados de cualquier fuente -Mird de control de inmunidad
it: [CD: Durata 30S: 12S -75 CV] Concede i seguenti appassionati: -1.5x velocità di movimento -2,5x velocità di riparazione, danni da combattimento e velocità di sabotaggio -0.75x danni prelevati da qualsiasi fonte -Mind Control Immunità
pl: [KD: 30c Czas trwania: 12C -75 OA] Daje następujące zalety: -1,5x prędkość ruchu -2.5x prędkość naprawy, obrażenia walki i prędkość sabotażu -Ukaz 0,75x od dowolnego źródła. -Mmunicja do kontrolowania umysłu

# data/hyperspace.xml$//race[@name="unique_vortigon"]/powerEffect/buttonText
source: STIMULANTS
es: Estimulantes
it: Stimolanti
pl: Stymulanty

# data/hyperspace.xml$//race[@name="unique_vortigon"]/powerEffect/tooltip
source: [COOLDOWN:37s DURATION:20s] Grants the following effects: -Health regeneration of 65hp/s -3x combat damage -0.25x movement speed -7x damage taken from ANY source
es: [Cooldown: 37s Duración: 20s] Otorga los siguientes efectos: -Sealth Regeneración de 65hp/s -3x Daño de combate -0.25x velocidad de movimiento -7x daños tomados de cualquier fuente
it: [Cooldown: 37s Durata: 20s] Concede i seguenti effetti: -Health Regeneration di 65 CV/s -3x danno da combattimento -0.25x Velocità di movimento -7x danno tratto da qualsiasi fonte
pl: [Przeładowanie: 37c Czas trwania: 20c] Daje następujące efekty: -Ograniczenie zdrowia 65 Lake/s. -3x uszkodzenia bojowe -0,25x prędkość ruchu -7 -krotne obrażenia od dowolnego źródła

# data/hyperspace.xml$//race[@name="unique_ariadne"]/powerEffect/buttonText
source: FLAME
es: FUEGO
it: FIAMMA
pl: OGIEŃ

# data/hyperspace.xml$//race[@name="unique_ariadne"]/powerEffect/tooltip
source: [COOLDOWN:1s] Start fires in the occupied room.
es: [Cooldown: 1S] Comience los incendios en la habitación ocupada.
it: [Cooldown: 1s] Inizia gli incendi nella stanza occupata.
pl: [RELOADING: 1C] Umieści ogień w przedziale.

# data/hyperspace.xml$//race[@name="crystal"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA

# data/hyperspace.xml$//race[@name="crystal"]/powerEffect/tooltip
source: [COOLDOWN:38s -7HP] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [Cooldown: 38s -7hp] Localiza la habitación ocupada durante 12 segundos, evitando que la tripulación se mueva.
it: [Cooldown: 38S -7HP] Si blocca la stanza occupata per 12 secondi, impedendo all'equipaggio di spostarsi.
pl: [Reloading: 38S -7 un Blokuje ruchliwy przedział przez 12 sekund, nie pozwalając załodze wejść do środka.

# data/hyperspace.xml$//race[@name="crystal_liberator"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA

# data/hyperspace.xml$//race[@name="crystal_liberator"]/powerEffect/tooltip
source: [CD:20s DURATION:12s -7HP] Locks down the room, and grants the following buffs to themselves and any allied crew nearby: -1.25x repair speed -1.4x sabotage speed -0.5x suffocation, fire and stun resistance
es: [CD: 20s Duración: 12s -7hp] Bloquea la habitación y otorga los siguientes beneficios a sí mismos y a cualquier tripulación aliada cerca: -1.25x velocidad de reparación -1.4x velocidad de sabotaje -0.5x asfixia, resistencia a fuego y aturdimiento
it: [CD: Durata 20S: 12S -7 CV] Blocca la stanza e garantisce i seguenti appassionati a se stessi e a qualsiasi equipaggio alleato nelle vicinanze: -1.25x Velocità di riparazione -1.4x velocità di sabotaggio -0.5x soffocamento, fuoco e resistenza allo stormo
pl: [KD: 20c Czas trwania: 12C -7 Lake] Zamyka przedział i daje następujące bonusy dla siebie i wszystkich sojuszników w pobliżu: -1.25X Szybkość naprawy -1,4X Szybkość sabotażu -0,5x odporność na uduszenie, ogień i oszałamiające

# data/hyperspace.xml$//race[@name="crystal_sentinel"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA

# data/hyperspace.xml$//race[@name="crystal_sentinel"]/powerEffect/tooltip
source: [COOLDOWN:5s -7HP] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [Colegio: 5s -7hp] Localiza la habitación ocupada durante 12 segundos, evitando que la tripulación se mueva.
it: [Cooldown: 5S -7HP] Si blocca la stanza occupata per 12 secondi, impedendo all'equipaggio di spostarsi.
pl: [Reloading: 5s -7 un Blokuje ruchliwy przedział przez 12 sekund, nie pozwalając załodze do niego wejść.

# data/hyperspace.xml$//race[@name="unique_ruwen"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA
