Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//race[@name="pony_engi_nano"]/powerEffect/tooltip
source: [COOLDOWN:15s] Toggle to Solid mode to regain original stats and control.
es: [Cooldown: 15s] Alterne al modo sólido para recuperar estadísticas y control originales.
it: [Cooldown: 15s] Attiva in modalità solida per riprendere le statistiche e il controllo originali.
pl: [Reloading: 15s] Przełącza się na tryb gęstości, aby przywrócić początkowe cechy i kontrolę.

# data/hyperspace.xml$//race[@name="pony_engi_nano_chaos"]/powerEffect/buttonText
source: SOLID
pl: GĘSTOŚĆ

# data/hyperspace.xml$//race[@name="pony_engi_nano_chaos"]/powerEffect/tooltip
source: [COOLDOWN:15s] Toggle to Solid mode to regain original stats and control.
es: [Cooldown: 15s] Alterne al modo sólido para recuperar estadísticas y control originales.
it: [Cooldown: 15s] Attiva in modalità solida per riprendere le statistiche e il controllo originali.
pl: [Reloading: 15s] Przełącza się na tryb gęstości, aby przywrócić początkowe cechy i kontrolę.

# data/hyperspace.xml$//race[@name="cognitive"]/powerEffect/buttonText
source: LIBERATE
es: LIBERAR
it: LIBERARE
pl: WOLNOŚĆ

# data/hyperspace.xml$//race[@name="cognitive"]/powerEffect/tooltip
source: [COOLDOWN:30s] Toggle to Liberated mode. The Cognitive will not be controllable, but will gain boosted stats: 70 HP -> 100 HP 0.75x movement speed -> 1.3x 1.25x combat damage -> 1.5x Regenerates after 10s out of harm -> after 5s Gains 1.75x repair speed Heals twice as fast
es: [Cooldown: 30s] Alternar al modo liberado.El cognitivo no será controlable, pero obtendrá estadísticas impulsadas: 70 hp -> 100 hp 0.75x Velocidad de movimiento -> 1.3x 1.25x Daño de combate -> 1.5x Regenera después de 10s sin daños -> después de 5s Obtiene una velocidad de reparación de 1.75x Cura el doble de rápido
it: [Cooldown: 30s] Attiva in modalità liberata.Il cognitivo non sarà controllabile, ma otterrà statistiche potenziate: 70 CV -> 100 CV Speed di movimento 0.75x -> 1.3x 1.25x Danno da combattimento -> 1.5x Si rigenera dopo 10 secondi per danni -> dopo 5s Guadagna 1,75x velocità di riparazione Guarisce due volte più velocemente
pl: [Reloading: 30c] Przejdź na tryb swobody.Poznawcze nie będzie kontrolowane, ale otrzyma zwiększone cechy: 70 Jezioro -> 100 jezior 0,75x prędkość ruchu -> 1,3x 1,25x obrażenia walki -> 1,5x Regeneruje się po 10 sekundach poza bitwą -> po 5 sekundach Prędkość naprawy wzrasta o 1,75 razy Zagoiło się dwa razy szybciej

# data/hyperspace.xml$//race[@name="cognitive_automated"]/powerEffect/buttonText
source: CONTROL
it: CONTROLLO
pl: KONTROLA

# data/hyperspace.xml$//race[@name="cognitive_automated"]/powerEffect/tooltip
source: [COOLDOWN:45s] Toggle to Control mode. You will assume full control over the Cognitive, but it will lose its boosted stats.
es: [Cooldown: 45s] Alternar al modo de control.Asumirá un control total sobre lo cognitivo, pero perderá sus estadísticas impulsadas.
it: [Cooldown: 45S] Attiva in modalità di controllo.Assumerai il pieno controllo sul cognitivo, ma perderà le sue statistiche potenziate.
pl: [Reloading: 45s] Przełącz do trybu sterowania.Zyskujesz pełną kontrolę nad poznawczym, ale straci to zwiększone cechy.

# data/hyperspace.xml$//race[@name="cognitive_advanced"]/powerEffect/buttonText
source: LIBERATE
es: LIBERAR
it: LIBERARE
pl: WOLNOŚĆ

# data/hyperspace.xml$//race[@name="cognitive_advanced"]/powerEffect/tooltip
source: [COOLDOWN:30s] Toggle to Liberated mode. The Cognitive will not be controllable, but will gain boosted stats: 100 HP -> 150 HP 0.75x movement speed -> 2x 1.5x combat damage -> 2x Regenerates after 8s out of harm -> after 4s Gains 2.2x repair speed Heals twice as fast
es: [Cooldown: 30s] Alternar al modo liberado.El cognitivo no será controlable, pero obtendrá estadísticas impulsadas: 100 hp -> 150 hp 0.75x Velocidad de movimiento -> 2x 1.5x Daño de combate -> 2x Regenera después de 8s fuera de peligro -> después de 4s Obtiene una velocidad de reparación de 2.2x Cura el doble de rápido
it: [Cooldown: 30s] Attiva in modalità liberata.Il cognitivo non sarà controllabile, ma otterrà statistiche potenziate: 100 CV -> 150 CV 0,75x Velocità di movimento -> 2x 1,5x danno da combattimento -> 2x Si rigenera dopo 8 secondi di danno -> dopo 4s Guadagna 2,2x velocità di riparazione Guarisce due volte più velocemente
pl: [Reloading: 30c] Przejdź na tryb swobody.Poznawcze nie będzie kontrolowane, ale otrzyma zwiększone cechy: 100 Lake -> 150 Lake 0,75x prędkość ruchu -> 2x 1,5x obrażenia walki -> 2x Regeneruje się po 8 sekundach poza bitwą -> po 4 sekundach Szybkość naprawa wzrasta o 2,2 razy Zagoiło się dwa razy szybciej

source: CONTROL
it: CONTROLLO
pl: KONTROLA

source: [COOLDOWN:45s] Toggle to Control mode. You will assume full control over the Cognitive, but it will lose its boosted stats.
es: [Cooldown: 45s] Alternar al modo de control.Asumirá un control total sobre lo cognitivo, pero perderá sus estadísticas impulsadas.
it: [Cooldown: 45S] Attiva in modalità di controllo.Assumerai il pieno controllo sul cognitivo, ma perderà le sue statistiche potenziate.
pl: [Reloading: 45s] Przełącz do trybu sterowania.Zyskujesz pełną kontrolę nad poznawczym, ale straci to zwiększone cechy.

# data/hyperspace.xml$//race[@name="eldritch_cat"]/powerEffect/tooltip
source: Gets stronger every 15 seconds.
es: Se hace más fuerte cada 15 segundos.
it: Diventa più forte ogni 15 secondi.
pl: Staje się silniejszy co 15 sekund.

# data/hyperspace.xml$//race[@name="eldritch_cat"]/deathEffect/spawnCrew/name
source: The One Who Rhymes
es: El que rima
it: Quello che fa rima
pl: Wierszyk

source: Thing
es: Cosa
it: Cosa
pl: Coś

source: Thing
es: Cosa
it: Cosa
pl: Coś

# data/hyperspace.xml$//race[@name="unique_judge_thest"]/powerEffect/buttonText
source: DIPLOMACIZE
es: Diplomacizar
it: Diplomacizzare
pl: DYPLOMATA

# data/hyperspace.xml$//race[@name="unique_judge_thest"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] All crew, allied and enemy, become completely invulnerable to damage but cannot fight or sabotage.
es: [Cooldown: 20s Duración: 15s] Toda la tripulación, aliada y enemiga, se vuelve completamente invulnerable al daño, pero no puede luchar o sabotear.
it: [Cooldown: Durata 20S: 15S] Tutto l'equipaggio, alleato e nemico, diventa completamente invulnerabile ai danni ma non può combattere o sabotare.
pl: [Przeładowanie: 20c Czas trwania: 15c] Wszyscy członkowie załogi, sojusznicy i wrogowie stają się całkowicie niekwestionowani do szkód, ale nie mogą walczyć ani sabotować.

# data/hyperspace.xml$//race[@name="unique_judge_corby"]/powerEffect/buttonText
source: REPAIR
es: REPARAR
it: RIPARAZIONE
pl: NAPRAWA

# data/hyperspace.xml$//race[@name="unique_judge_corby"]/powerEffect/tooltip
source: [COOLDOWN:30s] Repairs your hull by 3 points.
es: [Cooldown: 30s] Repara su casco por 3 puntos.
it: [Cooldown: 30s] Ripara lo scafo di 3 punti.
pl: [Reloading: 30c] Napraw swoją sprawę dla 3 jednostek.

# data/hyperspace.xml$//race[@name="unique_judge_wakeson"]/powerEffect/buttonText
source: TERRORIZE
es: ATERRORIZAR
it: TERRORIZZARE
pl: TERRORYZOWAĆ

# data/hyperspace.xml$//race[@name="unique_judge_wakeson"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:5s] Lowers the max health of all crew but himself to 10.
es: [Cooldown: 20s Duración: 5s] Reduce la salud máxima de toda la tripulación pero él mismo a 10.
it: [Cooldown: Durata 20S: 5S] Abbassa la salute massima di tutto l'equipaggio ma se stesso a 10.
pl: [Przeładowanie: 20c Czas trwania: 5c] Zmniejsza maksymalne zdrowie wszystkich członków załogi, z wyjątkiem ciebie, do 10.

# data/hyperspace.xml$//race[@name="butler"]/powerEffect/buttonText
source: MUSIC
es: MÚSICA
it: MUSICA
pl: MUZYKA

# data/hyperspace.xml$//race[@name="butler"]/powerEffect/tooltip
source: Ready: Distracts enemy crew with music
es: Listo: distrae a la tripulación enemiga con música
it: Pronto: distrae l'equipaggio nemico con la musica
pl: Gotowy: odwracają uwagę wroga ekipą muzyką

# data/hyperspace.xml$//race[@name="drone_holodrone"]/powerEffect/buttonText
source: SPAWN
es: APARECER
it: PRODURRE
pl: Spavn

# data/hyperspace.xml$//race[@name="drone_holodrone"]/powerEffect/tooltip
source: Automatic: spawns a temporary hologram ally
es: Automático: genera un aliado temporal de holograma
it: Automatico: genera un alleato temporaneo per ologrammi
pl: Automatycznie: tworzy tymczasowy hologram sojusznika

# data/hyperspace.xml$//race[@name="drone_holodrone_chaos"]/powerEffect/buttonText
source: SPAWN
es: APARECER
it: PRODURRE
pl: Spavn

# data/hyperspace.xml$//race[@name="drone_holodrone_chaos"]/powerEffect/tooltip
source: Automatic: spawns a random crew member and self destructs.
es: Automático: genera un miembro de la tripulación al azar y autodestructivos.
it: Automatico: genera un membro dell'equipaggio a caso e autodistrutti.
pl: Automatycznie: tworzy przypadkowy członek załogi i self -entuzjastycznie.

# data/hyperspace.xml$//race[@name="roomba"]/powerEffect/buttonText
source: BREACH
es: INCUMPLIMIENTO
it: VIOLAZIONE
pl: Otwór

# data/hyperspace.xml$//race[@name="roomba"]/powerEffect/tooltip
source: You should never see this
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
pl: Nie powinieneś tego widzieć

# data/hyperspace.xml$//drone[@name="SPAWN_BATTLE"]/tooltipName
source: Eldritch Spawn
es: El editora engendra
pl: Okropny produkt

# data/hyperspace.xml$//drone[@name="SPAWN_BOARDER"]/tooltipName
source: Eldritch Spawn
es: El editora engendra
pl: Okropny produkt

# data/hyperspace.xml$//drone[@name="DIVREPAIR"]/tooltipName
source: Divine Repair
es: Reparación divina
it: Riparazione divina
pl: Święty Międzynarodowy

# data/hyperspace.xml$//drone[@name="REPAIR_BOARDER"]/tooltipName
source: Repair Drone
es: Reparar dron
it: Ripara il drone
pl: Dron Dronk

# data/hyperspace.xml$//drone[@name="RECON_DEFAULT"]/tooltipName
source: Recon Drone
es: Drone de Recon
pl: Zwiadowca

# data/hyperspace.xml$//drone[@name="RECON_DEFENSE"]/tooltipName
source: Recon Drone
es: Drone de Recon
pl: Zwiadowca

# data/hyperspace.xml$//drone[@name="RECON_BOARDER"]/tooltipName
source: Recon Drone
es: Drone de Recon
pl: Zwiadowca

# data/hyperspace.xml$//drone[@name="DOCTOR_DEFENSE"]/tooltipName
source: Doctor Drone
it: Drrone medico
pl: Dron-Detor

# data/hyperspace.xml$//drone[@name="DOCTOR_BOARDER"]/tooltipName
source: Doctor Drone
it: Drrone medico
pl: Dron-Detor

# data/hyperspace.xml$//drone[@name="SURGEON_BATTLE"]/tooltipName
source: Surgeon Drone
es: Dron cirujano
it: Drone chirurgo
pl: Dron-Surgeon

# data/hyperspace.xml$//drone[@name="SURGEON_BOARDER"]/tooltipName
source: Surgeon Drone
es: Dron cirujano
it: Drone chirurgo
pl: Dron-Surgeon

# data/hyperspace.xml$//drone[@name="SURGEON_BATTLE_CHAOS"]/tooltipName
source: Surgeon Drone™
es: Cirujano Drone ™
pl: Dron-Surgeon ™

# data/hyperspace.xml$//drone[@name="SURGEON_BOARDER_CHAOS"]/tooltipName
source: Surgeon Drone™
es: Cirujano Drone ™
pl: Dron-Surgeon ™

# data/hyperspace.xml$//drone[@name="HOLODRONE_BATTLE"]/tooltipName
source: Holo-Drone
pl: Golo-Dron

# data/hyperspace.xml$//drone[@name="HOLODRONE_BOARDER"]/tooltipName
source: Holo-Drone
pl: Golo-Dron

# data/hyperspace.xml$//drone[@name="HOLODRONE_BATTLE_CHAOS"]/tooltipName
source: Holo-Drone™
pl: Golo-Dron ™

# data/hyperspace.xml$//drone[@name="HOLODRONE_BOARDER_CHAOS"]/tooltipName
source: Holo-Drone™
pl: Golo-Dron ™

# data/hyperspace.xml$//drone[@name="MANNING"]/tooltipName
source: Manager Drone
es: Drone gerente
it: Drrone manager
pl: Menedżer napędu

# data/hyperspace.xml$//drone[@name="MANNING_ENEMY"]/tooltipName
source: Manager Drone
es: Drone gerente
it: Drrone manager
pl: Menedżer napędu

# data/hyperspace.xml$//drone[@name="LOOT_SEPARATIST_1_DEFEND"]/tooltipName
source: Battle Drone Mk I
it: Battaglia drone mk i
pl: Dron-soldat i

# data/hyperspace.xml$//drone[@name="LOOT_SEPARATIST_1_BOARDER"]/tooltipName
source: Battle Drone Mk I
it: Battaglia drone mk i
pl: Dron-soldat i

# data/hyperspace.xml$//drone[@name="YINYANG_BATTLE"]/tooltipName
source: Yin Yang Drone
pl: Dron Yin-Yan

# data/hyperspace.xml$//drone[@name="YINYANG_BOARDER"]/tooltipName
source: Yin Yang Drone
pl: Dron Yin-Yan

# data/hyperspace.xml$//drone[@name="YINYANG_BATTLE_CHAOS"]/tooltipName
source: Yin Yang Drone™
pl: Dron Yin-Yan ™

# data/hyperspace.xml$//drone[@name="YINYANG_BOARDER_CHAOS"]/tooltipName
source: Yin Yang Drone™
pl: Dron Yin-Yan ™

# data/hyperspace.xml$//drone[@name="BATTLETOG_DEFEND"]/tooltipName
source: Battle Drone Mk I
it: Battaglia drone mk i
pl: Dron-soldat i

# data/hyperspace.xml$//drone[@name="BATTLETOG_BOARDER"]/tooltipName
source: Battle Drone Mk I
it: Battaglia drone mk i
pl: Dron-soldat i

# data/hyperspace.xml$//drone[@name="BATTLETOG2_DEFEND"]/tooltipName
source: Battle Drone Mk II
pl: Dron-Soldat II

# data/hyperspace.xml$//drone[@name="BATTLETOG2_BOARDER"]/tooltipName
source: Battle Drone Mk II
pl: Dron-Soldat II

# data/hyperspace.xml$//drone[@name="BATTLETOG2_BOARDER_SYLVAN"]/tooltipName
source: Battle Drone Mk II
pl: Dron-Soldat II

# data/hyperspace.xml$//drone[@name="CONSTRUCTOR"]/tooltipName
source: Constructor Drone
es: Dron de constructor
it: Droni costruttori
pl: Dren Designer

# data/hyperspace.xml$//drone[@name="PRODUCER"]/tooltipName
source: Producer Drone
es: Dron productor
it: Droni produttori
pl: Producent dronów

# data/hyperspace.xml$//drone[@name="GRAZIER_BATTLE"]/tooltipName
source: Grazier Drone
es: Dron más graz
it: Drone pastore
pl: Dron-Gam

# data/hyperspace.xml$//drone[@name="GRAZIER_BOARDER"]/tooltipName
source: Grazier Drone
es: Dron más graz
it: Drone pastore
pl: Dron-Gam

# data/hyperspace.xml$//drone[@name="BUTLER_DEFENSE"]/tooltipName
source: Butler
es: Mayordomo
it: Maggiordomo
pl: Jezioro

# data/hyperspace.xml$//drone[@name="BUTLER_BOARDER"]/tooltipName
source: Butler
es: Mayordomo
it: Maggiordomo
pl: Jezioro

# data/hyperspace.xml$//drone[@name="A55_BATTLE"]/tooltipName
source: A5540L3
pl: 34CR4N3C

# data/hyperspace.xml$//drone[@name="A55_BOARDER"]/tooltipName
source: A5540L3
pl: 34CR4N3C

# data/hyperspace.xml$//drone[@name="GANA_BATTLE"]/tooltipName
source: Gana
pl: Ghana

# data/hyperspace.xml$//drone[@name="GANA_BOARDER"]/tooltipName
source: Gana
pl: Ghana

# data/hyperspace.xml$//drone[@name="MENDER"]/tooltipName
source: Mender
es: Reparador
it: Rammendatrice
pl: Właściciel Dron

# data/hyperspace.xml$//drone[@name="MENDERR"]/tooltipName
source: Mender
es: Reparador
it: Rammendatrice
pl: Właściciel Dron

# data/hyperspace.xml$//drone[@name="DIRECTOR"]/tooltipName
source: Director
pl: Lider dronów

# data/hyperspace.xml$//drone[@name="ATOM_DEFEND"]/tooltipName
source: Atomizer
es: Atomizador
it: Atomizzatore
pl: Rozpylacz

# data/hyperspace.xml$//drone[@name="ATOM_BOARDER"]/tooltipName
source: Atomizer
es: Atomizador
it: Atomizzatore
pl: Rozpylacz

# data/hyperspace.xml$//drone[@name="ATOMR_DEFEND"]/tooltipName
source: Atomizer
es: Atomizador
it: Atomizzatore
pl: Rozpylacz

# data/hyperspace.xml$//drone[@name="ATOMR_BOARDER"]/tooltipName
source: Atomizer
es: Atomizador
it: Atomizzatore
pl: Rozpylacz

# data/hyperspace.xml$//drone[@name="ROOMBA_DEFEND"]/tooltipName
source: Roomba
es: Compañero de cuarto
pl: Perm robot

# data/hyperspace.xml$//drone[@name="ROOMBA_BOARDER"]/tooltipName
source: Roomba
es: Compañero de cuarto
pl: Perm robot

source: DEATH
es: MUERTE
it: MORTE
pl: ŚMIERĆ

source: [COOLDOWN:15s] Kills the crewmember without death effects. Use as failsafe if returning is impossible.
es: [Cooldown: 15s] Mata al miembro de la tripulación sin efectos de muerte.Usar como fallas a prueba si regresar es imposible.
it: [Cooldown: 15s] Uccide il membro dell'equipaggio senza effetti di morte.Utilizzare come failSafe se il ritorno è impossibile.
pl: [Reloading: 15s] Zabija członka załogi bez skutków śmierci.Jest używany jako opcja zapasowa, jeśli zwrot jest niemożliwy.

source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x. (Firefly lab upgrade reduces fire damage taken to 1x.)
es: [Cooldown: 17S Duración: 7s] Aumente la velocidad de movimiento a 3.5x y el daño de la tripulación a 3x.También aumenta el daño tomado de los peligros en 4x. (La actualización del laboratorio de Fireflies reduce el daño de fuego tomado a 1x).
it: [Cooldown: 17s Durata: 7S] Aumentare la velocità di movimento a 3,5x e danni da equipaggio a 3x.Aumenta anche i danni prelevati dai pericoli di 4x. (L'aggiornamento del laboratorio Fireflies riduce i danni da fuoco sottoposti a 1x.)
pl: [Przeładowanie: 17c Czas trwania: 7c] Zwiększa prędkość ruchu do 3,5x i uszkodzenie załogi do 3x.Zwiększa także szkody z powodu niebezpieczeństw w 4x. (Poprawa laboratoryjna świetlików zmniejsza wynikające z tego uszkodzenie od pożaru do 1x.)

source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

source: [COOLDOWN:20s DURATION:10s] Increase movement speed to 6x and crew damage to 4.3x. Also increases damage taken from hazards by 7x, and cannot repair for the duration. (Firefly lab upgrade reduces fire damage taken to 1x.)
es: [Cooldown: 20s Duración: 10s] Aumente la velocidad de movimiento a 6x y el daño de la tripulación a 4.3x.También aumenta el daño tomado de los peligros en 7x, y no puede repararse durante la duración. (La actualización del laboratorio de Fireflies reduce el daño de fuego tomado a 1x).
it: [Cooldown: Durata 20s: 10s] Aumentare la velocità di movimento a 6x e danni da equipaggio a 4,3x.Aumenta anche i danni prelevati dai pericoli di 7x e non può riparare per tutta la durata. (L'aggiornamento del laboratorio Fireflies riduce i danni da fuoco sottoposti a 1x.)
pl: [Przeładowanie: 20c Czas trwania: 10s] Zwiększa prędkość ruchu do 6x i uszkodzenie załogi do 4,3x.Zwiększa również szkody z niebezpieczeństw w 7x i nie można go naprawić przez cały czas. (Poprawa laboratoryjna świetlików zmniejsza wynikające z tego uszkodzenie od pożaru do 1x.)

source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x. (Fireflies lab upgrade reduces fire damage taken to 1x.)
es: [Cooldown: 17S Duración: 7s] Aumente la velocidad de movimiento a 3.5x y el daño de la tripulación a 3x.También aumenta el daño tomado de los peligros en 4x. (La actualización del laboratorio de Fireflies reduce el daño de fuego tomado a 1x).
it: [Cooldown: 17s Durata: 7S] Aumentare la velocità di movimento a 3,5x e danni da equipaggio a 3x.Aumenta anche i danni prelevati dai pericoli di 4x. (L'aggiornamento del laboratorio Fireflies riduce i danni da fuoco sottoposti a 1x.)
pl: [Przeładowanie: 17c Czas trwania: 7c] Zwiększa prędkość ruchu do 3,5x i uszkodzenie załogi do 3x.Zwiększa także szkody z powodu niebezpieczeństw w 4x. (Poprawa laboratoryjna świetlików zmniejsza wynikające z tego uszkodzenie od pożaru do 1x.)

source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

source: [COOLDOWN:20s DURATION:10s] Increase movement speed to 6x and crew damage to 4.3x. Also increases damage taken from hazards by 7x, and cannot repair for the duration. (Fireflies lab upgrade reduces fire damage taken to 1x.)
es: [Cooldown: 20s Duración: 10s] Aumente la velocidad de movimiento a 6x y el daño de la tripulación a 4.3x.También aumenta el daño tomado de los peligros en 7x, y no puede repararse durante la duración. (La actualización del laboratorio de Fireflies reduce el daño de fuego tomado a 1x).
it: [Cooldown: Durata 20s: 10s] Aumentare la velocità di movimento a 6x e danni da equipaggio a 4,3x.Aumenta anche i danni prelevati dai pericoli di 7x e non può riparare per tutta la durata. (L'aggiornamento del laboratorio Fireflies riduce i danni da fuoco sottoposti a 1x.)
pl: [Przeładowanie: 20c Czas trwania: 10s] Zwiększa prędkość ruchu do 6x i uszkodzenie załogi do 4,3x.Zwiększa również szkody z niebezpieczeństw w 7x i nie można go naprawić przez cały czas. (Poprawa laboratoryjna świetlików zmniejsza wynikające z tego uszkodzenie od pożaru do 1x.)

source: SLASH
es: BARRA OBLICUA
it: BARRA
pl: Dischard

source: [COOLDOWN:20s] Deal 15 damage to all enemy crew in the room.
es: [Cooldown: 20s] Da 15 daños a toda la tripulación enemiga en la habitación.
it: [Cooldown: 20s] Infliggere 15 danni a tutti gli equipaggi nemici nella stanza.
pl: [Reloading: 20c] Zastosuj 15 jednostek.Uszkodzenie wszystkich członków załogi wroga w przedziale.

source: FLAME
es: FUEGO
it: FIAMMA
pl: OGIEŃ

source: [COOLDOWN:20s] Start fires in the occupied room.
es: [Cooldown: 20s] Comience los incendios en la habitación ocupada.
it: [Cooldown: 20s] Inizia gli incendi nella stanza occupata.
pl: [Reloading: 20c] Podbija ogień w przedziale.

source: FLAME
es: FUEGO
it: FIAMMA
pl: OGIEŃ

source: [COOLDOWN:13s] Start fires in the occupied room.
es: [Colegio: 13s] Comience los incendios en la habitación ocupada.
it: [Cooldown: 13s] Inizia gli incendi nella stanza occupata.
pl: [Reloading: 13s] Podbija ogień w przedziale.

source: CORRODE
es: CORROER
it: CORRODERSI
pl: KOROZJA

source: [COOLDOWN:20s] Opens a breach in the current room.
es: [Cooldown: 20s] Abre una violación en la sala actual.
it: [Cooldown: 20s] Apre una violazione nella stanza attuale.
pl: [Reloading: 20c] Tworzy otwór w bieżącym przedziale.

source: CORRODE
es: CORROER
it: CORRODERSI
pl: KOROZJA

source: [COOLDOWN:13s] Opens a breach in the current room.
es: [Colegio: 13s] Abre una violación en la sala actual.
it: [Cooldown: 13s] Apre una violazione nella stanza attuale.
pl: [Reloading: 13c] Tworzy otwór w bieżącym przedziale.

source: SHOCK
es: CHOQUE
pl: ZASZOKOWAĆ

source: [COOLDOWN:20s] Ions the current system for 2 ion damage and stuns crew for 7 seconds.
es: [Cooldown: 20s] Iones El sistema actual para 2 tripulaciones de daños y aturdimientos de iones durante 7 segundos.
it: [Cooldown: 20s] Ioni L'attuale sistema per 2 danni da ioni e stordi dell'equipaggio per 7 secondi.
pl: [Reloading: 20c] Jonizuje bieżący system dla 2 jednostek i okrupie załogę przez 7 sekund.

source: SHOCK
es: CHOQUE
pl: ZASZOKOWAĆ

source: [COOLDOWN:15s] Ions the current system for 2 ion damage and stuns crew for 7 seconds.
es: [Cooldown: 15s] Iones El sistema actual para 2 tripulaciones de daños y aturdimientos de iones durante 7 segundos.
it: [Cooldown: 15s] Ioni L'attuale sistema per 2 danni da ioni e stordi dell'equipaggio per 7 secondi.
pl: [Reloading: 15c] Jonizuje bieżący system dla 2 jednostek i okrupie załogę przez 7 sekund.

# data/hyperspace.xml$//triggeredEventBox[@name="DEFAULT_TIMER"]/tooltip
source: Time remaining.
es: Tiempo restante.
it: Tempo rimanente.
pl: Pozostały czas.

# data/hyperspace.xml$//triggeredEventBox[@name="DEFAULT_SMALL"]/tooltip
source: Time remaining.
es: Tiempo restante.
it: Tempo rimanente.
pl: Pozostały czas.

# data/hyperspace.xml$//triggeredEventBox[@name="DEFAULT_JUMPS"]/tooltip
source: Jumps remaining.
es: Salta restantes.
it: Salta rimanenti.
pl: Pozostałe skoki.

source: An unvisited location.
es: Una ubicación no visitada.
it: Una posizione non visitata.
pl: Nieudane miejsce.

source: Explored location. Nothing left of interest.
es: Ubicación explorada.No queda nada de interés.
it: Posizione esplorata.Nulla è rimasto di interesse.
pl: Odwiedzone miejsce.Nic interesującego.

source: An unvisited location.
es: Una ubicación no visitada.
it: Una posizione non visitata.
pl: Nieudane miejsce.

source: This is the location of a Federation supply depot.
es: Esta es la ubicación de un depósito de suministro de la federación.
it: Questa è la posizione di un deposito di fornitura della federazione.
pl: Oto magazyn zaopatrzenia Federacji.
