Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/description
source: Obtain the "loot" from the Rebel loot transport in the Jerome Protectorate.
es: Obtenga el "botín" del transporte de botín rebelde en el protectorado de Jerome.
it: Ottieni il "bottino" dal trasporto del bottino ribelle nel protettorato di Jerome.
pl: Zdobądź „prototyp” z transportu rebeliantów w obrońcy Jerome.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtener el botín del ???Transporte de botín.
it: Ottenere il bottino da ???trasporto di bottino.
pl: Zdobądź prototyp z transportu ???.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CONVINCE"]/name
source: Beyond Thievery
es: Más allá del robo
it: Oltre il furto
pl: Możemy się obejść bez kradzieży

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CONVINCE"]/description
source: Convince an allied transport to give you their loot without combat.
es: Convencer a un transporte aliado para que le dé su botín sin combate.
it: Convinci un trasporto alleato per darti il loro bottino senza combattimento.
pl: Widząc sojusznika transportu, który daje prototyp bez walki.

# data/hyperspace.xml$/FTL/achievements/page[4]/section/@text
source: Unique Crew
es: Equipo único
it: Crew unico
pl: Unikalna załoga

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TULLY"]/name
source: Admiral on Deck
es: Almirante en la cubierta
it: Ammiraglio sul ponte
pl: Admirał na pokładzie

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TULLY"]/description
source: Bring Vice Admiral Adara's package to Tully in Node 17.
es: Traiga el paquete del vicealmirante Adara a Tully en el nodo 17.
it: Porta il pacchetto del vice ammiraglio Adara in Tully nel nodo 17.
pl: Wykorzystaj pakiet dla Talleya od wiceadmirała Adara w węźle 17.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TULLY"]/secretDescription
source: Assist in a special delivery.
es: Asistir en una entrega especial.
it: Assistere in una consegna speciale.
pl: Pomoc w dostarczaniu specjalnego ładunku.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TULLY"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_HAYNES"]/name
source: Who Dunnit?
es: ¿Quién dunnit?
it: Chi si annettone?
pl: Kto to zrobił?

# data/hyperspace.xml$//achievement[@name="ACH_CREW_HAYNES"]/description
source: Solve the Murder Mystery and recruit Haynes.
es: Resuelve el misterio del asesinato y recluta a Haynes.
it: Risolvi il mistero dell'omicidio e recluta Haynes.
pl: Rozwiąż sekret morderstwa i zatrudnij Haynesa.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_HAYNES"]/secretDescription
source: Solve a murder mystery.
es: Resolver un misterio de asesinato.
it: Risolvi un mistero di omicidio.
pl: Rozwiąż sekret morderstwa.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_HAYNES"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_JERRY"]/name
source: Innocence Manifested
es: Inocencia manifestada
it: Innocenza manifestata
pl: Oczywista niewinność

# data/hyperspace.xml$//achievement[@name="ACH_CREW_JERRY"]/description
source: Enter the Jerome Protectorate and get him past Cyra.
es: Ingrese al protectorado de Jerome y supere a Cyra.
it: Entra nel protettorato di Jerome e portalo oltre Cyra.
pl: Penetruj Jeromea i spędzaj go obok Sayrah.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_JERRY"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ELLIE"]/name
source: Horse Freak
es: Monstruo de caballos
it: Freak del cavallo
pl: Koń na pokaz

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ELLIE"]/description
source: Help Ellie get her revenge on the old cast members of the Ellie the Equinoid show.
es: Ayuda a Ellie a vengarse de los viejos miembros del elenco de Ellie the Equinoid Show.
it: Aiuta Ellie a vendicarsi dei vecchi membri del cast di The Ellie the Equinoid Show.
pl: Pomóż Ellie zemścić się na starych uczestnikach programu Ellie-Equinoid.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ELLIE"]/secretDescription
source: Help a stranger get her revenge.
es: Ayuda a un extraño a buscar su venganza.
it: Aiuta uno sconosciuto a vendicarsi.
pl: Pomóż nieznajomemu zemścić się.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ELLIE"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TURZIL"]/name
source: General Reject
es: Rechazo general
it: Rifiuto generale
pl: Wymagany generał

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TURZIL"]/description
source: Help General Turzil escape from the Harmony Coreworlds.
es: Ayude al general Turzil a escapar de la armonía CoreWorlds.
it: Aiuta il generale Turzil a fuggire dai coreworlds di Harmony.
pl: Pomóż generałowi uciec od Światów Harmonii Central.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TURZIL"]/secretDescription
source: Help ferry a strange Engi to safety.
es: Ayude a transportar un extraño Ingi a un lugar seguro.
it: Aiuta a traghettare uno strano Engi per la sicurezza.
pl: Pomóż przekazać dziwne Angie do bezpiecznego miejsca.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TURZIL"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_A55"]/name
source: R3CRU1T3D
pl: P3croutir0v4n

# data/hyperspace.xml$//achievement[@name="ACH_CREW_A55"]/description
source: Save Captain A5540L3 from the Engineer Corps.
es: Save Captain A5540L3 del Cuerpo de Ingenieros.
it: Salva il capitano A5540L3 dal Corpo degli ingegneri.
pl: Zapisz kapitana 34SR4N3C przed Korpusem Inżynierów.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_A55"]/secretDescription
source: Find and protect a pirate king.
es: Encuentra y protege a un rey pirata.
it: Trova e proteggi un re pirata.
pl: Znajdź i chroń króla piratów.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_A55"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANURAK"]/name
source: Who Wants Some Soup?
es: ¿Quién quiere un poco de sopa?
it: Chi vuole un po 'di zuppa?
pl: Kto chce zupy?

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANURAK"]/description
source: Save the Electrocurrent Caravan and Anurak from the assassins.
es: Guarde la caravana de electrocorriente y Anurak de los asesinos.
it: Salva la roulotte elettrocorrente e gli anurak dagli assassini.
pl: Zapisz karawanę prądu elektrycznego i Anuraka przed zabójcami.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANURAK"]/secretDescription
source: Help a Zoltan Monk escape from a deadly assassin.
es: Ayuda a un monje de Zoltan a escapar de un asesino mortal.
it: Aiuta un monaco di Zoltan a fuggire da un assassino mortale.
pl: Pomóż Zoltan-Monach uciec od śmiertelnego zabójcy.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANURAK"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DEVORAK"]/name
source: Enemy of my Enemy
es: Enemigo de mi enemigo
it: Nemico del mio nemico
pl: Wrog mojego wroga

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DEVORAK"]/description
source: Save Devorak from the Syndicate assassination attempt.
es: Salva a Devorak del intento de asesinato del sindicato.
it: Salva devorak dal tentativo di assassinio del sindacato.
pl: Zapisz dziewczynę przed próbą syndykatu.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DEVORAK"]/secretDescription
source: Save an unexpected ally from his former accomplices.
es: Salva a un aliado inesperado de sus antiguos cómplices.
it: Salva un alleato inaspettato dai suoi ex complici.
pl: Zachowaj nieoczekiwanego sojusznika przed jego dawnymi wspólnikami.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DEVORAK"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_MAYEB"]/name
source: Flower Power
es: Poder de la flor
it: Potere di fiori
pl: Flower Force

# data/hyperspace.xml$//achievement[@name="ACH_CREW_MAYEB"]/description
source: Help Mayeb convince the Praetors.
es: Ayuda a Mayeb a convencer a los praetores.
it: Aiuta Mayeb a convincere i preattori.
pl: Pomóż Mayevowi przekonać Praetorów.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_MAYEB"]/secretDescription
source: Travel to Rt'lak Et and resolve a dispute.
es: Viaje a rt'lak et y resuelva una disputa.
it: Viaggia a rt'lak et e risolvi una controversia.
pl: Idź do rt'kala i pozwól sporze.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_MAYEB"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IVAR"]/name
source: Petal to the Metal
es: Pétalo al metal
it: Petalo al metallo
pl: Płatek do metalu

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IVAR"]/description
source: Save Ivar from Ayr's coup.
es: Guarde Ivar del golpe de estado de Ayr.
it: Salva Ivar dal colpo di stato di Ayr.
pl: Zapisz Ivarę przed zamachem kalmusu.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IVAR"]/secretDescription
source: Rescue a leader from an undergoing plot.
es: Rescate a un líder de una trama en sometimiento.
it: Salva un leader da una trama sottoposta.
pl: Uratuj lidera przed spiskiem.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IVAR"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYEREL"]/name
source: Leaf a Good Impression
es: Lea una buena impresión
it: Sfogliare una buona impressione
pl: Pozostaw dobre wrażenie

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYEREL"]/description
source: Save Ty E'Rel from the Coalition.
es: Save Ty E'rel de la coalición.
it: Salva Ty E'rel dalla coalizione.
pl: Zapisz Tai E'rel przed koalicją.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYEREL"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKALI"]/name
source: Only a Little Racist
es: Solo un poco racista
it: Solo un po 'razzista
pl: Całkiem mała rasistowska

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKALI"]/description
source: Save Alkali from the Legionnaires.
es: Guarde álcali de los Legionarios.
it: Salva gli alcali dai legionari.
pl: Uratuj Alcalie przed Legionnaires.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKALI"]/secretDescription
source: Rescue an important Shell professor from his own hubris.
es: Rescata a un importante profesor de shell de su propia arrogancia.
it: Salva un importante professore di conchiglie dalla sua stessa arroganza.
pl: Zachowaj ważnego profesora skorupę przed jego arogancją.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKALI"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OOJ"]/name
source: Poo Roo!
pl: Pu ru!

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OOJ"]/description
source: Recruit OOJ MAJOO.
es: Recluta Ooj Majoo.
it: Recluta ooj majoo.
pl: Zatrudnij Udge Maju.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OOJ"]/secretDescription
source: Track down and rescue a lab abomination.
es: Rastree y rescate una abominación de laboratorio.
it: Rintracciare e salvare un abominio di laboratorio.
pl: Znajdź i ratuj maniak laboratoryjny.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OOJ"]/header
source: Parjook Spip
es: Chapoteo
pl: Parszk SPIP

# data/hyperspace.xml$//achievement[@name="ACH_CREW_NIGHTS"]/name
source: Drunken Despot
es: Déspota borracho
it: Drunken Despoto
pl: Pijak

# data/hyperspace.xml$//achievement[@name="ACH_CREW_NIGHTS"]/description
source: Overthrow Nights then convince him to join your crew.
es: Derrocar las noches y luego convencerlo de que se una a su tripulación.
it: Le notti rovesciate, quindi convincono a unirsi al tuo equipaggio.
pl: Obalić mgłę i przekonaj go do dołączenia do twojego zespołu.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_NIGHTS"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SLOCKNOG"]/name
source: The Old King
es: El viejo rey
it: Il vecchio re
pl: Stary król

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SLOCKNOG"]/description
source: After defeating Nights, convince Slocknog to join your crew.
es: Después de derrotar a las noches, convence a Slocknog para que se una a su tripulación.
it: Dopo aver sconfitto le notti, convincere Slocknog a unirsi al tuo equipaggio.
pl: Po pokonaniu mgły przekonaj Sloknoga do dołączenia do twojego zespołu.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SLOCKNOG"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_BILLY"]/name
source: Tax Evader
es: Evasor de impuestos
it: Evasore fiscale
pl: Podatnik

# data/hyperspace.xml$//achievement[@name="ACH_CREW_BILLY"]/description
source: Rescue Billy Hektar from Vael's Angels.
es: Rescate de Billy Hektar de los ángeles de Vael.
it: Salva Billy Hektar dagli angeli di Vael.
pl: Zapisz Billy'ego Hectara przed Vael Angels.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_BILLY"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IRWIN"]/name
source: Washed Up
es: Lavado
it: Lavato
pl: Odszedł z biznesu

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IRWIN"]/description
source: Rescue Irwin from Vael's Angels.
es: Rescate de Irwin de los ángeles de Vael.
it: Salva Irwin dagli angeli di Vael.
pl: Uratuj Irwin przed Vael Angels.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IRWIN"]/secretDescription
source: Find the former chairman of the EHG.
es: Encuentra al ex presidente del EHG.
it: Trova l'ex presidente dell'EHG.
pl: Znajdź byłego przewodniczącego Goe.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IRWIN"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TUCO"]/name
source: Dread Pirate
es: Pirata terrible
pl: Straszny pirat

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TUCO"]/description
source: Help Tuco get his revenge on the Sky Drifter casino.
es: Ayude a Tuco a vengarse del Casino Drifter Sky.
it: Aiuta Tuco a vendicarsi del casinò del cielo.
pl: Pomóż Tuko ułożyć zemstę kasyna „Niebiańskiego Trampa”.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TUCO"]/secretDescription
source: Help a certain famous bounty hunter escape the consequences of his vices.
es: Ayude a una cierta cazadora de recompensas famosas a escapar de las consecuencias de sus vicios.
it: Aiuta un certo famoso cacciatore di taglie per sfuggire alle conseguenze dei suoi vizi.
pl: Pomóż słynnemu łowcy zgrzechania, aby uniknąć konsekwencji twoich błędów.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TUCO"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ARIADNE"]/name
source: The Princess Bride
es: La novia princesa
it: La sposa principessa
pl: Księżniczka Książe

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ARIADNE"]/description
source: Pass Ariadne's test and convince her to assist you.
es: Pase la prueba de Ariadne y convencerla de que lo ayude.
it: Supera il test di Ariadne e convincela ad aiutarti.
pl: Weź test Ariadne i przekonaj ją, aby ci pomogła.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ARIADNE"]/secretDescription
source: Pass the Lost Sun Admiral's test.
es: Pase la prueba del almirante del sol perdido.
it: Passa il test dell'ammiraglio perduto.
pl: Wykonaj próbę admirała zagubionych słońc.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ARIADNE"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_VORTIGON"]/name
source: The Achievement for Recruiting the Grand Priest of the Eternal Ember and Keeper of the Holy Texts, Lord Vortigon Obadann XIV
es: El logro para reclutar al gran sacerdote de la eterna Ember y el guardián de los textos sagrados, Lord Vortigon Obadann XIV
it: Il risultato per il reclutamento del grande sacerdote dell'eterna bracona e custode dei testi santi, Lord Vortigon Obadann XIV
pl: Osiągnięcie przyciągania najwyższego księdza wiecznego upału i opiekuna świętych tekstów, Lord Vortigon Obadann XIV

# data/hyperspace.xml$//achievement[@name="ACH_CREW_VORTIGON"]/secretName
source: The Grand Priest
es: El gran sacerdote
it: Il Gran Sacerdote
pl: Arcykapłan

# data/hyperspace.xml$//achievement[@name="ACH_CREW_VORTIGON"]/description
source: Travel to the Crystalline Origins and, after recovering the Eternal Ember, recruit Grand Priest Lord Vortigon Obadann XIV, Devout Follower and Leader of the Cult of the Eternal Ember and Keeper of the Holy Texts.
es: Viaje a los orígenes cristalinos y, después de recuperar la eterna Ember, recluta el Gran sacerdote Lord Vortigon Obadann XIV, Livera devota y líder del culto a la eterna Ember y el guardián de los textos sagrados.
it: Viaggia alle origini cristalline e, dopo aver recuperato l'eterna bracona, recluta il grande sacerdote Lord Vortigon Obadann XIV, devoto seguace e leader del culto dell'eterna bracona e custode dei testi santi.
pl: Przejdź do pochodzenia krystalinów i, po wydobyciu wiecznego upału, zatrudnij Najwyższego Kapłana Pana Vortigona Obadanna XIV, pobożnego zwolennika i przywódcę kultu wiecznego upału i strażnika świętych tekstów.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_VORTIGON"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SYMBIOTE"]/name
source: Symbiote
es: Simbiote
it: Simbiote
pl: Symbiont

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SYMBIOTE"]/description
source: Convince Rig and Tintan to exist together.
es: Convencer a Rig y Tintán para que existan juntos.
it: Convincia Rig e Tintan a esistere insieme.
pl: Zobacz Ryga i Tintan potrzebę współistnienia.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SYMBIOTE"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_RUWEN"]/name
source: Gentle-Crystalman
es: Cristal gentil
pl: Jakość krystaliczna

# data/hyperspace.xml$//achievement[@name="ACH_CREW_RUWEN"]/description
source: Save Ruwen from the Paladins and accept his quest.
es: Salve a Ruwen de los paladines y acepta su búsqueda.
it: Salva Ruwen dai Paladini e accetta la sua ricerca.
pl: Uratuj Ruven przed paladynami i zaakceptuj jego zadanie.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_RUWEN"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DIANESH"]/name
source: Making Amends
es: Hacer las paces
it: Fare ammenda
pl: Drobna poczucie winy

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DIANESH"]/description
source: Convince Dianesh that the outside world isn't as bad as she thinks.
es: Convencer a Dianesh de que el mundo exterior no es tan malo como piensa.
it: Convinci Dianesh che il mondo esterno non è così male come pensa.
pl: Zobacz Dianneh, że świat zewnętrzny nie jest tak zły, jak myśli.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DIANESH"]/secretDescription
source: Convince the Crystal monarch to trust the outside world.
es: Convencer al cristal monarca de confiar en el mundo exterior.
it: Convinci il Monarca di Crystal a fidarsi del mondo esterno.
pl: Przekonaj monarch krystalilin, aby uwierzyć w świat zewnętrzny.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DIANESH"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_KAZ"]/name
source: A Thing of Legends
es: Una cosa de leyendas
it: Una cosa di leggende
pl: Legenda

# data/hyperspace.xml$//achievement[@name="ACH_CREW_KAZ"]/description
source: Promise your assistance to Kazaaakplethkilik's quest to defeat the Coalition.
es: Promete tu ayuda a la búsqueda de Kazaaakplethkilik para derrotar a la coalición.
it: Prometti la tua assistenza alla ricerca di Kazaaakplethkilik per sconfiggere la coalizione.
pl: Obiecaj pomóc Kazaacletkilikowi pokonać koalicję.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_KAZ"]/secretDescription
source: Promise to assist a Mantis warrior with his quest at bringing down the Coalition.
es: Promete ayudar a un guerrero Mantis con su búsqueda de derribar la coalición.
it: Prometti di aiutare un guerriero di mantide con la sua ricerca di abbattere la coalizione.
pl: Obiecuję pomóc wojownikowi Bogomolu w zniszczeniu koalicji.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_KAZ"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_FREDDY"]/name
source: A Good Fellow
es: Un buen tipo
it: Un bravo ragazzo
pl: Dobry towarzysz

# data/hyperspace.xml$//achievement[@name="ACH_CREW_FREDDY"]/description
source: Rescue Freddy from the Bishop fleet.
es: Rescate a Freddy de la flota del obispo.
it: Salva Freddy dalla flotta del vescovo.
pl: Uratuj Freddy'ego przed flotą biskupów.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_FREDDY"]/secretDescription
source: Save a suspiciously well spoken Free Mantis.
es: Guarde una mantis libre sospechosamente bien hablada.
it: Salva una mantide gratuita sospettosamente ben parlato.
pl: Oszczędzaj podejrzanie dobrze, że wolna modliszka.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_FREDDY"]/header
source: Character Recruited
es: Personaje reclutado
it: Personaggio reclutato
pl: Postać jest rekrutowana

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKRAM"]/name
source: Viva La Revolution
es: Viva la revolución
pl: Niech żyje rewolucja

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKRAM"]/description
source: Help Alkram overthrow Tyrdeo.
es: Ayuda a Alkram derrocar a Tyrdeo.
it: Aiuta Alkram a rovesciare Tyrdeo.
pl: Pomóż Alcramowi obalić Tyrdeo.
