Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_END"]/name
source: Duel of the Fates
es: Duelo del destino
it: Duello dei destini
pl: Walka losu

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_END"]/description
source: Reunite Jerry and Vance Prime face to face in the True Ending.
es: Reunite a Jerry y Vance Prime cara a cara en el verdadero final.
it: Riunire Jerry e Vance Prime faccia a faccia nel vero finale.
pl: Zdaj sobie sprawę z Jerry'ego i Wansa z pierwszym twarzą w prawdziwym zakończeniu.

# data/hyperspace.xml$/FTL/achievements/page[7]/section/@text
source: The Forgotten Era
es: La era olvidada
it: L'era dimenticata
pl: Zapomniana era

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_AETHERTECH"]/name
source: Forgotten Tech
es: Tecnología olvidada
it: Tecnica dimenticata
pl: Zapomniana technologia

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_AETHERTECH"]/description
source: Install any Aether Tech internal upgrade.
es: Instale cualquier actualización interna de Aether Tech.
it: Installa qualsiasi aggiornamento interno Aether Tech.
pl: Zainstaluj dowolną technologię eteryczną w ulepszeniach wbudowanych.

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_STEALGREATEYE"]/name
source: Grand Theft Oculus
it: Grand furto oculus
pl: Wielka kradzież ogrodzenia

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_STEALGREATEYE"]/description
source: Fix and steal the Great Eye with your Obelisk crew member.
es: Arregle y robe el gran ojo con su miembro de la tripulación de Obelisk.
it: Risolvi e ruba il grande occhio con il tuo membro dell'equipaggio di Obelisk.
pl: Podążaj i kradnij wielkie oko swoim obeliskiem.

source: Make away with the sacred monolith.
es: Hazte con el monolito sagrado.
it: Scava via con il sacro monolite.
pl: Zbiór z świętym monolitem.

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_GHOSTMACHINE"]/name
source: Ghost In the Machine
es: Fantasma en la maquina
it: Fantasma nella macchina
pl: Duch w samochodzie

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_GHOSTMACHINE"]/description
source: Duplicate a Ghost with the Quantum Item Replicator.
es: Duplicar un fantasma con el replicador de artículos cuánticos.
it: Duplica un fantasma con il replicatore di oggetti quantistici.
pl: Zduplikuj ducha za pomocą replikatora kwantowego obiektów.

source: Abuse dubious quantum mechanics.
es: Abusar de la dudosa mecánica cuántica.
it: Abusare meccanica quantistica dubbia.
pl: Nadużyć wątpliwej mechaniki kwantowej.

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_IDIOTRESIST"]/name
source: Stubborn to the End
es: Obstinado hasta el final
it: Testardo fino alla fine
pl: Uparty do końca

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_IDIOTRESIST"]/description
source: Ignore your warning and try to break free from the Obelisk's control.
es: Ignore su advertencia e intente liberarse del control del obelisco.
it: Ignora il tuo avvertimento e prova a liberarsi dal controllo dell'obelisco.
pl: Zignoruj ​​ostrzeżenie i spróbuj wyrwać się z kontroli nad obelisami.

source: Ignore your warning and face the consequences.
es: Ignora tu advertencia y enfrenta las consecuencias.
it: Ignora il tuo avvertimento e affronta le conseguenze.
pl: Zignoruj ​​ostrzeżenie i stawiaj czoła konsekwencjom.

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_RUINS"]/name
source: Ancient Runes
es: Runas antiguas
it: Rune antiche
pl: Starożytne runy

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_RUINS"]/description
source: Translate the text on ancient ruins.
es: Traduce el texto en ruinas antiguas.
it: Traduci il testo su antiche rovine.
pl: Przetłumacz tekst starożytnych ruin.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_AENWITHE"]/name
source: Ancients Awakened
es: Antiguos despiertos
it: Antichi risvegliati
pl: Starożytni się obudzili

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_AENWITHE"]/description
source: Awake Aenwithe from his comatose state.
es: Desperta a Aenwithe de su estado comatoso.
it: Sveglio Aenwithe dal suo stato in coma.
pl: Awem Anente ze śpiączki.

source: Activate an ancient machine.
es: Activar una máquina antigua.
it: Attiva una macchina antica.
pl: Aktywuj starożytny samochód.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_AUGMENTED"]/name
source: Legacy of the Forefathers
es: Legado de los antepasados
it: Eredità degli antenati
pl: Dziedzictwo przodków

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_AUGMENTED"]/description
source: Discover the Ancient Recovery Site and meet the Augmented.
es: Descubra el sitio de recuperación antigua y cumpla con el aumento.
it: Scopri l'antico sito di recupero e incontra gli aumenti.
pl: Odkryj ruiny starożytnych i zapoznaj się z wywyższonymi.

source: Discover the home of the second Lanius Swarm.
es: Descubre la casa del segundo enjambre de Lanius.
it: Scopri la casa del secondo sciame di Lanius.
pl: Odkryj ojczyznę Drugiego Swarm Laniusa.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DREADONE"]/name
source: On the Rise
es: En aumento
it: In aumento
pl: Rosną

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DREADONE"]/description
source: Destroy the first Obelisk Dreadnaught.
es: Destruye el primer obelisco Dreadnaught.
it: Distruggi il primo Dreadnaught di Obelisk.
pl: Zniszcz pierwszą dreadnought z obelisków.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DREADTWO"]/name
source: Divine Retribution
es: Retribución divina
it: Retribuzione divina
pl: Boska zemsta

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DREADTWO"]/description
source: Destroy the second Obelisk Dreadnaught.
es: Destruye el segundo obelisco Dreadnaught.
it: Distruggi il secondo dreadnaught obelisco.
pl: Zniszcz drugą dreadnought z obelisków.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_MFKFS"]/name
source: Having Tea at the End of Time
es: Tomar té al final de los tiempos
it: Avere il tè alla fine dei tempi
pl: Tea Party pod koniec czasu

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_MFKFS"]/description
source: Defeat Vance Prime.
es: Derrota a Vance Prime.
it: Sconfiggere Vance Prime.
pl: Pokonaj Wansa pierwszego.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_WENTWORTHLESS"]/name
source: Wentworthless
pl: Khrenvort

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_WENTWORTHLESS"]/description
source: Insult Vance with Captain Nights.
es: Insulto a Vance con el capitán noches.
it: Insulto Vance con il Capitano Nights.
pl: Obelga Wans z pomocą kapitana Tumana.

source: He had it coming.
es: Él se lo merecía.
it: Ha avuto la sua.
pl: Zrobił to.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_TULLY"]/name
source: Fateful Reunion
es: Fatídico
it: Fatidful Reunion
pl: Fatalne spotkanie

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_TULLY"]/description
source: Reunite Tully and Vance Prime before the final showdown.
es: Reunite a Tully y Vance Prime antes del enfrentamiento final.
it: Riunire Tully e Vance Prime prima della resa dei conti finali.
pl: Ponowne uniesienie Tally i Wansa pierwszego przed ostateczną konfrontacją.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_TULLY"]/secretDescription
source: Reunite two old friends at the climax of your journey.
es: Reunite a dos viejos amigos en el clímax de su viaje.
it: Riunisci due vecchi amici al climax del tuo viaggio.
pl: Uświadom sobie dwóch starych przyjaciół podczas kulminacji Twojej podróży.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DESTRUCTION"]/name
source: The End?
es: ¿El fin?
it: Fine?
pl: Koniec?

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DESTRUCTION"]/description
source: Destroy the Paragon.
es: Destruye el Paragon.
it: Distruggi il Paragone.
pl: Zniszcz Paragon.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DETONATION"]/name
source: The End.
es: El fin.
it: Fine.
pl: Koniec.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DETONATION"]/description
source: Detonate the Paragon.
es: Detonar el Paragon.
it: Detonare il Paragone.
pl: Prowadź „Paragon”.

# data/hyperspace.xml$/FTL/achievements/page[8]/section[1]/@text
source: Rhymes and Chaos
es: Rimas y caos
it: Rima e caos
pl: Rymy i chaos

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_COMPLETE"]/name
source: Postponement
es: Aplazamiento
it: Rinvio
pl: Deadment

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_COMPLETE"]/description
source: Bring the Gnome to The One Who Rhymes and defeat him once again.
es: Trae el gnomo al que rima y lo derrota una vez más.
it: Porta lo gnomo a colui che fa rima e sconfiggerlo ancora una volta.
pl: Daj gnomowi temu, który rymuje się i pokonaj go ponownie.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_COMPLETE"]/secretDescription
source: Postpone doomsday by completing the challenge.
es: Postpone el día del juicio final completando el desafío.
it: Posticipare il giorno del giudizio completando la sfida.
pl: Umieść koniec świata, wypełniając test.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_FAIL"]/name
source: Failed the Challenge
es: Falló el desafío
it: Fallito la sfida
pl: Zgubiłem test

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_FAIL"]/description
source: Ignore The One Who Rhymes's challenge and fight the Flagship anyways.
es: Ignora al que rima el desafío y lucha contra el buque insignia de todos modos.
it: Ignora colui che fa rima la sfida e combatte comunque il fiore all'occhiello.
pl: Zignoruj ​​test kogoś, kto rymuje się i w każdym razie walczy z flagowym.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_FAIL"]/secretDescription
source: Fail the challenge at the Flagship.
es: Falta el desafío en el buque insignia.
it: Fallisci la sfida per l'ammiraglia.
pl: Zdobądź test z flagowego.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_TRUEFAIL"]/name
source: Super Failed the Challenge
es: Super falló el desafío
it: Super ha fallito la sfida
pl: W ogóle nie mogłem tego zrobić

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_TRUEFAIL"]/description
source: Ignore The One Who Rhymes's challenge and fight the MFK Flagship anyways.
es: Ignora el desafío que rima y lucha contra el buque insignia de MFK de todos modos.
it: Ignora comunque quello che fa rima e combatti comunque l'ammiraglia dell'MFK.
pl: Zignoruj ​​test kogoś, kto rymuje się i w każdym razie walczy z flagowym flagowym IFC.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_TRUEFAIL"]/secretDescription
source: Fail the challenge while uncovering the secrets of an ancient race.
es: Falta el desafío al descubrir los secretos de una raza antigua.
it: Falca la sfida mentre scopri i segreti di un'antica razza.
pl: Wypuszcza test, ujawniając tajemnice starożytnej rasy.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_NEXUSFAIL"]/name
source: Won the Challenge
es: Ganó el desafío
it: Ha vinto la sfida
pl: Wygrałem test

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_NEXUSFAIL"]/secretName
source: Ultra Failed the Challenge
es: Ultra falló el desafío
it: Ultra ha fallito la sfida
pl: Naprawdę nie zajmowałem się testem

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_NEXUSFAIL"]/description
source: Bring the last piece of Her to Prime and enact Her final plan.
es: Traiga el último pedazo de ella a Prime y promulgan su plan final.
it: Porta l'ultimo pezzo di lei per innescare e mettere in atto il suo piano finale.
pl: Przewiń ostatnią cząstkę do pierwszej i ożywiaj swój ostateczny plan.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_NEXUSFAIL"]/secretDescription
source: Fail the challenge while discovering the hidden secret in the center of the Multiverse.
es: Falta el desafío al descubrir el secreto oculto en el centro del multiverso.
it: Falca la sfida mentre scopri il segreto nascosto al centro del multiverso.
pl: Zdobądź zadanie, znajdując ukryty sekret w centrum Multi -Senior.

# data/hyperspace.xml$/FTL/achievements/page[8]/section[2]/@text
source: At the Center of Everything
es: En el centro de todo
it: Al centro di tutto
pl: W centrum wszystkiego

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_CONTINUITY"]/name
source: Slugs in Black
es: Babosas en negro
it: Lugale in nero
pl: Ślimaki w kolorze czarnym

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_CONTINUITY"]/description
source: Defeat G-Van in the Nexus.
es: Derrota a G-Van en el Nexus.
it: Sconfiggi G-van nel Nexus.
pl: Pokonaj ji-van w Nexusie.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BEANS"]/name
source: A Can of Beans
es: Una lata de frijoles
it: Una lattina di fagioli
pl: Bank of Bobs

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BEANS"]/description
source: Convince Sylvan Prime to restore Sylvrick back to his Slug form.
es: Convencer a Sylvan Prime de que devuelva a Sylvrick de regreso a su forma de babosa.
it: Convincia Sylvan Prime a ripristinare Sylvrick nella sua forma di lumaca.
pl: Widząc Sylvanę pierwszej, zwróć Silvrik formę ślimaka.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BEANS"]/secretDescription
source: Funniest shit I've ever seen.
es: La mierda más divertida que he visto.
it: Merda più divertente che abbia mai visto.
pl: Najśmieszniejsze bzdury, jakie kiedykolwiek widziałem.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PAPYRUS"]/name
source: Bonetrousled
es: Frontonado
it: Bonetrod
pl: Kość

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PAPYRUS"]/description
source: Complete all of Papobyn's puzzles.
es: Completa todos los rompecabezas de Papobyn.
it: Completa tutti i puzzle di Papobyn.
pl: Rozwiąż wszystkie łamigłówki Pepinos.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PAPYRUS"]/secretDescription
source: Nyeheheh!
pl: Nie,-he-he!

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BUCKET"]/name
source: The Bucket
es: El cubo
it: Il secchio
pl: Wiaderko

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BUCKET"]/description
source: As the Renegade contemplated this interesting and remarkable achievement, it dawned on them that this was, in fact, just a reference! Oh, what a clever and delightful reference it was. Why, the Renegade couldn't help but laugh at this cleverly placed reference. The Renegade thought it was hilarious. And hilarious it was. A very good achievement indeed.
es: Mientras el Renegado contemplaba este logro interesante y notable, les daba cuenta de que esto era, de hecho, solo una referencia.Oh, qué referencia tan inteligente y encantadora era.Por qué, el Renegade no pudo evitar reírse de esta referencia ingeniosamente colocada.El renegado pensó que era gracioso.Y gracioso fue.Un muy buen logro de hecho.
it: Mentre il Renegade contemplava questo interessante e notevole risultato, si rese conto che questo era, in effetti, solo un riferimento!Oh, che riferimento intelligente e delizioso era.Perché, il rinnegato non ha potuto fare a meno di ridere di questo riferimento abilmente posto.Il rinnegato pensava che fosse divertente.E è stato divertente.Un risultato molto buono davvero.
pl: Podczas gdy Renegade myślał o tym interesującym i wybitnym osiągnięciu, przyszło na niego, że w rzeczywistości była to tylko Wielkanoc!Och, jaki była mądra i zachwycająca Wielkanoc.Tak, w końcu Renegat nie mógł powstrzymać się od śmiechu z tego umiejętnie umieszczonego Wielkanocy.Renegat pomyślał, że to zabawne.I to było naprawdę zabawne.Bardzo dobre osiągnięcie.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BUCKET"]/secretDescription
source: It's reassuring.
es: Es tranquilizador.
it: È rassicurante.
pl: Uspokaja.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PANTS"]/name
source: Judgement Day
es: Día del juicio
it: Giorno del giudizio
pl: Dzień sądu

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PANTS"]/description
source: Defeat Cashmere Pants and destroy the Octagon.
es: Derrota a los pantalones de cachemir y destruye al octágono.
it: Sconfiggi i pantaloni cashmere e distruggi l'ottagono.
pl: Pokonaj spodnie pamięci podręcznej i zniszcz ośmiokąta.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_HAT"]/name
source: The Secret of the Secret Jewel of the One Truth
es: El secreto de la joya secreta de la verdad
it: Il segreto del gioiello segreto dell'unica verità
pl: Tajemnica tajnego klejnotu jednej prawdy

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_HAT"]/secretDescription
source: It's a secret.
es: Es un secreto.
it: È un segreto.
pl: To sekret.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_HAT"]/description
source: The joke is that the secret is there is no secret yet there was still a secret. It's what some people like to call irony.
es: La broma es que el secreto es que no hay ningún secreto, pero todavía había un secreto.Es lo que a algunas personas les gusta llamar ironía.
it: Lo scherzo è che il segreto è che non c'è un segreto, ma c'era ancora un segreto.È ciò che ad alcune persone piace chiamare ironia.
pl: Żart jest taki, że nie ma tajemnicy, ale wciąż był sekret.To właśnie niektórzy ludzie lubią nazywać ironią.

# data/hyperspace.xml$/FTL/achievements/page[8]/section[3]/@text
source: Her Achievements
es: Sus logros
it: I suoi successi
pl: Jego osiągnięcia

# data/hyperspace.xml$//achievement[@name="ACH_HER_ORACLE"]/name
source: The Oracle
es: El oráculo
it: L'oracolo
pl: Wyrocznia

# data/hyperspace.xml$//achievement[@name="ACH_HER_ORACLE"]/description
source: Meet the Oracle and inform Thest about it.
es: Conoce al Oráculo e informa al respecto.
it: Incontra l'oracolo e informa questo.
pl: Poznaj wyrocznię i poinformuj o tym swoją siostrę.

# data/hyperspace.xml$//achievement[@name="ACH_HER_FIND"]/name
source: Finding Her
es: Encontrarla
it: Trovarla
pl: Znajdź ją

# data/hyperspace.xml$//achievement[@name="ACH_HER_FIND"]/description
source: Meet Her after reaching the Nexus.
es: Encuéntrala después de llegar al Nexus.
it: Incontrarla dopo aver raggiunto il Nexus.
pl: Poznaj ją w Nexusie.

# data/hyperspace.xml$//achievement[@name="ACH_HER_OVERTHROW"]/name
source: Her Plan
es: Su plan
it: Il suo piano
pl: Jej plan

# data/hyperspace.xml$//achievement[@name="ACH_HER_OVERTHROW"]/description
source: Overthrow Prime and allow Her to take control of the Nexus.
es: Derrocar a Prime y permitirle tomar el control del Nexus.
it: Rovesciare Prime e permetterle di prendere il controllo del Nexus.
pl: Sprawdź pierwszy i pozwól jej przejąć kontrolę nad Nexusem.

# data/hyperspace.xml$//achievement[@name="ACH_HER_SPARE"]/name
source: Her Downfall
es: Su caída
it: La sua caduta
pl: Jej śmierć

# data/hyperspace.xml$//achievement[@name="ACH_HER_SPARE"]/description
source: Spare Prime and destroy Her.
es: Sprave Prime y destruye.
it: Risparmia Prime e distruggerla.
pl: Oszczędzaj pierwszego i zniszcz go.

# data/hyperspace.xml$//achievement[@name="ACH_HER_DEFEAT"]/name
source: All She Wrote
es: Todo lo que ella escribio
it: Tutto ciò che lei scrisse
pl: Wszystko co napisała

# data/hyperspace.xml$//achievement[@name="ACH_HER_DEFEAT"]/description
source: Defeat Her forever and break the cycle.
es: Derrotarla para siempre y romper el ciclo.
it: Sconfiggila per sempre e rompi il ciclo.
pl: Pokonaj to na dobre i zrujnuj cykl.

# data/hyperspace.xml$/FTL/achievements/page[9]/section/@text
source: Music
es: Música
it: Musica
pl: Muzyka

# data/hyperspace.xml$//achievement[@name="MUSIC_GALACTIC"]/name
source: Galactic
pl: Galaktyka

# data/hyperspace.xml$//achievement[@name="MUSIC_UNEXPLORED"]/name
source: Unexplored
pl: Niezbadany

# data/hyperspace.xml$//achievement[@name="MUSIC_AUTO"]/name
source: Auto
pl: Automatyczny

# data/hyperspace.xml$//achievement[@name="MUSIC_ORCHID"]/name
source: Floral
it: Floreale
pl: Kwiatowy

# data/hyperspace.xml$//achievement[@name="MUSIC_VAMPWEED"]/name
source: Confederacy
es: Confederación
it: Confederazione
pl: Konfederacja

# data/hyperspace.xml$//achievement[@name="MUSIC_SEPARATIST"]/name
source: Separatist
es: Separatista
it: Separatista
pl: Separatiści

# data/hyperspace.xml$//achievement[@name="MUSIC_FREEMANTIS"]/name
source: Free Mantis
es: Mantis gratis
it: Mantide gratuita
pl: Darmowa modliszka

# data/hyperspace.xml$//achievement[@name="MUSIC_COALITION"]/name
source: Coalition
es: Coalición
it: Coalizione
pl: Koalicja

# data/hyperspace.xml$//achievement[@name="MUSIC_MONK"]/name
source: Monk
es: Monje
pl: Mnisi

# data/hyperspace.xml$//achievement[@name="MUSIC_HAUNTED"]/name
source: Haunted
pl: Duch

# data/hyperspace.xml$//achievement[@name="MUSIC_DYNASTY"]/name
source: Dynasty
es: Dinastía
it: Dinastia
pl: Dynastia

# data/hyperspace.xml$//achievement[@name="MUSIC_SHELL"]/name
source: Shell
es: Caparazón
it: Conchiglia
pl: Skorupy

# data/hyperspace.xml$//achievement[@name="MUSIC_LEECH"]/name
source: Leech
es: Sanguijuela
it: Sanguisuga
pl: Pijawki

# data/hyperspace.xml$//achievement[@name="MUSIC_CRYSTAL"]/name
source: Crystal
es: Cristal
it: Cristallo
pl: Krystalije

# data/hyperspace.xml$//achievement[@name="MUSIC_DUSK"]/name
source: Duskbringer
pl: Herolds of Sunset

# data/hyperspace.xml$//achievement[@name="MUSIC_LOSTSUN"]/name
source: Lost Suns
es: Suns perdidos
it: Sunni persi
pl: Zaginęło słońce

# data/hyperspace.xml$//achievement[@name="MUSIC_JERRY"]/name
source: Jerry!
pl: Nocnik!

# data/hyperspace.xml$//achievement[@name="MUSIC_HEKTAR"]/name
source: Hektar
pl: „Hektar Industiz”

# data/hyperspace.xml$//achievement[@name="MUSIC_AUGMENTED"]/name
source: Augmented
it: Aumentato
pl: Podniesiony

# data/hyperspace.xml$//achievement[@name="MUSIC_ANCIENT"]/name
source: Ancient
pl: Starożytny

# data/hyperspace.xml$//achievement[@name="MUSIC_SHOWDOWN"]/name
source: Showdown + Having Tea at the End of Time
es: Showdown + tener té al final de los tiempos
it: Showdown + Avere il tè alla fine dei tempi
pl: Konfrontacja + pij herbatę pod koniec czasu

# data/hyperspace.xml$//achievement[@name="MUSIC_CURA"]/name
source: Visions of the Puppet Master
es: Visiones del maestro de títeres
it: Visioni del maestro di burattini
pl: Wizje lalkarza

# data/hyperspace.xml$//achievement[@name="MUSIC_SYLVAN"]/name
source: The Merchant's Remorse
es: El remordimiento del comerciante
it: Il rimorso del commerciante
pl: Skruszenie handlowca

# data/hyperspace.xml$//achievement[@name="MUSIC_CHAOS"]/name
source: The Sensation of Fear and True Chaos
es: La sensación de miedo y el verdadero caos
it: La sensazione di paura e vero caos
pl: Uczucie strachu i prawdziwego chaosu

# data/hyperspace.xml$//achievement[@name="MUSIC_HER"]/name
source: Colon, Right Parenthesis + Smiling Abyss
es: Colon, paréntesis derecho + abismo sonriente
it: Colon, parentesi giusta + abisso sorridente
pl: Okrężnica, prawy wspornik + uśmiechnięta otchłań

# data/hyperspace.xml$//achievement[@name="MUSIC_HOEDOWN"]/name
source: Hoedown
pl: Nadawanie

# data/hyperspace.xml$//achievement[@name="MUSIC_ENGI"]/name
source: Engi
es: Género
pl: Angie

# data/hyperspace.xml$//achievement[@name="MUSIC_ROCK"]/name
source: Rock
es: Roca
it: Roccia
pl: Głazy

# data/hyperspace.xml$//achievement[@name="MUSIC_MANTIS"]/name
source: Mantis
it: Mantide
pl: Modliszka

# data/hyperspace.xml$//achievement[@name="MUSIC_SLUG"]/name
source: Slug
es: Babosa
it: Lumaca
pl: Ślimaki

# data/hyperspace.xml$//achievement[@name="MUSIC_LANIUS"]/name
source: Shrike
es: Alcaudón
pl: Dzierzba

# data/hyperspace.xml$//achievement[@name="MUSIC_LASTSTAND"]/name
source: Last Stand
es: Última resistencia
it: Ultimo atto
pl: Ostatnia Granica

# data/hyperspace.xml$//achievement[@name="CHALLENGE_MODES"]/name
source: Challenge Modes Unlocked!
es: ¡Modos de desafío desbloqueados!
it: Sfida modalità sbloccate!
pl: Poziomy złożoności!

# data/hyperspace.xml$//achievement[@name="CHALLENGE_MODES"]/header
source: Challenge Modes Unlocked
es: Modos de desafío desbloqueados
it: Modalità di sfida sbloccate
pl: Poziomy złożoności są odblokowane
