Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

source: MINE LAUNCHERS
es: Lanzadores de minas
it: Lanciatori di miei
pl: Moździerze

source: MINE LAUNCHERS
es: Lanzadores de minas
it: Lanciatori di miei
pl: Moździerze

source: LOOT
es: BOTÍN
it: BOTTINO
pl: PROTOTYP

source: LOOT
es: BOTÍN
it: BOTTINO
pl: PROTOTYP

source: DRONE CONTROL
es: Control de drones
it: Controllo dei droni
pl: Kontrola dronów

source: BASES
it: Basi
pl: Podstawy

source: MODULES
es: Módulos
it: Moduli
pl: Moduły

source: AETHER WEAPONS
es: Armas éter
it: Armi etere
pl: Broń powietrzna

source: AETHER DRONES
es: Drones de éter
it: Droni etere
pl: Drony eteryczne

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

source: JUDGEMENT COMES
es: Viene el juicio
it: Il giudizio arriva
pl: Przychodzi sąd

source: FOR US ALL
es: PARA TODOS NOSOTROS
it: Per tutti noi
pl: DLA NAS WSZYSTKICH

source: THE HEAVENS
es: LOS CIELOS
it: IL PARADISO
pl: NIEBO

source: WILL COLLIDE
es: Chocará
it: Si scontrerà
pl: Spotka się

source: THE SINNERS WILL
es: Los pecadores lo harán
it: I peccatori lo faranno
pl: Grzesznicy będą

source: BE PURGED
es: Ser purgado
it: Essere eliminato
pl: Wyczyszczone

source: ONLY THE WORTHY
es: Solo el digno
it: Solo i degni
pl: Tylko godne

source: WILL REMAIN
es: Permanecerá
it: RESTERÀ
pl: Pozostanie

source: WHAT WILL BE
es: QUE SERA
it: COSA SARÀ
pl: Co się stanie

source: YOUR FATE?
es: ¿TU DESTINO?
it: Il tuo destino?
pl: Twój los?

source: THE HEAVENS
es: LOS CIELOS
it: IL PARADISO
pl: NIEBO

source: SHINE UPON
es: Brillar sobre
it: Brillare
pl: Świecić

source: YE WHO
es: Tú quien
it: Ye chi
pl: Ty kto

source: DOES THINE
es: Tu tuya
it: Fa il tuo
pl: Tworzy własne

source: HOLY SERVICE
es: Santo servicio
it: Servizio santo
pl: Święta służba

source: IN THE
es: EN EL
it: NEL
pl: W

source: NAME OF
es: NOMBRE DE
it: NOME DI
pl: NAZWA

source: OUR LORD
es: NUESTRO SEÑOR
it: NOSTRO SIGNORE
pl: Nasz Pan

source: THE UNIVERSE SMILES
es: El universo sonríe
it: L'universo sorride
pl: Wszechświat uśmiecha się

source: UPON YOU
es: SOBRE TI
it: SU DI TE
pl: NAD TOBĄ

source: BASES
it: Basi
pl: Podstawy

source: MODULES
es: Módulos
it: Moduli
pl: Moduły

source: BASES
it: Basi
pl: Podstawy

source: MODULES
es: Módulos
it: Moduli
pl: Moduły

source: HEKTAR PRODUCTS
es: Productos Hektar
it: Prodotti Hektar
pl: Produkty hektaru

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
it: Sistemi essenziali
pl: Główne systemy

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
it: Sistemi ausiliari
pl: Dodatkowe systemy

# data/hyperspace.xml$/FTL/victories/flagship/name
source: \1 Multiversal Victory
es: \1 Victoria multiversal
it: \1 vittoria multiversale
pl: \1 Multivelenskaya zwycięstwo

# data/hyperspace.xml$/FTL/victories/flagship/description
source: Defeat the Multiverse Flagship aboard any layout of the \1
es: Derrota el buque insignia multiverso a bordo de cualquier diseño del \1
it: Sconfiggi il fiore all'occhiello del multiverso a bordo di qualsiasi layout del \1
pl: Wygrał flagowy Multi -Senior na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/peace/name
source: \1 Peace Ending
es: \1 final de paz
it: \1 finale della pace
pl: \1 Pokojowe zakończenie

# data/hyperspace.xml$/FTL/victories/peace/description
source: Force the Rebellion's surrender aboard any layout of the \1
es: Forzar la rendición de la rebelión a bordo de cualquier diseño del \1
it: Forzare la resa della ribellione a bordo di qualsiasi layout del \1
pl: Dokonaj poddania powstania na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/peace/secretName
source: \1 ????? Ending
es: \1 ?????Finalizando
it: \1 ?????Finale
pl: \1 ?????Kończący się

# data/hyperspace.xml$/FTL/victories/peace/secretDescription
source: Embrace the ways of the monk aboard any layout of the \1
es: Abrace las formas del monje a bordo de cualquier diseño del \1
it: Abbraccia le vie del monaco a bordo di qualsiasi layout del \1
pl: Użyj metod mnicha na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/true/name
source: \1 True Ending
es: \1 Final verdadero
it: \1 vero finale
pl: \1 Prawdziwe zakończenie

# data/hyperspace.xml$/FTL/victories/true/description
source: Defeat Vance Prime aboard any layout of the \1
es: Derrota a Vance Prime a bordo de cualquier diseño del \1
it: Sconfiggere Vance Prime a bordo di qualsiasi layout di \1
pl: Pokonaj Wans pierwszy na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/true/secretName
source: \1 ????? Ending
es: \1 ?????Finalizando
it: \1 ?????Finale
pl: \1 ?????Kończący się

# data/hyperspace.xml$/FTL/victories/true/secretDescription
source: Uncover the ancient secrets of a long forgotten race aboard any layout of the \1
es: Descubra los antiguos secretos de una carrera larga y olvidada a bordo de cualquier diseño del \1
it: Scopri gli antichi segreti di una gara a lungo dimenticata a bordo di qualsiasi layout del \1
pl: Rozwiń starożytne tajemnice długiego wyścigu na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/slug/name
source: \1 Slug Ending
es: \1 final de babosas
it: \1 finale di lumaca
pl: \1 zakończenie ślimaka

# data/hyperspace.xml$/FTL/victories/slug/description
source: Take power over the galaxy with aid from the Kleptocracy aboard any layout of the \1
es: Tome el poder sobre la galaxia con ayuda de la cleptocracia a bordo de cualquier diseño del \1
it: Prendi il potere sulla galassia con l'aiuto della Kleptocracy a bordo di qualsiasi layout del \1
pl: Złapuj władzę nad galaktyką za pomocą kleptocracy na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/slug/secretName
source: \1 ????? Ending
es: \1 ?????Finalizando
it: \1 ?????Finale
pl: \1 ?????Kończący się

# data/hyperspace.xml$/FTL/victories/slug/secretDescription
source: Achieve galactic domination with an unlikely ally aboard any layout of the \1
es: Lograr la dominación galáctica con un aliado poco probable a bordo de cualquier diseño del \1
it: Ottenere il dominio galattico con un improbabile alleato a bordo di qualsiasi layout del \1
pl: Osiągnąć galaktyczną dominację z niesamowitym sojusznikiem na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/chaos/name
source: \1 Chaos Ending
es: \1 caos final
it: \1 caos finale
pl: \1 zakończenie chaosu

# data/hyperspace.xml$/FTL/victories/chaos/description
source: Bring the Gnome to the One Who Rhymes aboard any layout of the \1
es: Traiga el gnomo al que rima a bordo de cualquier diseño del \1
it: Porta lo gnomo a colui che fa rima a bordo di qualsiasi layout del \1
pl: Daj gnomowi temu, który rymuje się na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/chaos/secretName
source: \1 ????? Ending
es: \1 ?????Finalizando
it: \1 ?????Finale
pl: \1 ?????Kończący się

# data/hyperspace.xml$/FTL/victories/chaos/secretDescription
source: Delay the harbinger of chaos aboard any layout of the \1
es: Retrasar el presagio del caos a bordo de cualquier diseño del \1
it: Ritardare il presagio del caos a bordo di qualsiasi layout del \1
pl: Trzymaj prekursę chaosu na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/nexus/name
source: \1 Nexus Ending
es: \1 nexus final
pl: \1 Zakończenie Nexusa

# data/hyperspace.xml$/FTL/victories/nexus/description
source: Either spare or overthrow Sylvan Prime aboard any layout of the \1
es: Ya sea de repuesto o derrocar a Sylvan Prime a bordo de cualquier diseño del \1
it: Sylvan Prime a bordo di Sylvan Prime a bordo di qualsiasi layout del \1
pl: Oszczędzaj lub obali pierwszemu na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/victories/nexus/secretName
source: \1 ????? Ending
es: \1 ?????Finalizando
it: \1 ?????Finale
pl: \1 ?????Kończący się

# data/hyperspace.xml$/FTL/victories/nexus/secretDescription
source: Discover the hidden secret in the center of the Multiverse aboard any layout of the \1
es: Descubra el secreto oculto en el centro del multiverso a bordo de cualquier diseño del \1
it: Scopri il segreto nascosto al centro del multiverso a bordo di qualsiasi layout del \1
pl: Otwórz ukryty sekret w centrum multi -settlement na pokładzie dowolnego \1

# data/hyperspace.xml$/FTL/achievements/page[1]/section[1]/@text
source: Accomplishments
es: Logros
it: Risultati
pl: Osiągnięcia

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DATABASE"]/name
source: Well Informed
es: Bien informado
it: Ben informato
pl: Świadomy

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DATABASE"]/description
source: Download the Federation Database and read the full mission debriefing at the start of your journey.
es: Descargue la base de datos de la federación y lea el informe completo de la misión al comienzo de su viaje.
it: Scarica il database della Federazione e leggi il debriefing della missione completa all'inizio del tuo viaggio.
pl: Pobierz bazę danych federacji i zapoznaj się z pełnym opisem misji na początku podróży.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_25DEATHS"]/name
source: Been There, Done That
es: Estado allí, hecho eso
it: Ci sono stato, fatto
pl: Byłem tam, zrobiłem to

# data/hyperspace.xml$//achievement[@name="ACH_ACC_25DEATHS"]/description
source: Die 25 times.
es: Morir 25 veces.
it: Morire 25 volte.
pl: Bezpośrednio 25 razy.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_SIGNAL"]/name
source: Transmission Received
es: Transmisión recibida
it: Trasmissione ricevuta
pl: Przeniesienie jest odbierane

# data/hyperspace.xml$//achievement[@name="ACH_ACC_SIGNAL"]/description
source: Receive the mysterious beacon.
es: Recibe la misteriosa baliza.
it: Ricevi il misterioso faro.
pl: Zdobądź tajemniczą latarnię morską.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DIVE"]/name
source: Deep Dive
es: Bucear profundo
it: Profonda immersione
pl: Głębokie nurkowanie

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DIVE"]/description
source: Dive 5 or more times in one run.
es: Bucear 5 o más veces en una carrera.
it: Immergiti 5 o più volte in una corsa.
pl: Odwiedź latarnię morską kontrolowaną przez rebeliantów 5 lub więcej razy w jednym fragmencie.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_TOURIST"]/name
source: Tourist
es: Turista
it: Turista
pl: Turysta

# data/hyperspace.xml$//achievement[@name="ACH_ACC_TOURIST"]/description
source: Visit 4 or more unique or secret sectors in one run.
es: Visite 4 o más sectores únicos o secretos de una sola carrera.
it: Visita 4 o più settori unici o segreti in una corsa.
pl: Odwiedź 4 lub więcej unikalnych lub tajnych sektorów w jednym fragmencie.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_LAB"]/name
source: Advancing Evolution
es: Evolución avanzada
it: Avanzare evoluzione
pl: Przed ewolucją

# data/hyperspace.xml$//achievement[@name="ACH_ACC_LAB"]/description
source: Have 5 primary lab upgrades installed at once.
es: Tener 5 actualizaciones de laboratorio primarias instaladas a la vez.
it: Avere 5 aggiornamenti di laboratorio primari installati contemporaneamente.
pl: Zastosuj 5 głównych laboratorium jednocześnie.modyfikacje.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_UPG"]/name
source: Overclocked
it: Overcloccato
pl: Moc przepełnienia

# data/hyperspace.xml$//achievement[@name="ACH_ACC_UPG"]/description
source: Have 8 internal upgrades installed at once.
es: Tener 8 actualizaciones internas instaladas a la vez.
it: Avere 8 aggiornamenti interni installati contemporaneamente.
pl: Zainstaluj 8 wewnętrznych ulepszeń jednocześnie.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_SOCIALIZE"]/name
source: Sociable
it: Socievole
pl: Rozmowny

# data/hyperspace.xml$//achievement[@name="ACH_ACC_SOCIALIZE"]/description
source: Talk to unique crew aboard your ship 30 times.
es: Hable con un equipo único a bordo de su barco 30 veces.
it: Parla con l'equipaggio unico a bordo della tua nave 30 volte.
pl: Porozmawiaj z wyjątkową załogą na pokładzie swojego statku 30 razy.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_OBSIDIAN"]/name
source: Unbreakable
es: Irrompible
it: Infrangibile
pl: niezniszczalna

# data/hyperspace.xml$//achievement[@name="ACH_ACC_OBSIDIAN"]/description
source: Upgrade the Obsidian Armor to any of the three special final upgrades.
es: Actualice la armadura Obsidian a cualquiera de las tres actualizaciones finales especiales.
it: Aggiorna l'armatura Obsidian a uno dei tre speciali aggiornamenti finali.
pl: Popraw pankę obsydianową do dowolnej z trzech specjalnych opcji.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_ITB"]/name
source: Once More Unto the Breach
es: Una vez más en la brecha
it: Ancora una volta fino alla violazione
pl: Znowu w przerwie

# data/hyperspace.xml$//achievement[@name="ACH_ACC_ITB"]/description
source: Get Gana, detonate the Renfield Bombs, and visit Earth all in one run.
es: Obtenga Gana, detona las bombas de Renfield y visite la Tierra de una carrera.
it: Prendi Gana, fai esplodere le bombe Renfield e visita la Terra tutte in una corsa.
pl: Zdobądź Ganu, wysadzaj bomby Renfield i odwiedź Ziemię w poszukiwaniu jednego fragmentu.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DETERGENT"]/name
source: Detergent Mode
es: Modo de detergente
it: Modalità detergente
pl: Tryb czystszy

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DETERGENT"]/description
source: Complete the trials and tribulations of Detergent Mode.
es: Complete las pruebas y tribulaciones del modo de detergente.
it: Completa le prove e le tribolazioni della modalità detergente.
pl: Przejdź testy i trudności w trybie czystszym.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DETERGENT"]/secretDescription
source: The Federation has some laundry to do.
es: La Federación tiene algo de lavado.
it: La federazione ha un po 'di lavanderia da fare.
pl: Federacje muszą coś umyć.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DETERGENT"]/header
source: Laundry Handled!
es: ¡Lavandería manejada!
it: Lavanderia gestita!
pl: Kłaniając się!

# data/hyperspace.xml$/FTL/achievements/page[1]/section[2]/@text
source: Special Events
es: Eventos especiales
it: Eventi speciali
pl: Specjalne wydarzenia

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_SUICIDEMOON"]/name
source: A Dubious Investment
es: Una dudosa inversión
it: Un investimento dubbia
pl: Wątpliwa inwestycja

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_SUICIDEMOON"]/description
source: Pay to have your ship destroyed.
es: Pague para que su barco destruya.
it: Paga per farti distruggere la tua nave.
pl: Zapłać za zniszczenie swojego statku.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_SUICIDEMOON"]/header
source: Achievement Unlocked?
es: ¿Logro desbloqueado?
it: Obiettivo sbloccato?
pl: Osiągnięcie odblokowane?

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_HORRIBLEDEMON"]/name
source: The Horrible Demon
es: El horrible demonio
it: L'orribile demone
pl: Okropny demon

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_HORRIBLEDEMON"]/description
source: Slay the Horrible Demon.
es: Matar al horrible demonio.
it: Uccidi l'orribile demone.
pl: Zabij strasznego demona.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_COUNT"]/name
source: Chip Chip Cheerio
pl: Chip Cherio

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_COUNT"]/description
source: Give Count Dinkleman investment advice.
es: Dar consejos de inversión del Conde Dinkleman.
it: Dai consulenza per gli investimenti Dinkleman.
pl: Daj hrabiego Dinklman Radę inwestycyjną.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_QUICKDRAW"]/name
source: Quick Draw
es: Dibujo rapido
it: Veloce bozza
pl: Szybki strzał

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_QUICKDRAW"]/description
source: Destroy the escaping Mantis before he can get away.
es: Destruye la mantis que se escapa antes de que pueda escapar.
it: Distruggi la mantide in fuga prima di poter scappare.
pl: Zniszcz wycofującą się modliszkę, zanim będzie miał czas na ucieczkę.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_BOLINE"]/name
source: Reading Comprehension
es: Comprensión lectora
it: Comprensione della lettura
pl: Zrozumienie tekstu

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_BOLINE"]/description
source: Ask Boline to repeat her speech 5 times in a row.
es: Pídale a Boline que repita su discurso 5 veces seguidas.
it: Chiedi a Boline di ripetere il suo discorso 5 volte di seguito.
pl: Poproś Boline o powtórzenie mowy 5 razy z rzędu.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_MYSTERY"]/name
source: It's Elementary
es: Es elemental
it: È elementare
pl: To jest podstawowe

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_MYSTERY"]/description
source: While helping Haynes solve the mystery, spit in the face of all three suspects and then accuse Haynes of murder.
es: Mientras ayuda a Haynes a resolver el misterio, escupir frente a los tres sospechosos y luego acusar a Haynes de asesinato.
it: Mentre aiutava Haynes a risolvere il mistero, sputarsi di fronte a tutti e tre i sospetti e poi accusare Haynes di omicidio.
pl: Pomaganie Haynesowi ujawnić tajemnicę, pluć w obliczu wszystkich trzech podejrzanych, a następnie obwiniać Haynesa morderstwa.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_PUPPET"]/name
source: Untangling the Strings
es: Desenredar las cuerdas
it: Districare le corde
pl: Odkrywanie wątków

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_PUPPET"]/description
source: Delete C.U.R.A.'s virus during the boss fight.
es: Eliminar el virus de C.U.R.A. durante la pelea de jefes.
it: Elimina il virus di C.U.R.A. durante la lotta contro il boss.
pl: Usuń wirusa K.u.R.A.Podczas bitwy z szefem.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_PUPPET"]/secretDescription
source: Delete the puppet master's virus.
es: Elimine el virus del maestro de títeres.
it: Elimina il virus del master burattino.
pl: Usuń wirusa lalkarza.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_EXPLOSION"]/name
source: No Survivors - Except Me
es: No hay sobrevivientes, excepto yo
it: Nessun sopravvissuto - tranne me
pl: Brak ocalałych - oprócz mnie

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_EXPLOSION"]/description
source: Defeat the Engineer Mothership and escape the reactor meltdown without taking any damage from the explosion.
es: Derrota a la nave nodriza del ingeniero y escapa de la crisis del reactor sin recibir ningún daño de la explosión.
it: Sconfiggi la nave madre ingegnere e sfuggirà al tracollo del reattore senza subire danni dall'esplosione.
pl: Pokonaj matkę statku inżynierów i uratuj cię przed stopieniem reaktora bez ponoszenia szkód wybuchu.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_GATLING"]/name
source: B.F.G.
pl: CH.B.P.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_GATLING"]/description
source: Assemble the Gatling Gun.
es: Ensamble la pistola Gatling.
it: Assemblare la pistola gatling.
pl: Zbierz pistolet guatlingowy.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_GATLING"]/secretDescription
source: Collect and assemble the three lost components of an antique weapon from the Federation-Mantis War.
es: Recoja y ensamble los tres componentes perdidos de un arma antigua de la Guerra de la Mantis de la Federación.
it: Raccogli e assembla i tre componenti persi di un'arma antica dalla guerra della Federazione-Mantis.
pl: Zbierz trzy utracone elementy starej broni Federacji Federacji z Matką Bożą.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_KASPAROV"]/name
source: The Something-Ov
es: El algo-ov
it: La cosa-ov
pl: Coś na „s”

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_KASPAROV"]/description
source: Recover the Kasparov.
es: Recuperar el Kasparov.
it: Recupera il Kasparov.
pl: Powrót Kasparova.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_KYLE"]/name
source: Ass Kicked
es: Culo pateado
it: Culo calciato
pl: Stuknęliśmy tyłek

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_KYLE"]/description
source: Defeat KYA Kyle.
es: Derrota a Kya Kyle.
it: Sconfiggi Kya Kyle.
pl: Wygrał ntz kyla.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_STORYTELLER"]/name
source: A Story of a Boy
es: Una historia de un niño
it: Una storia di un ragazzo
pl: Historia jednego chłopca

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_STORYTELLER"]/description
source: Listen to the Story Teller's Story.
es: Escuche la historia del narrador de la historia.
it: Ascolta la storia di The Story Teller.
pl: Posłuchaj historii gawędziarza.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_BUTTBUDDIES"]/name
source: Butt Buddies
es: Boteras
pl: Przyjaciele

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_BUTTBUDDIES"]/description
source: Defeat the Slugs responsible for torturing Tony Sr., Rig, and Tintan.
es: Derrota a las babosas responsables de torturar a Tony Sr., Rig y Tintan.
it: Sconfiggi le lumache responsabili della tortura di Tony Sr., Rig e Tintan.
pl: Pokonaj ślimaki odpowiedzialne za tortury Tony Art., Ryga i Tintana.

source: Oh the irony.
es: Oh, la ironía.
it: Oh l'ironia.
pl: Jaka jest ironia.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DOORSONG"]/name
source: No Entry
es: No hay entrada
it: Vietato l'accesso
pl: brak wejścia

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DOORSONG"]/description
source: Deny a lizard entry.
es: Niega una entrada de lagarto.
it: Nega una voce di lucertola.
pl: Odrzuć jaszczurkę przy wejściu.

# data/hyperspace.xml$/FTL/achievements/page[2]/section/@text
source: Renegade Cruisers
es: Cruceros renegados
it: Incrociatori rinnegati
pl: Krążowniki renegadów

# data/hyperspace.xml$//achievement[@name="ACH_REN_CLAN"]/name
source: Professionals Have Standards
es: Los profesionales tienen estándares
it: I professionisti hanno standard
pl: Specjaliści mają standardy

# data/hyperspace.xml$//achievement[@name="ACH_REN_CLAN"]/description
source: Defeat the Guild B Renegade and get the Nevermiss.
es: Derrota al Gremio B Renegade y obtén el Nevermiss.
it: Sconfiggi la gilda B rinnegata e prendi il Nevermiss.
pl: Pokonaj renegata gildii B i zdobądź „Cindle”.

# data/hyperspace.xml$//achievement[@name="ACH_REN_CLAN"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_CRYSTAL"]/name
source: On Fyre
es: En el fyre
it: Su Fyre
pl: W piecu

# data/hyperspace.xml$//achievement[@name="ACH_REN_CRYSTAL"]/description
source: Defeat the Empire C Renegade and get the Amber Launcher.
es: Derrota al Empire C Renegade y consigue el lanzador de ámbar.
it: Sconfiggi l'Impero C Renegade e ottieni il lanciatore di Amber.
pl: Pokonaj renegata imperium B i zdobądź bursztynowe wyrzutnie.

# data/hyperspace.xml$//achievement[@name="ACH_REN_CRYSTAL"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_DUSK"]/description
source: Defeat the Duskbringer B Renegade and get the Steel Flak.
es: Derrota al Duskbringer B Renegade y consigue el Flak de acero.
it: Sconfiggi il Duskbringer B rinnegade e prendi il flak in acciaio.
pl: Pokonaj renegata Sunset B Vestnik i zdobądź stalową pistolet do fragmentacji.

# data/hyperspace.xml$//achievement[@name="ACH_REN_DUSK"]/header
source: Renegade Defeated
es: Renegado derrotado
it: Renegade sconfitto
pl: Renegat jest pokonany

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGI"]/name
source: Paradox Solver
es: Solucionador de paradoja
it: Solutore di paradosso
pl: Solver paradoksów
