Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

source: Haynes
es: Hennes

source: Alkram
es: Alkaram
it: Alkaram

source: Vortigon
es: Vortigón

source: Haynes
es: Hennes

source: Vortigon
es: Vortigón

source: Alkram
es: Alkaram
it: Alkaram

source: Vortigon
es: Vortigón

source: Mettaton
es: Metatón

# data/hyperspace.xml$//race[@name="zoltan_osmian"]/powerEffect/buttonText
source: HOLOGRAM
es: Holograma
it: OLOGRAMMA

# data/hyperspace.xml$//race[@name="zoltan_osmian_enemy"]/powerEffect/buttonText
source: HOLOGRAM
es: Holograma
it: OLOGRAMMA

# data/hyperspace.xml$//race[@name="blobzoltan"]/powerEffect/buttonText
source: HOLOGRAM
es: Holograma
it: OLOGRAMMA

# data/hyperspace.xml$//race[@name="eldritch_cat"]/powerEffect/buttonText
source: CHAOS
es: CAOS
it: CAOS

source: LASERS [BONUS]
es: Láser [bonificación]
it: Laser [bonus]

# data/hyperspace.xml$//achievement[@name="ACH_REN_FED"]/name
source: Partisan Arsenal
es: Arsenal partidista
it: Arsenale partigiano

# data/hyperspace.xml$//achievement[@name="MUSIC_MORPH"]/name
source: Morph
es: Transformar
