Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MATH"]/description
source: Show any math loot to Wakeson. While in effect; For each crew member in a room, they will gain a 4% boost to their health and repair speed.
es: Muestre cualquier botín matemático a Wakesson. Mientras que en efecto;Para cada miembro de la tripulación en una habitación, obtendrán un impulso del 4% a su velocidad de salud y reparación.
it: Mostra qualsiasi bottino di matematica a Wakeson. Mentre sono in vigore;Per ogni membro dell'equipaggio in una stanza, guadagneranno una spinta del 4% alla propria velocità di salute e riparazione.
pl: Pokaż Wakeson każdą ofiarę matematyczną. Jak dotąd jest to ważne: załoga otrzymuje 4% wzrost zdrowia i prędkości naprawy dla każdego sojusznika w przedziale.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MATH"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_RENEGADES"]/name
source: Blessing of Renegades
es: Bendición de los renegados
it: Benedizione dei rinnegati
pl: Błogosławieństwo renegatów

# data/hyperspace.xml$//achievement[@name="ACH_BOON_RENEGADES"]/secretDescription
source: Receive the Blessing of Renegades from Wakeson.
es: Reciba la bendición de los renegados de Wakeson.
it: Ricevi la benedizione dei rinnegati da Wakeson.
pl: Zdobądź błogosławieństwo Reneelata z Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_RENEGADES"]/description
source: Show any Renegade loot to Wakeson. While in effect; You can avoid any hostile Renegade encounter, including bosses, for free.
es: Muestre cualquier botín renegado a Wakesson. Mientras que en efecto;Puede evitar cualquier encuentro renegado hostil, incluidos los jefes, de forma gratuita.
it: Mostra qualsiasi bottino rinnegato a Wakeson. Mentre sono in vigore;Puoi evitare qualsiasi incontro ostile rinnegato, compresi i boss, gratuitamente.
pl: Pokaż Wakeson każdej produkcji Renegade. Podczas aktorstwa;Możesz uniknąć każdego wrogiego spotkania z Renegates za darmo, w tym szefów.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_RENEGADES"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENTRY"]/name
source: Blessing of Sentries
es: Bendición de centinelas
it: Benedizione delle sentinelle
pl: Błogosławieństwo strażników

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENTRY"]/secretDescription
source: Receive the Blessing of Sentries from Wakeson.
es: Reciba la bendición de centinelas de Wakesson.
it: Ricevi la benedizione delle sentinelle da Wakeson.
pl: Zdobądź błogosławieństwo strażników z Wakexona.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENTRY"]/description
source: Show any Sentry Deployment Cannon to Wakeson. While in effect; Allied crew and crew drones gain 30% damage and movement speed on the enemy ship.
es: Muestre cualquier cañón de despliegue de centinela en Wakesson. Mientras que en efecto;Los drones de la tripulación y la tripulación aliados ganan un 30% de daño y velocidad de movimiento en el barco enemigo.
it: Mostra qualsiasi cannone di senteria a Wakeson. Mentre sono in vigore;Equipaggio alleato e droni dell'equipaggio ottengono il 30% di danni e velocità di movimento sulla nave nemica.
pl: Pokaż Wakeson dowolną broń instalacyjną strażników. Podczas aktorstwa;Załoga sojuszników i dronów piechoty otrzymuje 30% do obrażeń i szybkości ruchu na wrogim statku.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENTRY"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CURA"]/name
source: Blessing of Tasks
es: Bendición de tareas
it: Benedizione dei compiti
pl: Błogosławieństwo zadań

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CURA"]/secretDescription
source: Receive the Blessing of Tasks from Wakeson.
es: Reciba la bendición de tareas de Wakeson.
it: Ricevi la benedizione dei compiti da Wakeson.
pl: Zdobądź błogosławieństwo zadań z Wakexona.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CURA"]/description
source: Show any C.U.R.A. task reward to Wakeson. While in effect; C.U.R.A. will not charge the usual 30 scrap fee to accept tasks.
es: Mostrar cualquier C.U.R.A.Recompensa de tareas a Wakesson. Mientras que en efecto;C.U.R.A.No cobrará la tarifa de chatarra 30 habitual para aceptar tareas.
it: Mostra qualsiasi C.U.R.A.ricompensa del compito a Wakeson. Mentre sono in vigore;C.U.R.A.Non addebiterà il solito 30 rottami per accettare compiti.
pl: Pokaż Wakeson wszelką nagrodę za wykonanie zadania K.U.R.A. Chociaż jest to ważne, K.U.R.A.Nie zostanie to obciążone regularną opłatą w wysokości 30 złomu za udział w jego zadaniach.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CURA"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MODULAR"]/name
source: Blessing of Modularity
es: Bendición de modularidad
it: Benedizione della modularità
pl: Błogosławieństwo modalności

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MODULAR"]/secretDescription
source: Receive the Blessing of Modularity from Wakeson.
es: Reciba la bendición de la modularidad de Wakeson.
it: Ricevi la benedizione della modularità da Wakeson.
pl: Zdobądź błogosławieństwo modułowości z Wachekson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MODULAR"]/description
source: Show any modular weapon to Wakeson. While in effect; Start with a free Hektar module of a random kind.
es: Muestre cualquier arma modular a Wakesson. Mientras que en efecto;Comience con un módulo Hektar gratis de un tipo aleatorio.
it: Mostra qualsiasi arma modulare a Wakeson. Mentre sono in vigore;Inizia con un modulo Hektar gratuito di tipo casuale.
pl: Pokaż każdą broń modułową Wakeson. Podczas aktorstwa;Zacznij od losowego hektaru z darmowym modułem.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MODULAR"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/name
source: Blessing of Super Weapons
es: Bendición de supers armas
it: Benedizione di super armi
pl: Błogosławieństwo super-aranrangencji

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/secretName
source: Blessing of ???
es: Bendición de ???
it: Benedizione di ???
pl: Błogosławieństwo ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibir la bendición de ???de Wakesson.
it: Ricevere la benedizione di ???da Wakeson.
pl: Zdobądź błogosławieństwo ???Z Wakexon.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/description
source: Show the original Gatling Gun to Wakeson. While in effect; Your weapons charge 10% faster.
es: Muestre la pistola Gatling original a Wakesson. Mientras que en efecto;Tus armas cobran un 10% más rápido.
it: Mostra la pistola Gatling originale a Wakeson. Mentre sono in vigore;Le tue armi caricano il 10% più velocemente.
pl: Pokaż Wakeson oryginalną broń Gatling. Podczas aktorstwa;Twoja broń jest naładowana o 10% szybciej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONECANNON"]/name
source: Blessing of Morality
es: Bendición de la moral
it: Benedizione della moralità
pl: Błogosławieństwo moralności

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONECANNON"]/secretName
source: Blessing of ???
es: Bendición de ???
it: Benedizione di ???
pl: Błogosławieństwo ???

source: Receive the Blessing of ??? from Wakeson.
es: Recibir la bendición de ???de Wakesson.
it: Ricevere la benedizione di ???da Wakeson.
pl: Zdobądź błogosławieństwo ???Z Wakexon.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONECANNON"]/description
source: Show the Clone Cannon to Wakeson. While in effect; Your general notoriety starts at negative 3.
es: Muestre el cañón clon a Wakesson. Mientras que en efecto;Su notoriedad general comienza en negativo 3.
it: Mostra il cannone clone a Wakeson. Mentre sono in vigore;La tua notorietà generale inizia da negativa 3.
pl: Pokaż Wakesona klonopultowi. Podczas gdy działa, twoja wspólna zła chwała zaczyna się od ujemnej wartości 3.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONECANNON"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/name
source: Blessing of Merchants
es: Bendición de comerciantes
it: Benedizione dei mercanti
pl: Błogosławieństwo kupców

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/secretName
source: Blessing of ???
es: Bendición de ???
it: Benedizione di ???
pl: Błogosławieństwo ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibir la bendición de ???de Wakesson.
it: Ricevere la benedizione di ???da Wakeson.
pl: Zdobądź błogosławieństwo ???Z Wakexon.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/description
source: Show the Rift Waker or any Nexus loot to Wakeson. While in effect; When trading with Sylvan, you will be given a choice between 4 random trade sets.
es: Muestre el Rift Waker o cualquier botín Nexus a Wakesson. Mientras que en efecto;Al comerciar con Sylvan, se le dará la opción entre 4 conjuntos de comercio aleatorios.
it: Mostra il Waker Rift o qualsiasi bottino Nexus a Wakeson. Mentre sono in vigore;Quando si negozia con Sylvan, ti verrà data una scelta tra 4 set di scambi casuali.
pl: Pokaż wadę błędów lub dowolnego łupu Nexusa Wakesona. Podczas aktorstwa;Podczas handlu z Silvanem otrzymasz 4 losowe zestawy handlowe.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/name
source: Blessing of Generations
es: Bendición de generaciones
it: Benedizione delle generazioni
pl: Błogosławieństwo pokoleń

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/secretName
source: Blessing of ???
es: Bendición de ???
it: Benedizione di ???
pl: Błogosławieństwo ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibir la bendición de ???de Wakesson.
it: Ricevere la benedizione di ???da Wakeson.
pl: Zdobądź błogosławieństwo ???Z Wakexon.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/description
source: Show any New Gen weapon or drone to Wakeson. While in effect; All new crew for the rest of the run will start with at least level 1 in all skills.
es: Muestre cualquier arma o dron de nuevo gen a Wakesson. Mientras que en efecto;Todo el equipo nuevo para el resto de la carrera comenzará con al menos el nivel 1 en todas las habilidades.
it: Mostra qualsiasi nuova arma gen o drone a Wakeson. Mentre sono in vigore;Tutto il nuovo equipaggio per il resto della corsa inizierà con almeno il livello 1 in tutte le abilità.
pl: Pokaż Wakeson dowolną broń lub dron nowej generacji. Podczas aktorstwa;Wszyscy nowi członkowie załogi rozpoczną się do końca gry z poziomem co najmniej 1 w wszystkich umiejętnościach.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/name
source: Blessing of Aether
es: Bendición de éter
it: Benedizione di etere
pl: Błogosławieństwo eteru

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/secretName
source: Blessing of ???
es: Bendición de ???
it: Benedizione di ???
pl: Błogosławieństwo ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibir la bendición de ???de Wakesson.
it: Ricevere la benedizione di ???da Wakeson.
pl: Zdobądź błogosławieństwo ???Z Wakexon.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/description
source: Show any Aether weapon or drone to Wakeson. While in effect; Precursor ruins will now globally display on the map whenever present.
es: Muestre cualquier arma de éter o dron a Wakesson. Mientras que en efecto;Las ruinas precursoras ahora se mostrarán globalmente en el mapa siempre que presente.
it: Mostra qualsiasi arma e drrone etere a Wakeson. Mentre sono in vigore;Le rovine precursori ora verranno visualizzate a livello globale sulla mappa ogni volta che presenti.
pl: Pokaż Wakeson dowolną eteryczną broń lub dron. Podczas aktorstwa;Ruiny prekursora będą teraz wyświetlać globalnie na mapie, gdy będą obecne.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/name
source: Blessing of Poets
es: Bendición de poetas
it: Benedizione dei poeti
pl: Błogosławieństwo poetów

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/secretName
source: Blessing of ???
es: Bendición de ???
it: Benedizione di ???
pl: Błogosławieństwo ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibir la bendición de ???de Wakesson.
it: Ricevere la benedizione di ???da Wakeson.
pl: Zdobądź błogosławieństwo ???Z Wakexon.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/description
source: Show the 'Seuss' Beam to Wakeson. While in effect; Inflicts madness on enemy boarders.
es: Muestre el rayo 'Seuss' a Wakesson. Mientras que en efecto;Inflige locura a los huéspedes enemigos.
it: Mostra il raggio "Seuss" a Wakeson. Mentre sono in vigore;Infligge follia ai bacheche nemiche.
pl: Pokaż belkę Suese Wakeson. Podczas aktorstwa;Powoduje szaleństwo wśród wrogów.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/header
source: Blessing Received
es: Bendición recibida
it: Benedizione ricevuta
pl: Otrzymano błogosławieństwo

# data/hyperspace.xml$/FTL/achievements/page[6]/section[1]/@text
source: The Beam Master
es: El maestro de haz
it: Il maestro del raggio
pl: Master of Rays

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL10"]/name
source: Flyswatter
es: Matamoscas
pl: Latający

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL10"]/description
source: Defeat Leah 10 times.
es: Derrota a Leah 10 veces.
it: Sconfiggere Leah 10 volte.
pl: Pokonaj Leah 10 razy.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL10"]/header
source: Achievement Beyatched!
es: Logro Beyatched!
it: ATTENZIONE BEYATCHED!
pl: Osiągnięcie długoterminowego!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL50"]/name
source: Pesticide
es: Pesticida
it: Pesticida
pl: Pestycyd

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL50"]/description
source: Defeat Leah 50 times.
es: Derrota a Leah 50 veces.
it: Sconfiggere Leah 50 volte.
pl: Pokonaj Leię 50 razy.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL50"]/header
source: Achievement Beyatched!
es: Logro Beyatched!
it: ATTENZIONE BEYATCHED!
pl: Osiągnięcie długoterminowego!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_DEATH"]/name
source: Beyatch!
pl: Stsuka!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_DEATH"]/description
source: Die to Leah.
es: Morir a Leah.
it: Morire a Leah.
pl: Bezpośrednio z LII.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_DEATH"]/header
source: Achievement Beyatched!
es: Logro Beyatched!
it: ATTENZIONE BEYATCHED!
pl: Osiągnięcie długoterminowego!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_TRUEEND"]/name
source: The Last Beyatch
es: El último beyatch
it: L'ultimo Beyatch
pl: Ostatnia Stsuka

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_TRUEEND"]/description
source: Kill Leah for real.
es: Mata a Leah de verdad.
it: Uccidi Leah per davvero.
pl: Zabij Leah naprawdę.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_TRUEEND"]/header
source: Achievement Beyatched!
es: Logro Beyatched!
it: ATTENZIONE BEYATCHED!
pl: Osiągnięcie długoterminowego!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_JERRY"]/name
source: Bestie!
es: ¡Beste!
pl: Najlepszy przyjaciel!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_JERRY"]/description
source: Bring Jerry to Leah in the Jerome Protectorate.
es: Trae a Jerry a Leah en el protectorado de Jerome.
it: Porta Jerry a Lea nel protettorato di Jerome.
pl: Daj Jerry'emu Leahowi w Protektoratu Jerome'a.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_JERRY"]/secretDescription
source: Reunite Leah with her bestie.
es: Reune a Leah con su mejor amiga.
it: Riunirsi Leah con il suo bestie.
pl: Uświadom sobie Leah ze swoją najlepszą przyjaciółką.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_JERRY"]/header
source: Achievement Beyatched!
es: Logro Beyatched!
it: ATTENZIONE BEYATCHED!
pl: Osiągnięcie długoterminowego!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_MASTER"]/name
source: Who's the Beam Master now?
es: ¿Quién es el maestro de haz ahora?
it: Chi è il maestro del raggio adesso?
pl: Kto jest teraz mistrzem promieni?

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_MASTER"]/description
source: Show Leah the ultimate Beam.
es: Muestre a Leah el último haz.
it: Mostra a Leah il raggio finale.
pl: Pokaż Leah najsilniejszą wiązkę.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_MASTER"]/secretDescription
source: Show Leah the ultimate Beam.
es: Muestre a Leah el último haz.
it: Mostra a Leah il raggio finale.
pl: Pokaż Leah najsilniejszą wiązkę.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_MASTER"]/header
source: Achievement Beyatched!
es: Logro Beyatched!
it: ATTENZIONE BEYATCHED!
pl: Osiągnięcie długoterminowego!

# data/hyperspace.xml$/FTL/achievements/page[6]/section[2]/@text
source: The Traveling Merchant
es: El comerciante viajero
it: Il commerciante di viaggio
pl: Wędrujący kupiec

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_KILL"]/name
source: Traveling No More
es: No viajar más
it: Viaggiare più
pl: Już nie wędruje

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_KILL"]/description
source: Destroy Sylvan.
es: Destruir a Sylvan.
it: Distruggi Sylvan.
pl: Zniszcz Silvana.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_CREWKILL"]/name
source: Not So Easy
es: No tan fácil
it: Non così semplice
pl: Nie takie proste

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_CREWKILL"]/description
source: Kill Sylvan's Crew.
es: Mata a la tripulación de Sylvan.
it: Uccidi l'equipaggio di Sylvan.
pl: Zabij załogę Silvana.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_RUN"]/name
source: There's No Next Time
es: No hay la próxima vez
it: Non c'è la prossima volta
pl: Następnym razem nie będzie

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_RUN"]/description
source: Try to run from Sylvan after fighting him for the second time in a run.
es: Intenta correr desde Sylvan después de pelear con él por segunda vez en una carrera.
it: Prova a scappare da Sylvan dopo averlo combattuto per la seconda volta in una corsa.
pl: Spróbuj uciec od Silvana po tym, jak po raz drugi w jednym wyścigu.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_STORY"]/name
source: Tales of the Merchant
es: Cuentos del comerciante
pl: Historia od kupca

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_STORY"]/description
source: Listen to one of Sylvan's stories and accept the related quest.
es: Escuche una de las historias de Sylvan y acepte la búsqueda relacionada.
it: Ascolta una delle storie di Sylvan e accetta la ricerca correlata.
pl: Posłuchaj jednej z historii Silvana i weź udział w jego misji.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_LOVER"]/name
source: In Death do they Part
es: En la muerte se separan
it: Nella morte si separano
pl: Śmierć się oddziela

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_LOVER"]/description
source: Reunite Obyn and Sylvan in the merchant's final moments.
es: Reunite a Obyn y Sylvan en los momentos finales del comerciante.
it: Riunirsi Obyn e Sylvan negli ultimi momenti del commerciante.
pl: Uświadom sobie Obinę i Silvan w ostatnich minutach życia kupca.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BROTHER"]/name
source: A Tale of Two Brothers
es: Una historia de dos hermanos
it: Una storia di due fratelli
pl: Opowieść o dwóch braciach

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BROTHER"]/description
source: Reunite Billy and Sylvan in the merchant's final moments.
es: Reunir a Billy y Sylvan en los momentos finales del comerciante.
it: Riunire Billy e Sylvan negli ultimi momenti del commerciante.
pl: Ponowne uniesienie Billy'ego i Silvana w ostatnich minutach życia kupca.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_SELF"]/name
source: Don't be a Ssstranger
es: No seas un ssstranger
it: Non essere uno ssstranger
pl: Nie bądź drutem

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_SELF"]/description
source: Meet Sylvan as Sylvan.
es: Conoce a Sylvan como Sylvan.
it: Incontra Sylvan come Sylvan.
pl: Poznaj Silvana do Silvana.

# data/hyperspace.xml$/FTL/achievements/page[6]/section[3]/@text
source: The Nephew
es: El sobrino
it: Il nipote
pl: Siostrzeniec

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_RODEO"]/name
source: Giddy Up
es: Arre
it: Scegliere
pl: Dobry nastrój

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_RODEO"]/description
source: Send Jerry to compete in the EHG's rodeo.
es: Envíe a Jerry para competir en el rodeo del EHG.
it: Invia Jerry a competere nel rodeo dell'EHG.
pl: Wyślij Jerry'ego do wzięcia udziału w Rodeo Goe.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_RODEO"]/secretDescription
source: Send a very eager crewmate to the EHG's rodeo.
es: Envíe a un compañero de tripulación muy ansioso al rodeo del EHG.
it: Invia un compagno di equipaggio molto ansioso al rodeo dell'EHG.
pl: Wyślij bardzo niecierpliwego członka załogi do Rodeo Goe.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_CRYSTALPONY"]/name
source: Twilight Sparkle
es: chispa crepúsculo
pl: Radiance Zmierzch

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_CRYSTALPONY"]/description
source: Find the Crystal Equinoid.
es: Encuentra el equinoide cristalino.
it: Trova l'equinoide cristallino.
pl: Znajdź równonoc krystaliczny.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_STEED"]/name
source: Loyal Steed
es: Corcel
it: Destriero leale
pl: Prawdziwy koń

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_STEED"]/description
source: Mount Jerry on an Equinoid.
es: Monte Jerry en un equinoide.
it: Monte Jerry su un equinoide.
pl: Podnieś Jerry'ego do Equinoid.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_CRYSTALSTEED"]/name
source: Grief Knows No Limits
es: El dolor no conoce límites
it: Il dolore non conosce limiti
pl: Biada nie zna granic

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_CRYSTALSTEED"]/description
source: Mount Jerry on the Crystal Equinoid.
es: Monte Jerry en el equinoide cristalino.
it: Monte Jerry sull'equinoide di cristallo.
pl: Podnieś Jerry'ego do krystalicznego równonocy.
