Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//race[@name="unique_ruwen"]/powerEffect/tooltip
source: [COOLDOWN:28s DURATION:12s] Locks down the room, and gain the following effects: -Health regeneration of 3hp/s -0.5x damage taken in crew combat -Door phasing properties, which are shared to nearby crew -Strips door phasing properties of nearby enemies
es: [Cooldown: 28S Duración: 12s] Bloquea la habitación y obtiene los siguientes efectos: -Sealth Regeneración de 3hp/s -0.5x daño tomado en el combate de la tripulación -PROPIEDADES DE PHOLECHA PROFESO, que se comparten con la tripulación cercana -Trips Propiedades de fase de la puerta de los enemigos cercanos
it: [Cooldown: 28s Durata: 12S] Blocca la stanza e ottiene i seguenti effetti: -Health Regeneration di 3hp/s -0,5x danni sottoposti a combattimento dell'equipaggio -I Proprietà di fase di trasporto, che sono condivise per l'equipaggio vicino -STRIPS Porta Phasing Proprietà dei nemici vicini
pl: [Przeładowanie: 28C Czas trwania: 12c] Blokuje przedział i daje następujące efekty: -Spreneracja zdrowia 3 jeziora/s -Obrażenia 0,5x w bitwie z załogą -Najmniejsza załoga otrzymuje nieruchomości, aby zignorować drzwi -Lekarze tracą nieruchomości, aby zignorować drzwi

# data/hyperspace.xml$//race[@name="unique_dianesh"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA

# data/hyperspace.xml$//race[@name="unique_dianesh"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:12s] Locks down the room, and grants 80% ability cooldown reduction to nearby allies.
es: [Cooldown: 30s Duración: 12s] Bloquea la habitación y otorga el 80% de la reducción del enfriamiento de la capacidad a los aliados cercanos.
it: [Cooldown: 30s Durata: 12S] Blocca la stanza e garantisce la riduzione del recupero dell'80% di capacità agli alleati vicini.
pl: [Przeładowanie: 30c Czas trwania: 12c] Blokuje przedział i zapewnia 80% zmniejszenia ponownego ładowania umiejętności najbliższym sojusznikom.

# data/hyperspace.xml$//race[@name="unique_obyn"]/powerEffect/buttonText
source: SALT
es: SAL
it: SALE
pl: SÓL

# data/hyperspace.xml$//race[@name="unique_obyn"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the ability.
es: [Cooldown: 20s Duración: 15s] Continuamente causa daños a la tripulación cercana.Los enemigos perderán 4 hp/s, los aliados perderán 2HP/s, las babosas perderán 4 hp/s adicionales.El propio Obyn es inmune a la habilidad.
it: [Cooldown: Durata 20S: 15S] Infliggere continuamente danni alla troupe vicina.I nemici perderanno 4hp/s, gli alleati perderanno 2 CV/s, le lumache perderanno un extra di 4 CV/s.Obyn stesso è immune dalla capacità.
pl: [Przeładowanie: 20c Czas trwania: 15c] Ciągle uszkadzają najbliższą załogę.Wrogowie tracą 4 jeziora/s, sojusznicy tracą 2 jeziora/s, ślimaki tracą dodatkowe 4 jezioro/s.Sam obhin jest odporny na tę umiejętność.

# data/hyperspace.xml$//race[@name="unique_obyn_temp"]/powerEffect/buttonText
source: SALT
es: SAL
it: SALE
pl: SÓL

# data/hyperspace.xml$//race[@name="unique_obyn_temp"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the ability.
es: [Cooldown: 20s Duración: 15s] Continuamente causa daños a la tripulación cercana.Los enemigos perderán 4 hp/s, los aliados perderán 2HP/s, las babosas perderán 4 hp/s adicionales.El propio Obyn es inmune a la habilidad.
it: [Cooldown: Durata 20S: 15S] Infliggere continuamente danni alla troupe vicina.I nemici perderanno 4hp/s, gli alleati perderanno 2 CV/s, le lumache perderanno un extra di 4 CV/s.Obyn stesso è immune dalla capacità.
pl: [Przeładowanie: 20c Czas trwania: 15c] Ciągle uszkadzają najbliższą załogę.Wrogowie tracą 4 jeziora/s, sojusznicy tracą 2 jeziora/s, ślimaki tracą dodatkowe 4 jezioro/s.Sam obhin jest odporny na tę umiejętność.

# data/hyperspace.xml$//race[@name="nexus_obyn_cel"]/powerEffect/buttonText
source: SALT
es: SAL
it: SALE
pl: SÓL

# data/hyperspace.xml$//race[@name="nexus_obyn_cel"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the ability.
es: [Cooldown: 20s Duración: 15s] Continuamente causa daños a la tripulación cercana.Los enemigos perderán 4 hp/s, los aliados perderán 2HP/s, las babosas perderán 4 hp/s adicionales.El propio Obyn es inmune a la habilidad.
it: [Cooldown: Durata 20S: 15S] Infliggere continuamente danni alla troupe vicina.I nemici perderanno 4hp/s, gli alleati perderanno 2 CV/s, le lumache perderanno un extra di 4 CV/s.Obyn stesso è immune dalla capacità.
pl: [Przeładowanie: 20c Czas trwania: 15c] Ciągle uszkadzają najbliższą załogę.Wrogowie tracą 4 jeziora/s, sojusznicy tracą 2 jeziora/s, ślimaki tracą dodatkowe 4 jezioro/s.Sam obhin jest odporny na tę umiejętność.

# data/hyperspace.xml$//race[@name="slug_hektar"]/powerEffect/buttonText
source: HIDE
es: ESCONDER
it: NASCONDERE
pl: Ukrywać

# data/hyperspace.xml$//race[@name="slug_hektar"]/powerEffect/tooltip
source: Auto: Hides in the box when at low health.
es: Auto: se esconde en la caja cuando tiene baja salud.
it: Auto: si nasconde nella scatola quando a bassa salute.
pl: Automatycznie: ukrywa się w pudełku na niskim poziomie zdrowia.

# data/hyperspace.xml$//race[@name="slug_hektar_box"]/powerEffect/buttonText
source: HIDE
es: ESCONDER
it: NASCONDERE
pl: Ukrywać

# data/hyperspace.xml$//race[@name="slug_hektar_box"]/powerEffect/tooltip
source: Auto: Hides in the box when at low health.
es: Auto: se esconde en la caja cuando tiene baja salud.
it: Auto: si nasconde nella scatola quando a bassa salute.
pl: Automatycznie: ukrywa się w pudełku na niskim poziomie zdrowia.

# data/hyperspace.xml$//race[@name="unique_billy"]/powerEffect/buttonText
source: HIDE
es: ESCONDER
it: NASCONDERE
pl: Ukrywać

# data/hyperspace.xml$//race[@name="unique_billy"]/powerEffect/tooltip
source: [COOLDOWN:5s] Hide in a box. It's very effective!
es: [Cooldown: 5s] Esconderse en una caja.¡Es muy efectivo!
it: [Cooldown: 5s] Nascondersi in una scatola.È molto efficace!
pl: [Reloading: 5c] Ukrywa się w pudełku.To jest bardzo skuteczne!

# data/hyperspace.xml$//race[@name="unique_billy_box"]/powerEffect/buttonText
source: HIDE
es: ESCONDER
it: NASCONDERE
pl: Ukrywać

# data/hyperspace.xml$//race[@name="unique_billy_box"]/powerEffect/tooltip
source: Auto: Hides in the box when at low health.
es: Auto: se esconde en la caja cuando tiene baja salud.
it: Auto: si nasconde nella scatola quando a bassa salute.
pl: Automatycznie: ukrywa się w pudełku na niskim poziomie zdrowia.

# data/hyperspace.xml$//race[@name="slug_saboteur"]/powerEffect/buttonText
source: CLOAK
es: CAPA
it: MANTELLO
pl: PRZEBRANIE

# data/hyperspace.xml$//race[@name="slug_saboteur"]/powerEffect/tooltip
source: [COOLDOWN:40s DURATION:20s] Grants the following effects: -Avoids being targeted by crew, lose ability to fight them -Door phasing properties, 0.4x movement speed -3x sabotage speed (-0.5x per enemy present in the room) -Nearby enemies take 50% more combat damage
es: [Cooldown: 40s Duración: 20s] Otorga los siguientes efectos: -Evieides al ser atacados por la tripulación, pierden la capacidad de luchar contra ellos -Se Propiedades de fase de puertas, velocidad de movimiento de 0.4x -3x Velocidad de sabotaje (-0.5x por enemigo presente en la habitación) -Nearby enemigos toman un 50% más de daño de combate
it: [Cooldown: 40s Durata: 20s] Concede i seguenti effetti: -Evita essere preso di mira dall'equipaggio, perdere la capacità di combatterli -I Proprietà di fase didoor, velocità di movimento 0,4x -3x velocità di sabotaggio (-0,5x per nemico presente nella stanza) -Nearby Enemys subisce il 50% in più di danni da combattimento
pl: [Przeładowanie: 40C Czas trwania: 20c] Daje następujące efekty: -Efekcja nie może wyrządzić mu szkód, traci zdolność do walki z nimi. -Przez drzwi, prędkość prędkości 0,4x -3x szybkość sabotażu (-0,5x dla każdego wroga obecnego w przedziale) -Bloryrzy wrogowie otrzymują 50% więcej obrażeń bojowych

# data/hyperspace.xml$//race[@name="slug_knight"]/powerEffect/buttonText
source: CLOAK
es: CAPA
it: MANTELLO
pl: PRZEBRANIE

# data/hyperspace.xml$//race[@name="slug_knight"]/powerEffect/tooltip
source: [DURATION:10s] Deploy a Stun bomb (5s stun, 1 ion damage) in the current room. Does not stun allies, but can ion your systems. Additionally gain the following effects: -Avoids being targeted by crew, can still attack with 1x damage -Health regeneration of 5hp/s -0.6x movement speed
es: [Duración: 10s] Disguste de una bomba de aturdimiento (5S aturdido, 1 daño iónico) en la sala actual.No aturde a los aliados, pero puede ionar sus sistemas. Además, obtenga los siguientes efectos: -Evieides que están atacados por la tripulación, aún pueden atacar con 1x daño -Sealth Regeneración de 5hp/s -0.6x velocidad de movimiento
it: [Durata: 10s] Distribuisci una bomba stordente (5S stordi, 1 danno da ioni) nella stanza attuale.Non stordito gli alleati, ma può ionizzare i tuoi sistemi. Inoltre ottieni i seguenti effetti: -Evita essere preso di mira dall'equipaggio, può ancora attaccare con 1x danno -Health Regeneration di 5hp/s -0.6x velocità di movimento
pl: [Czas trwania: 10s] Umieść ogłuszającą bombę (oszałamiające 5C, 1 uszkodzenie jonów) w bieżącym przedziale.Nie ogłusza sojuszników, ale może jonizować twoje systemy. Dodatkowo otrzymuje następujące efekty: -Kież nie może spowodować mu uszkodzenia, nadal może atakować za pomocą 1x obrażeń -PORDZICA CONTROLA 5 LAKE/S -0,6x prędkość ruchu

# data/hyperspace.xml$//race[@name="unique_nights"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="unique_nights"]/powerEffect/tooltip
source: [COOLDOWN:45s DURATION:22s] Deploy a Breach bomb MK2 (3 system damage, 45 crew damage). Does not harm allies, but can affect your own systems. Additionally gain the following effects: -Avoids being targeted by crew, lose ability to fight them -Lose the ability to repair -5x sabotage speed
es: [Cooldown: 45s Duración: 22s] Disguste de una bomba de violación MK2 (3 daños en el sistema, 45 daños en la tripulación).No daña a los aliados, pero puede afectar sus propios sistemas. Además, obtenga los siguientes efectos: -Evieides al ser atacados por la tripulación, pierden la capacidad de luchar contra ellos -Lise la capacidad de reparar -5x velocidad de sabotaje
it: [Cooldown: 45s Durata: 22S] Distribuire una bomba di violazione MK2 (3 danni del sistema, 45 danni dell'equipaggio).Non danneggia gli alleati, ma può influire sui tuoi sistemi. Inoltre ottieni i seguenti effetti: -Evita essere preso di mira dall'equipaggio, perdere la capacità di combatterli -La la possibilità di riparare -5x velocità di sabotaggio
pl: [Przeładowanie: 45S Czas trwania: 22C] Planuje wystający mod bomby.II (3 uszkodzenia systemu, 45 szkód załogi).Nie szkodzi sojusznikom, ale może trafić w twoje własne systemy. Dodatkowo otrzymuje następujące efekty: -Efekcja nie może wyrządzić mu szkód, traci zdolność do walki z nimi. -jest możliwość naprawy -5x Szybkość sabotażu

# data/hyperspace.xml$//race[@name="unique_slocknog"]/powerEffect/buttonText
source: STUN
es: ATURDIR
it: STORDIRE
pl: Zachwycający

# data/hyperspace.xml$//race[@name="unique_slocknog"]/powerEffect/tooltip
source: [COOLDOWN:50s DURATION:20s] Lose telepathic powers to stun all enemy crew in the room for 20 seconds.
es: [Cooldown: 50s Duración: 20s] Pierde poderes telepáticos para aturdir a toda la tripulación enemiga en la habitación durante 20 segundos.
it: [Cooldown: 50S Durata: 20s] Perdere i poteri telepatici per stordire tutti gli equipaggi nemici nella stanza per 20 secondi.
pl: [Przeładowanie: 50c Czas trwania: 20c] Traci umiejętności telepatyczne, aby ogłuszyć wszystkich członków załogi wroga w przedziale przez 20 sekund.

# data/hyperspace.xml$//race[@name="slug_clansman"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="slug_clansman"]/powerEffect/tooltip
source: [COOLDOWN:32s DURATION:6s] Deploy a Bio bomb that harms ALL other crew in the room for 30 damage. Will temporarily cloak and cease movements and attacks for 6 seconds, hiding from enemy crew.
es: [Cooldown: 32s Duración: 6s] Desganza una bomba biológica que perjudica a todos los demás tripulantes en la habitación por 30 daños. Temporalmente cubrirá y dejará de movimientos y ataques durante 6 segundos, escondidos de la tripulación enemiga.
it: [Cooldown: 32s Durata: 6s] Distribuire una bomba bio che danneggia tutti gli altri membri dell'equipaggio nella stanza per 30 danni. Cloak e cesserà temporaneamente i movimenti e gli attacchi per 6 secondi, nascondendosi dalla troupe nemica.
pl: [Przeładowanie: 32c Czas trwania: 6c] Umieścił Bun-Bomb, który stosuje 30 szkód dla wszystkich innych członków załogi w przedziale. Tymczasowo zamaskowany i przestaje poruszać się i atakuje przez 6 sekund, ukrywając się przed załogą wroga.

# data/hyperspace.xml$//race[@name="slug_ranger"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="slug_ranger"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:12s] Deploy a Stun bomb (5s stun, 1 ion damage) in the current room. Does not stun allies, but can ion your systems. Will temporarily cloak and cease movements for 12 seconds, hiding from enemy crew. Can still attack at 1x damage during the ability.
es: [Cooldown: 30s Duración: 12s] Disguste de una bomba de aturdimiento (5S aturdido, 1 daño iónico) en la sala actual.No aturde a los aliados, pero puede ionar sus sistemas. Temporalmente cubrirá y dejará de movimientos durante 12 segundos, escondidos de la tripulación enemiga.Todavía puede atacar con 1X daño durante la habilidad.
it: [Cooldown: 30s Durata: 12S] Distribuisci una bomba stordente (5S stordi, 1 danno da ioni) nella stanza attuale.Non stordito gli alleati, ma può ionizzare i tuoi sistemi. Maglierà temporaneamente e cesserà i movimenti per 12 secondi, nascondendosi dalla troupe nemica.Può ancora attaccare a 1x danno durante la capacità.
pl: [Przeładowanie: 30c Czas trwania: 12c] W obecnym przedziale umieścił ogłuszającą bombę (oszałamiającą 5c, 1 uszkodzenie jonów).Nie ogłusza sojuszników, ale może jonizować twoje systemy. Tymczasowo zamaskowane i przestaje poruszać 12 sekund, ukrywając się przed ekipą wroga.Podczas działania zdolności może atakować z uszkodzeniem 1x.

# data/hyperspace.xml$//race[@name="unique_irwin"]/powerEffect/buttonText
source: TRANQUILIZE
es: TRANQUILIZAR
it: Tranquillare
pl: Tłumacz

# data/hyperspace.xml$//race[@name="unique_irwin"]/powerEffect/tooltip
source: [COOLDOWN:30s] Neutralize all crew in the targeted room present at the time of the cast except himself for 20 seconds, setting their stats to default values. Does not impact abilities, death effects, or capabilities.
es: [Cooldown: 30s] Neutralizar a todos los tripulantes en la sala objetivo presente en el momento del elenco, excepto él mismo durante 20 segundos, estableciendo sus estadísticas en valores predeterminados.No afecta las habilidades, los efectos de la muerte o las capacidades.
it: [Cooldown: 30s] Neutralizza tutto l'equipaggio nella stanza target presente al momento del cast, tranne se stesso per 20 secondi, impostando le loro statistiche su valori predefiniti.Non influisce sulle capacità, gli effetti della morte o le capacità.
pl: [Reloading: 30c] Neutralizuje wszystkich członków załogi w przedziale obecnym w momencie stosowania zdolności, z wyjątkiem siebie przez 20 sekund, ustalając swoje domyślne cechy.Nie wpływa na zdolność, efekty śmierci ani możliwości.

# data/hyperspace.xml$//race[@name="unique_irwin_demon"]/powerEffect/buttonText
source: TRANQUILIZE
es: TRANQUILIZAR
it: Tranquillare
pl: Tłumacz

# data/hyperspace.xml$//race[@name="unique_irwin_demon"]/powerEffect/tooltip
source: [COOLDOWN:30s] Neutralize all crew in the targeted room present at the time of the cast except himself for 20 seconds, setting their stats to default values. Does not impact abilities, death effects, or capabilities. Bonus: Tranquilizer also strips the innate properties of lesser eldritch beings, preventing Things from duplicating and allowing Spawns to be damaged
es: [Cooldown: 30s] Neutralizar a todos los tripulantes en la sala objetivo presente en el momento del elenco, excepto él mismo durante 20 segundos, estableciendo sus estadísticas en valores predeterminados.No afecta las habilidades, los efectos de la muerte o las capacidades. Bonificación: el tranquilizante también elimina las propiedades innatas de los seres de eldritch menores, evitando que las cosas dupliquen y permitan dañar los desove.
it: [Cooldown: 30s] Neutralizza tutto l'equipaggio nella stanza target presente al momento del cast, tranne se stesso per 20 secondi, impostando le loro statistiche su valori predefiniti.Non influisce sulle capacità, gli effetti della morte o le capacità. Bonus: il tranquillante spoglia anche le proprietà innate di esseri eldritch minori, impedendo alle cose di duplicare e consentire a spawn di essere danneggiati
pl: [Reloading: 30c] Neutralizuje wszystkich członków załogi w przedziale obecnym w momencie stosowania zdolności, z wyjątkiem siebie przez 20 sekund, ustalając swoje domyślne cechy.Nie wpływa na zdolność, efekty śmierci ani możliwości. Bonus: uspokajający pozbawia także okropne stworzenia o naturalnych nieruchomościach, uniemożliwiając coś do kopiowania i pozwalając stworzeniu otrzymywać obrażenia

# data/hyperspace.xml$//race[@name="unique_sylvan"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="unique_sylvan"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="nexus_sylvan_cel"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="nexus_sylvan_cel"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="nexus_sylvan_gman"]/powerEffect/buttonText
source: FREEZE
es: CONGELAR
it: CONGELARE
pl: Zamrażanie

# data/hyperspace.xml$//race[@name="nexus_sylvan_gman"]/powerEffect/tooltip
source: [COOLDOWN:45s DURATION:12s] All other crew and crew drones are frozen in place but become immune to hazards.
es: [Cooldown: 45s Duración: 12s] Todos los demás drones de tripulación y tripulación están congelados en su lugar, pero se vuelven inmunes a los peligros.
it: [Cooldown: 45s Durata: 12S] Tutti gli altri droni dell'equipaggio e dell'equipaggio sono congelati ma diventano immuni ai pericoli.
pl: [RELOADING: 45S Czas trwania: 12c] Wszyscy inni członkowie załogi i drony piechoty zamarzają na miejscu, ale stają się odporne na niebezpieczeństwa.

# data/hyperspace.xml$//race[@name="sylvanrick"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="sylvanrick"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="sylvansans"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="sylvansans"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="saltpapy"]/powerEffect/buttonText
source: SALT
es: SAL
it: SALE
pl: SÓL

# data/hyperspace.xml$//race[@name="saltpapy"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew and slow their speed by 50%. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the damage.
es: [Cooldown: 20s Duración: 15s] Continuamente inflige daños a la tripulación cercana y disminuye su velocidad en un 50%.Los enemigos perderán 4 hp/s, los aliados perderán 2HP/s, las babosas perderán 4 hp/s adicionales.El propio Obyn es inmune al daño.
it: [Cooldown: Durata 20S: 15S] Infliggere continuamente danni all'equipaggio vicino e rallentare la velocità del 50%.I nemici perderanno 4hp/s, gli alleati perderanno 2 CV/s, le lumache perderanno un extra di 4 CV/s.Obyn stesso è immune al danno.
pl: [Przeładowanie: 20c Czas trwania: 15c] Ciągle uszkadza najbliższą załogę i spowalnia swoją prędkość o 50%.Wrogowie tracą 4 jeziora/s, sojusznicy - 2 jeziora/s, ślimaki tracą dodatkowe 4 jeziora/s.Sam obhin jest odporny na tę umiejętność.
