Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHELL"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LEECH"]/name
source: Boon of Parasites
es: Bendición de parásitos
pl: Korzyść z pasożytów

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LEECH"]/secretDescription
source: Receive the Boon of Parasites from Thest.
es: Reciba la bendición de parásitos de lo mejor.
it: Ricevi il vantaggio dei parassiti da Thest.
pl: Zdobądź dobro pasożytów od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LEECH"]/description
source: Show an elite Leech crew to Thest. While in effect; Leech crew gain 10 more health.
es: Muestre a un equipo de sanguijuela de élite para el momento. Mientras que en efecto;La tripulación de sanguijuela gane 10 más de salud.
it: Mostra un equipaggio di sanguisuga d'élite per questo. Mentre sono in vigore;Equipaggio di sanguisuga guadagna altre 10 salute.
pl: Pokaż elitarnej ekipie pijawek swojej siostrze.Podczas aktorstwa;Załoga Leeches otrzymuje 10 więcej zdrowia.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LEECH"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GHOST"]/name
source: Boon of Phantoms
es: Bendición de fantasmas
it: Vantaggio di fantasmi
pl: Korzyść z fantomów

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GHOST"]/secretDescription
source: Receive the Boon of Phantoms from Thest.
es: Reciba la bendición de fantasmas de la mayor.
it: Ricevi il vantaggio dei fantasmi da Thest.
pl: Korzystają z Phantoms od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GHOST"]/description
source: Show an Alpha Ghost crew to Thest. While in effect; Ghost crew gain 30% more movement speed.
es: Muestre a un equipo de Alpha Ghost para probar.Mientras que en efecto;Ghost Crew gana un 30% más de velocidad de movimiento.
it: Mostra una troupe alfa fantasma per testare.Mentre sono in vigore;L'equipaggio fantasma guadagna il 30% in più di velocità di movimento.
pl: Pokaż ducha siostry Alpha. Podczas aktorstwa;Załoga duchów otrzymuje o 30% więcej niż prędkość ruchu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GHOST"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LANIUS"]/name
source: Boon of Metalloids
es: Bendición de metaloides
pl: Korzyść z metalu

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LANIUS"]/secretDescription
source: Receive the Boon of Metalloids from Thest.
es: Reciba la bendición de metaloides de lo mejor.
it: Ricevi il vantaggio delle metalloidi da Thest.
pl: Zdobądź korzyść z metalu od swojej siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LANIUS"]/description
source: Show an elite or rare Lanius crew to Thest. While in effect; Lanius crew heal twice as fast and take 10% less combat damage.
es: Muestre a una tripulación de élite o rara de Lanius a lo mejor. Mientras que en efecto;La tripulación de Lanius se cura el doble de rápido y toma un 10% menos de daño de combate.
it: Mostra un equipaggio d'élite o raro di Lanius a Thest. Mentre sono in vigore;Lanius Crew guarisce due volte più velocemente e subisce un danno da combattimento al 10% in meno.
pl: Pokaż elitarną lub rzadką załogę siostry Laniusa. Podczas aktorstwa załoga Laniusa jest wyleczona dwa razy szybciej i otrzymuje o 10% mniej uszkodzeń bojowych.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LANIUS"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PONY"]/name
source: Boon of Equinoids
es: Bendición de equinoides
pl: Korzyść z równonocy

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PONY"]/secretDescription
source: Receive the Boon of Equinoids from Thest.
es: Reciba la bendición de los equinoides de lo mejor.
it: Ricevi il vantaggio degli equinoidi da Thest.
pl: Uzyskaj korzyść z Equinoids od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PONY"]/description
source: Show an Equinoid crew to Thest. While in effect; Start the next run with a tamed equinoid.
es: Muestre una tripulación equinoides para lo mejor. Mientras que en efecto;Comience la próxima carrera con un equinoide domesticado.
it: Mostra un equipaggio equinoide per questo. Mentre sono in vigore;Inizia la corsa successiva con un equinoide addomesticato.
pl: Pokaż załogę Equinoids siostrze. Podczas aktorstwa;Rozpocznij następny fragment oswojonym równonocnikiem.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PONY"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/name
source: Boon of Shapeshifting
es: Bendición de cambio de forma
it: Boon of Speshifting
pl: Korzyść z reinkarnacji

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/description
source: Show a Morph crew to Thest. While in effect; Morph crew gain 10% more health and 30% more movement speed.
es: Muestre un equipo de morfo a lo mejor. Mientras que en efecto;El equipo de Morph gana un 10% más de salud y un 30% más de velocidad de movimiento.
it: Mostra un equipaggio di Morph a Thest. Mentre sono in vigore;Morph Crew guadagna il 10% in più di salute e il 30% in più di velocità di movimento.
pl: Pokaż załogę morfów siostrze. Podczas aktorstwa załoga Morphsa otrzymuje o 10% więcej zdrowia i 30% więcej niż prędkość ruchu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/header[1]
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/header[2]
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/name
source: Boon of Scales
es: Bendición de escamas
it: Vantaggio di scale
pl: Korzyść z skal

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/description
source: Show a Lizard crew to Thest. While in effect; Lizard crew gain a 15% boost to all standard stats.
es: Muestre a un equipo de lagarto a lo mejor. Mientras que en efecto;La tripulación de lagarto obtiene un impulso del 15% a todas las estadísticas estándar.
it: Mostra un equipaggio di lucertola per questo. Mentre sono in vigore;L'equipaggio di lucertola guadagna un aumento del 15% su tutte le statistiche standard.
pl: Pokaż załogę jaszczurek siostrze. Podczas działania załoga jaszczurek otrzymuje wzrost o 15% do wszystkich standardowych cech.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/name
source: Boon of Arachnids
es: Bendición de arácnidos
it: Boon of Aracnids
pl: Korzyść z pajęczaków

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/description
source: Show a Spider crew to Thest. While in effect; Spider crew are always controllable, even without the Queen present.
es: Muestre a un equipo de araña para el mayor. Mientras que en efecto;La tripulación de araña siempre es controlable, incluso sin la reina presente.
it: Mostra un equipaggio di ragno al punto. Mentre sono in vigore;L'equipaggio del ragno è sempre controllabile, anche senza la regina presente.
pl: Pokaż siostrze załogę pająków. Podczas aktorstwa;Załoga Vya pająków jest stale kontrolowana, nawet przy braku królowej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/name
source: Boon of Osmia
es: Bendición de Osmia
pl: Na szczęście Osmia

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/description
source: Show an Osmian to Thest. While in effect; Osmian crew regain all ability charges and heal holograms in the same room at 2hp/s.
es: Muestra un Osmian a lo mejor. Mientras que en efecto;La tripulación de Osmian recupera todas las cargas de habilidad y sane hologramas en la misma habitación a 2HP/s.
it: Mostra un Osmian per questo. Mentre sono in vigore;L'equipaggio Osmian riprende tutte le cariche di abilità e guariscono gli ologrammi nella stessa stanza a 2 CV/s.
pl: Pokaż siostrę Osmian. Podczas aktorstwa;Załoga Osmijskiego przywraca wszystkie opłaty umiejętności i leczy hologramy w tym samym przedziale z prędkością 2 jezior/s.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/name
source: Boon of Ancients
es: Bendición de antiguos
pl: Korzyść starożytnych

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/description
source: Show an Obelisk or Cognitive crew to Thest. While in effect; Obelisk and Cognitive crew gain 20 more health and a 15% boost to damage and repair speed.
es: Muestre un obelisco o una tripulación cognitiva para el momento. Mientras que en efecto;El obelisco y la tripulación cognitiva obtienen 20 más de salud y un aumento del 15% para dañar y reparar la velocidad.
it: Mostra un equipaggio di obelisco o cognitivo fino a Thest. Mentre sono in vigore;L'equipaggio di obelisco e cognitivo guadagna 20 in più e una spinta del 15% ai danni e alla velocità di riparazione.
pl: Pokaż siostrze załogę Obelisków lub Koglanów. Podczas działania tego efektu załogi Obelisks i Fogitian otrzymują 20 większych zdrowia i 15% wzrostu szkód i prędkości powrotu do zdrowia.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/name
source: Boon of Companions
es: Bendición de compañeros
pl: Korzyść towarzyszy

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/description
source: Show a unique crew to Thest. While in effect; Unique crew lose no skills when cloned, heal 50% faster, and gain a 15% boost to damage, repair, and movement speed.
es: Muestre una tripulación única para lo mejor. Mientras que en efecto;La tripulación única no pierde habilidades cuando se clonó, sane un 50% más rápido y obtenga un aumento del 15% para dañar, reparar y la velocidad de movimiento.
it: Mostra un equipaggio unico per questo. Mentre sono in vigore;L'equipaggio unico non perde abilità quando clonato, guarisce il 50% più velocemente e ottiene una spinta del 15% a danni, riparazione e velocità di movimento.
pl: Pokaż wyjątkową załogę siostrze. Chociaż jest to ważne: unikalna załoga nie traci umiejętności podczas klonowania, jest traktowana o 50% szybciej i otrzymuje 15% wzrost szkód, naprawy i szybkości ruchu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/name
source: Boon of Mechanics
es: Bendición de mecánica
pl: Korzyść mechaniki

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/description
source: Show Captain A5540L3 to Thest. While in effect; Crew drones gain 50 health and doubled movement speed.
es: Mostrar al Capitán A5540L3 a Theest. Mientras que en efecto;Los drones de la tripulación ganan 50 salud de salud y duplicación de movimiento.
it: Mostra il capitano A5540L3 a Thest. Mentre sono in vigore;I droni dell'equipaggio guadagnano 50 salute e raddoppiano la velocità di movimento.
pl: Pokaż SIM Captain 34SR4N3T. Podczas aktorstwa;Drony piechoty otrzymują 50 zdrowia i podwójną prędkość ruchu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/name
source: Boon of Children
es: Bendición de niños
it: Vantaggio dei bambini
pl: Korzyść dzieci

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/description
source: Show the Orchid Children to Thest. While in effect; Your crew gain a 1% boost to their health, and you feel immense shame.
es: Muestre a los niños de orquídeas a lo mejor. Mientras que en efecto;Su tripulación obtiene un impulso del 1% en su salud, y siente una vergüenza inmensa.
it: Mostra i bambini di orchidee al punto. Mentre sono in vigore;Il tuo equipaggio ottiene una spinta dell'1% per la propria salute e provi una vergogna immensa.
pl: Pokaż dzieciom orchiderze siostry. Podczas aktorstwa;Twoja załoga otrzymuje 1% wzrost zdrowia i odczuwasz ogromny wstyd.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/name
source: Boon of Chaos
es: Bendición del caos
pl: Korzyść z chaosu

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/secretName
source: Boon of ???
es: Bendición de ???
it: Boon di ???
pl: Na szczęście ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibir la bendición de ???de lo mejor.
it: Ricevere il vantaggio di ???da thest.
pl: Uzyskać dobry ???Od siostry.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/description
source: Visit the Judges with Chaos Mode active. While in effect; Your fuel, missiles, and drone parts will rapidly fluctuate constantly.
es: Visite a los jueces con el modo Caos activo. Mientras que en efecto;Su combustible, misiles y piezas de drones fluctuarán rápidamente constantemente.
it: Visita i giudici con la modalità caos attiva. Mentre sono in vigore;Il tuo carburante, missili e parti dei droni fluttuano rapidamente costantemente.
pl: Odwiedź sędziów z aktywnym reżimem chaosu. Podczas aktorstwa;Kompleksy paliwa, rakiet i dronów będą stale się zmieniać.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/header
source: Boon Received
es: Boon recibido
it: Boon ricevuto
pl: Na szczęście otrzymany

# data/hyperspace.xml$/FTL/achievements/page[5]/section[2]/@text
source: Corby's Grants
es: Subvenciones de Corby
it: Le sovvenzioni di Corby
pl: Prezenty Corby'ego

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PILOT"]/name
source: Grant of Piloting
es: Subvención de pilotos
it: Concessione di pilotaggio
pl: Dar pilotowania

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PILOT"]/secretDescription
source: Receive the Grant of Piloting from Corby.
es: Reciba la concesión de pilotaje de Corby.
it: Ricevi la concessione di pilotaggio da Corby.
pl: Zdobądź dar pilotowania od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PILOT"]/description
source: Show a fully upgraded Piloting Subsystem to Corby. While in effect; Your crew is immune to mind control in the Piloting room.
es: Muestre un subsistema de piloto totalmente actualizado a Corby. Mientras que en efecto;Su tripulación es inmune al control mental en la sala de pilotos.
it: Mostra un sottosistema di pilotaggio completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio è immune al controllo mentale nella sala pilotaggio.
pl: Pokaż Corbie całkowicie zmodernizowaną kierownicę. Podczas aktorstwa;Twoja załoga jest odporna na kontrolę umysłu na kierownicy.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PILOT"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_WEAPONS"]/name
source: Grant of Weaponry
es: Concesión de armamento
it: Concessione di armi
pl: Dar broni

# data/hyperspace.xml$//achievement[@name="ACH_BOON_WEAPONS"]/secretDescription
source: Receive the Grant of Weaponry from Corby.
es: Reciba la concesión de armamento de Corby.
it: Ricevi la concessione di armi da Corby.
pl: Zdobądź dar broni od Corby'ego.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_WEAPONS"]/description
source: Show a fully upgraded Weapons System to Corby. While in effect; Your crew repair the Weapons system 50% faster.
es: Muestre un sistema de armas totalmente actualizado a Corby. Mientras que en efecto;Su tripulación repara el sistema de armas 50% más rápido.
it: Mostra un sistema di armi completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio ripara il sistema di armi al 50% più veloce.
pl: Pokaż Corbie całkowicie zmodernizowany system broni. Podczas aktorstwa;Twoja załoga naprawia system broni o 50% szybciej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_WEAPONS"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHIELDS"]/name
source: Grant of Shielding
es: Concesión de blindaje
it: Concessione di schermatura
pl: Dar tarcz

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHIELDS"]/secretDescription
source: Receive the Grant of Shielding from Corby.
es: Reciba la concesión de blindaje de Corby.
it: Ricevi la concessione di schermatura da Corby.
pl: Zdobądź dar tarcz od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHIELDS"]/description
source: Show a fully upgraded Shields System to Corby. While in effect; Your crew repair the Shields system 50% faster.
es: Muestre un sistema de escudos totalmente actualizado a Corby. Mientras que en efecto;Su tripulación repara el sistema Shields 50% más rápido.
it: Mostra un sistema di scudi completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio ripara il sistema Shields al 50% più veloce.
pl: Pokaż Corbie całkowicie zmodernizowany system tarczy. Podczas aktorstwa;Twoja załoga naprawia system tarczy o 50% szybciej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHIELDS"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGINES"]/name
source: Grant of Engines
es: Concesión de motores
it: Concessione di motori
pl: Dar silników

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGINES"]/secretDescription
source: Receive the Grant of Engines from Corby.
es: Reciba la concesión de motores de Corby.
it: Ricevi la concessione di motori da Corby.
pl: Zdobądź dar silników od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGINES"]/description
source: Show a fully upgraded Engines System to Corby. While in effect; Your crew repair the Engines system 75% faster.
es: Muestre un sistema de motores totalmente actualizado a Corby. Mientras que en efecto;Su tripulación repara el sistema de motores un 75% más rápido.
it: Mostra un sistema di motori completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio ripara il sistema dei motori al 75% più veloce.
pl: Pokaż Corbie całkowicie zmodernizowany system silnika. Podczas aktorstwa;Twoja załoga naprawia silnik silników o 75% szybciej.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGINES"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MEDBAY"]/name
source: Grant of Healing
es: Subvención de curación
it: Concessione di guarigione
pl: Dar uzdrawiania

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MEDBAY"]/secretDescription
source: Receive the Grant of Healing from Corby.
es: Reciba la concesión de curación de Corby.
it: Ricevi la concessione di guarigione da Corby.
pl: Zdobądź dar uzdrawiania od Corbie.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MEDBAY"]/description
source: Show a fully upgraded Medbay System to Corby. While in effect; Your crew heal 75% faster anywhere.
es: Muestre un sistema Medbay totalmente actualizado a Corby. Mientras que en efecto;Su tripulación sanó un 75% más rápido en cualquier lugar.
it: Mostra un sistema MedBay completamente aggiornato a Corby. Mentre sono in vigore;Il tuo equipaggio guarisce il 75% più veloce ovunque.
pl: Pokaż Corbie w pełni zmodernizowany system medyczny. Podczas aktorstwa;Twoja załoga odzyskuje o 75% szybciej w dowolnym miejscu.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MEDBAY"]/header
source: Grant Received
es: Subvención recibida
it: Sovvenzione ricevuta
pl: Otrzymany prezent

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONEBAY"]/name
source: Grant of Cloning
es: Concesión de clonación
it: Concessione di clonazione
pl: Dar klonowania
