Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ORCHID"]/name
source: Gathering Transport
es: Reuniendo transporte
it: Raccolta di trasporto
pl: Statek transportowy kwiatostanów

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ORCHID"]/secretDescription
source: Obtain the loot from the Gathering loot transport.
es: Obtenga el botín del transporte de botín de reunión.
it: Ottieni il bottino dal trasporto del bottino di raccolta.
pl: Uzyskaj prototyp z transportu kwiatostanów.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ORCHID"]/description
source: Obtain an Elite Kernel Launcher from the Gathering loot transport.
es: Obtenga un lanzador de kernel de élite del transporte de botín de reunión.
it: Ottieni un lanciatore di kernel d'élite dal trasporto del bottino di raccolta.
pl: Zdobądź elitarne ziarno z transportu kwiatostanów.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ORCHID"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_VAMPWEED"]/name
source: Confederate Transport
es: Transporte confederado
it: Trasporto confederato
pl: Konfederacja Transportowa

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_VAMPWEED"]/secretDescription
source: Obtain the loot from the Confederate loot transport.
es: Obtenga el botín del transporte de botín confederado.
it: Ottieni il bottino dal trasporto del bottino confederato.
pl: Zdobądź prototyp z transportu konfederacji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_VAMPWEED"]/description
source: Obtain an Elite Spore Launcher from the Confederate loot transport.
es: Obtenga un lanzador de esporas de élite del transporte de botín confederado.
it: Ottieni un lanciatore di spore d'élite dal trasporto del bottino confederato.
pl: Zdobądź elitarny spór z transportu konfederacyjnego.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_VAMPWEED"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CRYSTAL"]/name
source: Imperial Transport
es: Transporte imperial
it: Trasporto imperiale
pl: Statek transportowy imperium

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CRYSTAL"]/secretDescription
source: Obtain the loot from the Imperial loot transport.
es: Obtenga el botín del transporte de botín imperial.
it: Ottieni il bottino dal trasporto del bottino imperiale.
pl: Zdobądź prototyp z transportu imperium.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CRYSTAL"]/description
source: Obtain an Elite Crystal weapon from the Imperial loot transport.
es: Obtenga un arma de cristal de élite del transporte de botín imperial.
it: Ottieni un'arma di cristallo d'élite dal trasporto del bottino imperiale.
pl: Zdobądź elitarną krystaliczną pistolet z transportu imperium.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CRYSTAL"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MANTIS"]/name
source: Hive Transport
es: Transporte de colmena
it: Trasporto dell'alveare
pl: Statek transportowy ula

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MANTIS"]/secretDescription
source: Obtain the loot from the Hive loot transport.
es: Obtenga el botín del transporte de botín de colmena.
it: Ottieni il bottino dal trasporto del bottino dell'alveare.
pl: Zdobądź prototyp z transportu ula.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MANTIS"]/description
source: Obtain the Bomb or Light Laser II from the Hive loot transport.
es: Obtenga la bomba o láser ligero II del transporte de botín de colmena.
it: Ottenere la bomba o il laser leggero II dal trasporto del bottino dell'alveare.
pl: Zdobądź bombę lub lekki laser II z ula.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MANTIS"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FREEMANTIS"]/name
source: Free Mantis Transport
es: Transporte de mantis gratis
it: Trasporto di mantide gratuito
pl: Transport statek bezpłatnej modliszki

source: Obtain the loot from the Free Mantis loot transport.
es: Obtenga el botín del transporte de botín Mantis libre.
it: Ottieni il bottino dal trasporto del bottino mantide libero.
pl: Zdobądź prototyp z transportu bezpłatnej modliszki.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FREEMANTIS"]/description
source: Obtain the Stun Bomb from the Free Mantis loot transport.
es: Obtenga la bomba de aturdimiento del transporte de botín Mantis libre.
it: Ottieni la bomba stordita dal trasporto di bottino mantide libero.
pl: Zdobądź ogłuszającą bombę z transportu wolnej modliszki.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FREEMANTIS"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROCK"]/name
source: Theocracy Transport
es: Transporte de teocracia
it: Trasporto di teocrazia
pl: Transport Ship of Teokracy

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROCK"]/secretDescription
source: Obtain the loot from the Theocracy loot transport.
es: Obtenga el botín del transporte de botín teocracia.
it: Ottieni il bottino dal trasporto del bottino di teocrazia.
pl: Zdobądź prototyp z transportu vestocracy.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROCK"]/description
source: Obtain the 'Hermes' from the Theocracy loot transport.
es: Obtenga el 'Hermes' del transporte de botín teocracia.
it: Ottieni gli "Hermes" dal trasporto del bottino di teocrazia.
pl: Zdobądź „Hermesa” z transportu teokracji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROCK"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LOSTSUN"]/name
source: Lost Sun Transport
es: Transporte solar perdido
it: Trasporto del sole perso
pl: Transport statek zagubionych słońc

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LOSTSUN"]/secretDescription
source: Obtain the loot from the Lost Sun loot transport.
es: Obtenga el botín del transporte de botín solar perdido.
it: Ottieni il bottino dal trasporto del bottino sole perduto.
pl: Zdobądź prototyp z transportu utraconych słońca.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LOSTSUN"]/description
source: Obtain the 'Hades or 'Sekhmet' from the Lost Sun loot transport.
es: Obtenga el 'Hades o' Sekhmet 'del transporte de botín solar perdido.
it: Ottieni l '"Ade o" Sekhmet "dal trasporto del bottino del sole perduto.
pl: Zdobądź „Hades” lub „Sekhmet” z transportu zagubionych słońc.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LOSTSUN"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SLUG"]/name
source: Kleptocracy Transport
es: Transporte de cleptocracia
pl: Statek transportowy Kleptocracy

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SLUG"]/secretDescription
source: Obtain the loot from the Kleptocracy loot transport.
es: Obtenga el botín del transporte de botín del cleptocracia.
it: Ottieni il bottino dal trasporto del bottino di Kleptocracy.
pl: Zdobądź prototyp z transportu Kleptocracy.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SLUG"]/description
source: Obtain the 'Faucon' from the Kleptocracy loot transport.
es: Obtenga el 'faucon' del transporte de botín del cleptocracia.
it: Ottieni il "rubine" dal trasporto del bottino di Kleptocracy.
pl: Zdobądź „Fokon” z transportu Kleptocracy.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SLUG"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CLAN"]/name
source: EHG Transport
es: Transporte de EHG
it: Trasporto EHG
pl: Goe Transport Stat

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CLAN"]/secretDescription
source: Obtain the loot from the EHG loot transport.
es: Obtenga el botín del transporte de botín EHG.
it: Ottieni il bottino dal trasporto del bottino EHG.
pl: Zdobądź prototyp z Goe Transport.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CLAN"]/description
source: Obtain the Radiation Laser from the EHG loot transport.
es: Obtenga el láser de radiación del transporte de botín EHG.
it: Ottieni il laser a radiazioni dal trasporto del bottino EHG.
pl: Zdobądź laser napromieniowania od Goe Transport.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CLAN"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SHELL"]/name
source: Geniocracy Transport
es: Transporte de geniocracia
it: Trasporto di geniocrazia
pl: GENOOROCRACY STRYP Transportu

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SHELL"]/secretDescription
source: Obtain the loot from the Geniocracy loot transport.
es: Obtenga el botín del transporte de botín de la geniócracia.
it: Ottieni il bottino dal trasporto del bottino della geniocrazia.
pl: Zdobądź prototyp z transportu geniuszu.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SHELL"]/description
source: Obtain the Anti-Hull Laser I from the Geniocracy loot transport.
es: Obtenga el láser I-Hull I del transporte de botín de la geniocracia.
it: Ottieni il laser anti-Hull I dal trasporto del bottino della geniocrazia.
pl: Uzyskaj laser anty -corps I od transportu geniokracji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SHELL"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LEECH"]/name
source: Republican Transport
es: Transporte republicano
it: Trasporto repubblicano
pl: Republikański statek transportowy

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LEECH"]/secretDescription
source: Obtain the loot from the Republican loot transport.
es: Obtenga el botín del transporte de botín republicano.
it: Ottieni il bottino dal trasporto del bottino repubblicano.
pl: Zdobądź prototyp z republikańskiego transportu.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LEECH"]/description
source: Obtain the Flak II from the Republican loot transport.
es: Obtenga el Flak II del transporte de botín republicano.
it: Ottieni il Flak II dal trasporto del bottino repubblicano.
pl: Uzyskaj broń fragmentacyjną II z republikańskiego transportu.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LEECH"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_COALITION"]/name
source: Coalition Transport
es: Transporte de coalición
it: Trasporto di coalizione
pl: Koalicyjny statek transportowy

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_COALITION"]/secretDescription
source: Obtain the loot from the Coalition loot transport.
es: Obtenga el botín del transporte de botín de la coalición.
it: Ottieni il bottino dal trasporto del bottino della coalizione.
pl: Zdobądź prototyp z transportu koalicji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_COALITION"]/description
source: Obtain the 'Eris' from the Coalition loot transport.
es: Obtenga el 'eris' del transporte de botín de la coalición.
it: Ottieni il "Eris" dal trasporto del bottino della coalizione.
pl: Zdobądź Eridę z transportu koalicyjnego.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_COALITION"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_REBEL"]/name
source: Rebel Transport
es: Transporte rebelde
it: Trasporto ribelle
pl: Statek transportowy rebeliantów

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_REBEL"]/secretDescription
source: Obtain the loot from the Rebel loot transport.
es: Obtenga el botín del transporte de botín rebelde.
it: Ottieni il bottino dal trasporto del bottino ribelle.
pl: Zdobądź prototyp z transportu rebeliantów.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_REBEL"]/description
source: Obtain the Charge Laser II from the Rebel loot transport.
es: Obtenga la carga láser II del transporte de botín rebelde.
it: Ottieni il Laser II di carica dal trasporto del bottino ribelle.
pl: Zdobądź laser ładujący II od transportu rebeliantów.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_REBEL"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUTO"]/name
source: Auto Transport
es: Transporte automático
it: Trasporto auto
pl: Samochód transportowy

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUTO"]/secretDescription
source: Obtain the loot from the Auto loot transport.
es: Obtenga el botín del transporte de botín automático.
it: Ottieni il bottino dal trasporto del bottino auto.
pl: Zdobądź prototyp z granicy z samochodem transportowym.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUTO"]/description
source: Obtain the Conservative Drone from the Auto loot transport.
es: Obtenga el dron conservador del transporte de botín automático.
it: Ottieni il drone conservatore dal trasporto del bottino auto.
pl: Zdobądź konserwatywny dron z pojazdów.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUTO"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LANIUS"]/name
source: Lanius Transport
es: Transporte de Lanius
it: Trasporto di lanius
pl: LANIUS Transport Stat

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LANIUS"]/secretDescription
source: Obtain the loot from the Lanius loot transport.
es: Obtenga el botín del transporte de botín Lanius.
it: Ottieni il bottino dal trasporto del bottino di Lanius.
pl: Zdobądź prototyp z Lanius Transport.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LANIUS"]/description
source: Obtain the Chain Flak from the Lanius loot transport.
es: Obtenga la falla de la cadena del transporte de botín Lanius.
it: Ottieni il flak della catena dal trasporto del bottino di Lanius.
pl: Zdobądź pistolet do fragmentacji łańcucha od Lanius Transport.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LANIUS"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DYNASTY"]/name
source: Dynasty Transport
es: Transporte de la dinastía
it: Trasporto di dinastia
pl: Statek transportowy dynastii

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DYNASTY"]/secretDescription
source: Obtain the loot from the Dynasty loot transport.
es: Obtenga el botín del transporte de botín de la dinastía.
it: Ottieni il bottino dal trasporto del bottino della dinastia.
pl: Zdobądź prototyp z transportu dynastii.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DYNASTY"]/description
source: Obtain the 'Ranseur' from the Dynasty loot transport.
es: Obtenga el 'Ranseur' del transporte de botín de la dinastía.
it: Ottieni il "Ranseur" dal trasporto del bottino della dinastia.
pl: Zdobądź „bieg” z transportu dynastii.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DYNASTY"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/name
source: Innovation Transport
es: Transporte de innovación
it: Trasporto di innovazione
pl: Transport statek innowacji

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/secretName
source: Secret Transport
es: Transporte secreto
it: Trasporto segreto
pl: Tajny transport

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/description
source: Obtain the Amphi-Drone from the Innovation loot transport.
es: Obtenga el Drone Amphi del transporte de botín de innovación.
it: Ottieni l'anfi-drone dal trasporto del bottino di innovazione.
pl: Zdobądź amphone z transportu innowacji.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtener el botín del ???Transporte de botín.
it: Ottenere il bottino da ???trasporto di bottino.
pl: Zdobądź prototyp z transportu ???.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/name
source: Hektar Transport
es: Transporte de Hektar
it: Trasporto di hektar
pl: Statek transportowy „hektar industiz”

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/secretName
source: Secret Transport
es: Transporte secreto
it: Trasporto segreto
pl: Tajny transport

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/description
source: Obtain the Cooldown Module from the Hektar loot transport.
es: Obtenga el módulo de enfriamiento del transporte de botín Hektar.
it: Ottieni il modulo di recupero dal trasporto del bottino Hektar.
pl: Zdobądź moduł przeładowania z transportu przemysłu hektarowego.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtener el botín del ???Transporte de botín.
it: Ottenere il bottino da ???trasporto di bottino.
pl: Zdobądź prototyp z transportu ???.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/name
source: Knighted Transport
es: Transporte caballero
it: Trasporto cavaliere
pl: Ataman Transport Ship

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/secretName
source: Secret Transport
es: Transporte secreto
it: Trasporto segreto
pl: Tajny transport

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/description
source: Obtain the 'Corbin' from the Knighted loot transport.
es: Obtenga el 'Corbin' del transporte de botín caballero.
it: Ottieni il "corbin" dal trasporto del bottino cavaliere.
pl: Zdobądź „Korbin” z Ataman Transport.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtener el botín del ???Transporte de botín.
it: Ottenere il bottino da ???trasporto di bottino.
pl: Zdobądź prototyp z transportu ???.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/name
source: Ember Transport
es: Transporte de babe
it: Trasporto Ember
pl: Transport statek wiecznego ciepła

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/secretName
source: Secret Transport
es: Transporte secreto
it: Trasporto segreto
pl: Tajny transport

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/description
source: Obtain the Piercing 'Torch' from the Ember loot transport.
es: Obtenga la 'antorcha' de perforación del transporte de botín Ember.
it: Ottieni la "torcia" penetrante dal trasporto di bottino di brace.
pl: Zdobądź „pochodnię” przeszywającego wiązki z transportu kultu wiecznego ciepła.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtener el botín del ???Transporte de botín.
it: Ottenere il bottino da ???trasporto di bottino.
pl: Zdobądź prototyp z transportu ???.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/name
source: Augmented Transport
es: Transporte aumentado
it: Trasporto aumentato
pl: Statek transportowy wywyższonych

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/secretName
source: Secret Transport
es: Transporte secreto
it: Trasporto segreto
pl: Tajny transport

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/description
source: Obtain the Amp Flak drone from the Augmented loot transport.
es: Obtenga el dron de flak AMP del transporte de botín aumentado.
it: Ottieni il drone Flak dell'AMP dal trasporto di bottino aumentato.
pl: Zdobądź dron fragmentacyjny ze wzmacniaczem podwyższonych pojazdów.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtener el botín del ???Transporte de botín.
it: Ottenere il bottino da ???trasporto di bottino.
pl: Zdobądź prototyp z transportu ???.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/name
source: Obelisk Transport
es: Transporte de obelisco
it: Trasporto di obelisco
pl: Statek transportowy Obelisks

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/secretName
source: Secret Transport
es: Transporte secreto
it: Trasporto segreto
pl: Tajny transport

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/description
source: Obtain an Obelisk weapon from the Obelisk loot transport.
es: Obtenga un arma de obelisco del transporte de botín Obelisk.
it: Ottieni un'arma obelisco dal trasporto del bottino di obelisco.
pl: Zdobądź broń obelisków z transportu obelisków.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtener el botín del ???Transporte de botín.
it: Ottenere il bottino da ???trasporto di bottino.
pl: Zdobądź prototyp z transportu ???.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/name
source: Royal Transport
es: Transporte real
it: Trasporto reale
pl: Statek transportowy szlachty

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/secretName
source: Secret Transport
es: Transporte secreto
it: Trasporto segreto
pl: Tajny transport

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/description
source: Obtain a Royal weapon from the Royal loot transport.
es: Obtenga un arma real del Royal Loot Transport.
it: Ottieni un'arma reale dal trasporto del bottino reale.
pl: Zdobądź pistolet szlachty z pojazdów szlachty.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtener el botín del ???Transporte de botín.
it: Ottenere il bottino da ???trasporto di bottino.
pl: Zdobądź prototyp z transportu ???.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/header
source: Loot Acquired
es: Botín adquirido
it: Bottino acquisito
pl: Prototyp jest odbierany

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/name
source: Protectorate Transport
es: Transporte protectorado
it: Trasporto del protettorato
pl: Statek transportowy protektoratu

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/secretName
source: Secret Transport
es: Transporte secreto
it: Trasporto segreto
pl: Tajny transport
