Repository: ranhai613/FTL-MV-Choice-Info
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, it, pl

# data/hyperspace.xml$//race[@name="sylvanleah"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="sylvanleah"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a small bomb. Kinda pathetic.
es: [Cooldown: 45s] Desplegar una pequeña bomba.Un poco patético.
it: [Cooldown: 45S] Schierare una piccola bomba.Un po 'patetico.
pl: [Reloading: 45s] Planuje małą bombę.Jakoś przepraszam.

# data/hyperspace.xml$//race[@name="sylvanrebel"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="sylvanrebel"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="dylan"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="dylan"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="nexus_pants"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="nexus_pants"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:3s] Deploys a bomb that deals 15 crew damage, 1 system damage, and stun for 3 seconds, with a chance to start fires or breaches. Will temporarily slow down, increasing damage taken from all sources by 20% while moving at 20% speed.
es: [Cooldown: 30s Duración: 3s] Despliega una bomba que inflige 15 daños en la tripulación, 1 daño del sistema y aturde durante 3 segundos, con la oportunidad de comenzar incendios o violaciones.Se reducirá temporalmente, aumentando el daño recibido de todas las fuentes en un 20% mientras se mueve a una velocidad del 20%.
it: [Cooldown: 30s Durata: 3S] Sposa una bomba che infligge 15 danni da equipaggio, 1 danno al sistema e stordi per 3 secondi, con la possibilità di iniziare incendi o violazioni.Rallenterà temporaneamente, aumentando i danni prelevati da tutte le fonti del 20% mentre si muove alla velocità del 20%.
pl: [RELOADING: 30c Czas trwania: 3c] Ustawia bombę, która powoduje 15 uszkodzeń załogi, 1 uszkodzenie systemu i ogrzewane przez 3 sekundy, z szansą na spowodowanie pożaru lub dziury.Tymczasowo spowalnia, zwiększając wynikające z tego uszkodzenie ze wszystkich źródeł o 20% i porusza się z prędkością 20%.

# data/hyperspace.xml$//race[@name="prime"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="prime"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="sylvan1d"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="sylvan1d"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="sylvanclan"]/powerEffect/buttonText
source: BOMB
es: BOMBA
it: BOMBA
pl: BOMBA

# data/hyperspace.xml$//race[@name="sylvanclan"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [Cooldown: 45s] Despeje una bomba de violación, ión y bloqueo (30 daños en la tripulación, 2 daños del sistema, 5s aturdimiento, 3 daños iónicos).No hay fuego amigable con la tripulación, pero puede afectar sus propios sistemas.
it: [Cooldown: 45S] Distribuire una bomba di violazione, ione e blocco (30 danni da equipaggio, 2 danni al sistema, 5S stordi, 3 danni da ioni).Nessun incendio amichevole dell'equipaggio, ma può influire sui tuoi sistemi.
pl: [Reloading: 45s] Położył wzorzystą, jonową i izolacyjną bombę (30 uszkodzeń załogi, 2 uszkodzenia systemu, 5c oszałamiające, obrażenia jonowe).Załoga nie ma przyjaznego pożaru, ale może trafić w twoje własne systemy.

# data/hyperspace.xml$//race[@name="leech_ampere"]/powerEffect/buttonText
source: DRAIN
es: DRENAR
it: DRENARE
pl: WCHŁANIANIE

# data/hyperspace.xml$//race[@name="leech_ampere"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:30s] Boost power drain to 2 power bars. Will lose 25% movement speed, and apply the drain on any system whether it belongs to you or the enemy.
es: [Cooldown: 20s Duración: 30s] Aumente el drenaje de energía a 2 barras de potencia.Perderá la velocidad de movimiento del 25% y aplicará el drenaje en cualquier sistema, ya sea que le pertenezca a usted o al enemigo.
it: [Cooldown: 20s Durata: 30s] Aumenta lo scarico di potenza a 2 barre di alimentazione.Perderà il 25% di velocità di movimento e applicherà lo scarico su qualsiasi sistema sia che appartenga a te o al nemico.
pl: [Przeładowanie: 20c Czas trwania: 30c] Zwiększa zużycie energii do 2 jednostek.Traci 25% prędkości ruchu i pochłania dowolny system, niezależnie od tego, czy należy do ciebie, czy wroga.

# data/hyperspace.xml$//race[@name="unique_tyrdeo"]/powerEffect/buttonText
source: DRAIN
es: DRENAR
it: DRENARE
pl: WCHŁANIANIE

# data/hyperspace.xml$//race[@name="unique_tyrdeo"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Temporarily disables the occupied system completely. Cannot move and does 50% less combat damage for the duration. The targeted system cannot be sabotaged.
es: [Cooldown: 20s Duración: 15s] Desactiva temporalmente el sistema ocupado por completo.No puede moverse y hace un 50% menos de daño de combate por la duración.El sistema objetivo no se puede sabotear.
it: [Cooldown: Durata 20S: 15S] Disabilita temporaneamente il sistema occupato.Non può muoversi e infliggere il 50% in meno di danni da combattimento per la durata.Il sistema target non può essere sabotato.
pl: [Przeładowanie: 20c Czas trwania: 15c] Tymczasowo odłącza zatłoczony system.Nie może się poruszać i zadawać 50% mniej szkód przez cały czas.Uchwyconego systemu nie można sabotować.

# data/hyperspace.xml$//race[@name="shell"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="shell"]/powerEffect/tooltip
source: [CD:5s DURATION:26s -50HP] Deal 15 damage to enemy crew and 1 damage to enemy systems. Slowly regenerates 52 health back.
es: [CD: 5s Duración: 26s -50hp] Da 15 daños a la tripulación enemiga y 1 daño a los sistemas enemigos.Lentamente regenera 52 salud de salud.
it: [CD: 5S Durata: 26S -50HP] Infliggere 15 danni alla troupe nemica e 1 danno ai sistemi nemici.Rigenera lentamente 52 salute.
pl: [KD: 5C Czas trwania: 26C -50 OP] Stosuje 15 obrażeń dla załogi wroga i 1 obrażenia dla systemów wroga.Powoli przywraca 52 zdrowie.

# data/hyperspace.xml$//race[@name="shell_scientist"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="shell_scientist"]/powerEffect/tooltip
source: [CD:18s DURATION:13s -50HP] Heal all friendly crew in the room to full health. Slowly regenerates 74 health back.
es: [CD: 18S Duración: 13s -50hp] Sanar a todos los tripulantes amigables en la habitación para plena salud.Lentamente regenera 74 salud.
it: [CD: Durata 18S: 13S -50 CV] Guarda tutti gli equipaggi amichevoli nella stanza per la piena salute.Rigenera lentamente 74 Salute Back.
pl: [KD: 18C Czas trwania: 13s -50 uncji] Ulecza wszystkich przyjaznych członków załogi w przedziale do pełnego zdrowia.Powoli przywraca 74 zdrowie.

# data/hyperspace.xml$//race[@name="shell_mechanic"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="shell_mechanic"]/powerEffect/tooltip
source: [CD:2s DURATION:26s -50HP] Fully repair the occupied system. Slowly regenerates 52 health back.
es: [CD: 2s Duración: 26s -50hp] Repare completamente el sistema ocupado.Lentamente regenera 52 salud de salud.
it: [CD: 2S Durata: 26S -50HP] Riparare completamente il sistema occupato.Rigenera lentamente 52 salute.
pl: [KD: 2C Czas trwania: 26C -50 OP] W pełni naprawia ruchliwy system.Powoli przywraca 52 zdrowie.

# data/hyperspace.xml$//race[@name="shell_guardian"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="shell_guardian"]/powerEffect/tooltip
source: [CD:10s DURATION:15s -75HP] Deal 30 damage to enemy crew and 2 damage to enemy systems. Receive 0.3x damage from ANY source for the duration.
es: [CD: 10s Duración: 15s -75hp] Reduce 30 daño a la tripulación enemiga y 2 daños a los sistemas enemigos.Reciba 0.3x de daño de cualquier fuente para la duración.
it: [CD: 10s Durata: 15S -75 CV] Infliggere 30 danni alla troupe nemica e 2 danni ai sistemi nemici.Ricevi un danno 0,3x da qualsiasi fonte per la durata.
pl: [KD: 10S Czas trwania: 15S -75 OOS] Zastosuj 30 obrażeń dla załogi wroga i 2 obrażenia dla systemów wroga.Otrzymuje 0,3x szkody z dowolnego źródła w czasie działania.

# data/hyperspace.xml$//race[@name="shell_radiant"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="shell_radiant"]/powerEffect/tooltip
source: [CD:1s DURATION:3s -15HP] Deal 15 damage to enemy crew and 1 damage to enemy systems. Can be rapidly cast, but only regenerates 6 health back, unaffected by healing speed modifiers.
es: [CD: 1s Duración: 3s -15hp] Da 15 daños a la tripulación enemiga y 1 daño a los sistemas enemigos.Se puede lanzar rápidamente, pero solo regenera 6 de salud, no afectado por los modificadores de velocidad de curación.
it: [CD: 1S Durata: 3S -15 CV] Infliggere 15 danni alla troupe nemica e 1 danno ai sistemi nemici.Può essere lanciato rapidamente, ma rigenera solo 6 salute, non influenzato dai modificatori della velocità di guarigione.
pl: [KD: 1C Czas trwania: 3C -15 OP] Stosuje 15 obrażeń dla załogi wroga i 1 obrażenia dla systemów wroga.Szybko się ładuje, ale przywraca tylko 6 zdrowia, modyfikatory dotyczące szybkości gojenia nie wpływają na to.

# data/hyperspace.xml$//race[@name="unique_alkali"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="unique_alkali"]/powerEffect/tooltip
source: [CD:18s DURATION:15s -75HP] Heal all friendly crew in the room to full health. Heals self and all friendlies in the ship at 5.5hp/s and provides temporary suffocation immunity.
es: [CD: 18S Duración: 15s -75hp] Sanar a todos los tripulantes amigables en la habitación para plena salud.Se cura a sí mismo y todos los amistosos en el barco a 5.5hp/s y proporciona inmunidad de asfixia temporal.
it: [CD: 18S Durata: 15S -75 CV] Guarda tutti gli equipaggi amichevoli nella stanza per la piena salute.Guarisce se stessi e tutte le amichevoli nella nave a 5,5 CV/s e fornisce un'immunità temporanea di soffocamento.
pl: [KD: 18C Czas trwania: 15S -75 OOS] Traktuje wszystkich przyjaznych członków załogi w przedziale do pełnego zdrowia.Ulecza siebie i wszystkich przyjaciół na statku z prędkością 5,5 jeziora/s i otrzymuje tymczasową odporność na uduszenie.

# data/hyperspace.xml$//race[@name="blobzoltan"]/powerEffect/tooltip
source: [COOLDOWN:7s] Spawns a temporary hologram assistant that provides power and can do all normal crew functions, with lvl2 skill level. Lasts 25 seconds.
es: [Cooldown: 7s] Genera un asistente de holograma temporal que proporciona energía y puede hacer todas las funciones normales de la tripulación, con el nivel de habilidad LVL2.Dura 25 segundos.
it: [Cooldown: 7s] Spawn un assistente di ologramma temporaneo che fornisce energia e può svolgere tutte le normali funzioni dell'equipaggio, con il livello di abilità LVL2.Dura 25 secondi.
pl: [Reloading: 7c] Daje to tymczasowy asystent hologramu, który zapewnia żywność i może wykonywać wszystkie zwykłe funkcje załogi, z poziomem umiejętności 2. Działa 25 sekund.

# data/hyperspace.xml$//race[@name="blobcrystal"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA

# data/hyperspace.xml$//race[@name="blobcrystal"]/powerEffect/tooltip
source: [COOLDOWN:38s -7HP] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [Cooldown: 38s -7hp] Localiza la habitación ocupada durante 12 segundos, evitando que la tripulación se mueva.
it: [Cooldown: 38S -7HP] Si blocca la stanza occupata per 12 secondi, impedendo all'equipaggio di spostarsi.
pl: [Reloading: 38S -7 un Blokuje ruchliwy przedział przez 12 sekund, nie pozwalając załodze wejść do środka.

# data/hyperspace.xml$//race[@name="blobfreemantis"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="blobfreemantis"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3x and crew damage to 2.2x.
es: [Cooldown: 17S Duración: 7s] Aumente la velocidad de movimiento a 3x y el daño de la tripulación a 2.2x.
it: [Cooldown: 17s Durata: 7S] Aumentare la velocità di movimento a 3x e danni da equipaggio a 2,2x.
pl: [Przeładowanie: 17c Czas trwania: 7c] Zwiększy prędkość ruchu do 3x i uszkodzenie załogi do 2,2x.

# data/hyperspace.xml$//race[@name="blobshell"]/powerEffect/buttonText
source: COMBUST
es: Combustión
it: Combustione
pl: Światło

# data/hyperspace.xml$//race[@name="blobshell"]/powerEffect/tooltip
source: [CD:5s DURATION:26s -50HP] Deal 15 damage to enemy crew and 1 damage to enemy systems. Slowly regenerates the health lost.
es: [CD: 5s Duración: 26s -50hp] Da 15 daños a la tripulación enemiga y 1 daño a los sistemas enemigos.Lentamente regenera la salud perdida.
it: [CD: 5S Durata: 26S -50HP] Infliggere 15 danni alla troupe nemica e 1 danno ai sistemi nemici.Rigenera lentamente la salute persa.
pl: [KD: 5C Czas trwania: 26C -50 OP] Stosuje 15 obrażeń dla załogi wroga i 1 obrażenia dla systemów wroga.Powoli przywraca utracone zdrowie.

# data/hyperspace.xml$//race[@name="blobsalt"]/powerEffect/buttonText
source: SALT
es: SAL
it: SALE
pl: SÓL

# data/hyperspace.xml$//race[@name="blobsalt"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the ability.
es: [Cooldown: 20s Duración: 15s] Continuamente causa daños a la tripulación cercana.Los enemigos perderán 4 hp/s, los aliados perderán 2HP/s, las babosas perderán 4 hp/s adicionales.El propio Obyn es inmune a la habilidad.
it: [Cooldown: Durata 20S: 15S] Infliggere continuamente danni alla troupe vicina.I nemici perderanno 4hp/s, gli alleati perderanno 2 CV/s, le lumache perderanno un extra di 4 CV/s.Obyn stesso è immune dalla capacità.
pl: [Przeładowanie: 20c Czas trwania: 15c] Ciągle uszkadzają najbliższą załogę.Wrogowie tracą 4 jeziora/s, sojusznicy tracą 2 jeziora/s, ślimaki tracą dodatkowe 4 jezioro/s.Sam obhin jest odporny na tę umiejętność.

# data/hyperspace.xml$//race[@name="golddefend"]/powerEffect/buttonText
source: SHIELD
es: BLINDAJE
it: SCUDO
pl: TARCZA

# data/hyperspace.xml$//race[@name="golddefend"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:15s] Takes only 0.1x damage from ANY source, and resists Mind Control attempts.
es: [Cooldown: 15s Duración: 15s] Recibe solo 0.1x de daño de cualquier fuente y resiste los intentos de control mental.
it: [Cooldown: 15s Durata: 15S] Subisce solo 0,1x danni da qualsiasi fonte e resiste ai tentativi di controllo mentale.
pl: [Przeładowanie: 15c Czas trwania: 15c] Otrzymuje tylko 0,1x obrażeń od dowolnego źródła i opiera się próbom kontrolowania umysłu.

# data/hyperspace.xml$//race[@name="goldsentinel"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
it: CONFINAMENTO
pl: IZOLACJA

# data/hyperspace.xml$//race[@name="goldsentinel"]/powerEffect/tooltip
source: [COOLDOWN:5s -7HP] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [Colegio: 5s -7hp] Localiza la habitación ocupada durante 12 segundos, evitando que la tripulación se mueva.
it: [Cooldown: 5S -7HP] Si blocca la stanza occupata per 12 secondi, impedendo all'equipaggio di spostarsi.
pl: [Reloading: 5s -7 un Blokuje ruchliwy przedział przez 12 sekund, nie pozwalając załodze do niego wejść.

# data/hyperspace.xml$//race[@name="goldsuzerain"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="goldsuzerain"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x.
es: [Cooldown: 17S Duración: 7s] Aumente la velocidad de movimiento a 3.5x y el daño de la tripulación a 3x.También aumenta el daño tomado de los peligros en 4x.
it: [Cooldown: 17s Durata: 7S] Aumentare la velocità di movimento a 3,5x e danni da equipaggio a 3x.Aumenta anche i danni prelevati dai pericoli di 4x.
pl: [Przeładowanie: 17c Czas trwania: 7c] Zwiększa prędkość ruchu do 3,5x i uszkodzenie załogi do 3x.Zwiększa również szkody otrzymane z niebezpieczeństw o ​​4x.

# data/hyperspace.xml$//race[@name="goldwarlord"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
it: Feromone
pl: Feromony

# data/hyperspace.xml$//race[@name="goldwarlord"]/powerEffect/tooltip
source: [CD:15s DURATION:9s -7HP] Increase movement speed to 5x and crew damage to 3.5x.
es: [CD: 15s Duración: 9s -7hp] Aumente la velocidad de movimiento a 5X y el daño de la tripulación a 3.5x.
it: [CD: 15s Durata: 9S -7HP] Aumentare la velocità di movimento a 5x e danni da equipaggio a 3,5x.
pl: [KD: 15S Czas trwania: 9S -7 Lake] Zwiększa prędkość ruchu do 5x i uszkodzenie załogi do 3,5x.

# data/hyperspace.xml$//race[@name="goldsabo"]/powerEffect/buttonText
source: CLOAK
es: CAPA
it: MANTELLO
pl: PRZEBRANIE

# data/hyperspace.xml$//race[@name="goldsabo"]/powerEffect/tooltip
source: [COOLDOWN:40s DURATION:20s] Grants the following effects: -Avoids being targeted by crew, lose ability to fight them -Door phasing properties, 0.4x movement speed -3x sabotage speed (-0.5x per enemy present in the room) -Nearby enemies take 50% more combat damage
es: [Cooldown: 40s Duración: 20s] Otorga los siguientes efectos: -Evieides al ser atacados por la tripulación, pierden la capacidad de luchar contra ellos -Se Propiedades de fase de puertas, velocidad de movimiento de 0.4x -3x Velocidad de sabotaje (-0.5x por enemigo presente en la habitación) -Nearby enemigos toman un 50% más de daño de combate
it: [Cooldown: 40s Durata: 20s] Concede i seguenti effetti: -Evita essere preso di mira dall'equipaggio, perdere la capacità di combatterli -I Proprietà di fase didoor, velocità di movimento 0,4x -3x velocità di sabotaggio (-0,5x per nemico presente nella stanza) -Nearby Enemys subisce il 50% in più di danni da combattimento
pl: [Przeładowanie: 40C Czas trwania: 20c] Daje następujące efekty: -Efekcja nie może wyrządzić mu szkód, traci zdolność do walki z nimi. -Przez drzwi, prędkość prędkości 0,4x -3x szybkość sabotażu (-0,5x dla każdego wroga obecnego w przedziale) -Bloryrzy wrogowie otrzymują 50% więcej obrażeń bojowych

# data/hyperspace.xml$//race[@name="goldwelder"]/powerEffect/buttonText
source: METABOLIZE
es: Metabolizar
it: METABOLIZZARE
pl: METABOLIZM

# data/hyperspace.xml$//race[@name="goldwelder"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:15s] Will regenerate 4hp/s and drain oxygen rapidly, but move at 0.3x speed.
es: [Cooldown: 30s Duración: 15s] Regenerará 4 hp/s y drenará el oxígeno rápidamente, pero se moverá a una velocidad de 0.3x.
it: [Cooldown: 30s Durata: 15S] Rigenererà rapidamente 4HP/S e scorerà l'ossigeno, ma si muove a una velocità di 0,3x.
pl: [Przeładowanie: 30c Czas trwania: 15c] Regeneruje 4 jeziora/s i szybko wyczerpuje tlen, ale porusza się z prędkością 0,3x.

# data/hyperspace.xml$//race[@name="goldpraetor"]/powerEffect/buttonText
source: SPORES
es: Esporas
it: Spore
pl: Sprzeczanie się
